Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# warnings.helper_permissions.unavailable
source: However, these helpers are potentially *unavailable* because PHP Monitor cannot currently create or update the required symlinks.
ar: ومع ذلك، قد تكون هذه المساعدات *غير متاحة* لأن PHP Monitor لا يمكنه حاليًا إنشاء أو تحديث الروابط الرمزية المطلوبة.
bn: তবে এই হেল্পারগুলো সম্ভাব্যভাবে *unavailable* কারণ PHP Monitor বর্তমানে প্রয়োজনীয় সিমলিঙ্ক তৈরি বা আপডেট করতে পারে না।
es: Sin embargo, estos ayudantes son potencialmente *no disponibles* porque PHP Monitor no puede crear o actualizar las enlaces simbólicos por defecto.
fr: Cependant, ces aides sont potentiellement *indisponibles* parce que PHP Monitor ne peut pas créer ou mettre à jour les liens symboliques requis.
hi: हालाँकि, ये हेल्पर संभावित रूप से *अनुपलब्ध* हो सकते हैं क्योंकि PHP Monitor वर्तमान में आवश्यक सिमलिंक बना या अपडेट नहीं कर सकता।
id: Namun, bantuan ini mungkin *tidak tersedia* karena PHP Monitor tidak dapat membuat atau memperbarui tautan simbolik yang diperlukan saat ini.
it: Tuttavia, questi aiuti sono potenzialmente *non disponibili* perché PHP Monitor non può attualmente creare o aggiornare i collegamenti simbolici richiesti.
ja: しかし、現在 PHP Monitor が必要なシンボリックリンクを作成または更新できないため、これらのヘルパーは *unavailable* となる可能性があります。
tr: Ancak, bu yardımcılar potansiyel olarak *kullanılamaz* olabilir çünkü PHP Monitor şu anda gerekli sembolik bağlantıları oluşturamıyor veya güncelleyemiyor.
zh_hans: 然而，这些辅助脚本可能*不可用*，因为 PHP Monitor 目前无法创建或更新所需的符号链接

# warnings.helper_permissions.symlink
source: If you do not wish to make `/usr/local/bin` writable, you can add PHP Monitor's helper directory to your `PATH` variable to make this warning go away. (Click on ”Learn More” to find out how to fix this issue.)
ar: إذا لم ترغب في جعل ‎/usr/local/bin‎ قابل للكتابة، يمكنك إضافة دليل المساعد الخاص بـ PHP Monitor إلى متغير ‎PATH‎ لجعل هذا التحذير يختفي. (انقر على “تعرف أكثر” لمعرفة كيفية إصلاح هذه المشكلة.)
bn: আপনি যদি `/usr/local/bin` লিখনযোগ্য না করতে চান, তবে আপনি আপনার `PATH` ভেরিয়েবলে PHP Monitor-এর হেল্পার ডিরেক্টরি যোগ করে এই সতর্কতা দূর করতে পারেন। (এই সমস্যাটি কীভাবে সমাধান করবেন জানতে ”Learn More” ক্লিক করুন।)
es: Si usted no desea hacer `/usr/local/bin` escritura, puede agregar el directorio de ayuda del helper de PHP a su variable PATH para que este aviso se elimine. (Haga clic en ”Más información” para aprender cómo solucionar este problema.)
fr: Si vous ne souhaitez pas rendre `/usr/local/bin` accessible en écriture, vous pouvez ajouter le répertoire d'aide de PHP Monitor à votre variable `PATH` pour faire disparaître cet avertissement. (Cliquez sur “En savoir plus” pour savoir comment résoudre ce problème).
hi: यदि आप `/usr/local/bin` को लिखने योग्य नहीं बनाना चाहते हैं, तो आप PHP Monitor के हेल्पर डायरेक्टरी को अपने `PATH` वेरिएबल में जोड़कर इस चेतावनी को दूर कर सकते हैं। (इस समस्या को कैसे ठीक करें जानने के लिए “Learn More” पर क्लिक करें।)
id: Jika Anda tidak ingin membuat `/usr/local/bin` dapat ditulis, Anda dapat menambahkan direktori bantuan PHP Monitor ke variabel `PATH` Anda agar peringatan ini hilang. (Klik pada ”Learn More” untuk mengetahui cara memperbaiki masalah ini.)
it: Se non desideri rendere scrivibile `/usr/local/bin`, puoi aggiungere la directory helper di PHP Monitor alla tua variabile `PATH` per far sparire questo avviso. (Fai clic su ”Learn More” per scoprire come risolvere il problema.)
ja: もし`/usr/local/bin`を書き込み可能にしたくない場合、PHP Monitorのヘルパーディレクトリを`PATH`変数に追加することでこの警告を消すことができます。（「詳細情報」をクリックして、この問題の修正方法をご覧ください。）
tr: Eğer `/usr/local/bin` klasörünü yazılabilir yapmak istemiyorsanız, PHP Monitor’ın yardımcı dizinini `PATH` değişkeninize ekleyerek bu uyarıyı kaldırabilirsiniz. (Bu sorunu nasıl çözeceğinizi öğrenmek için ”Learn More”a tıklayın.)
zh_hans: 如果不想让 `/usr/local/bin` 可写，可以将 PHP Monitor 的辅助目录添加到 `PATH` 变量中，这样警告就会消失。(点击**了解更多**了解如何解决这个问题)

# warnings.arm_compatibility.title
source: You are running PHP Monitor using Rosetta on Apple Silicon, which means your PHP environment is also running via Rosetta.
ar: أنت تقوم بتشغيل PHP Monitor باستخدام Rosetta على معالج Apple Silicon، مما يعني أن بيئة PHP الخاصة بك تعمل أيضًا عبر Rosetta.
bn: আপনি Apple Silicon‑এ Rosetta ব্যবহার করে PHP Monitor চালাচ্ছেন, যার ফলে আপনার PHP পরিবেশও Rosetta এর মাধ্যমে চলছে।
es: Está corriendo PHP Monitor utilizando Rosetta en la placa de Apple Silicon, lo cual significa que su entorno de PHP también está ejecutándose mediante Rosetta.
fr: Vous exécutez PHP Monitor en utilisant Rosetta sur Apple Silicon, ce qui signifie que votre environnement PHP est également exécuté via Rosetta.
hi: आप Apple Silicon पर Rosetta का उपयोग करके PHP Monitor चला रहे हैं, जिसका मतलब है कि आपका PHP वातावरण भी Rosetta के माध्यम से चल रहा है।
id: Anda menjalankan PHP Monitor menggunakan Rosetta di Apple Silicon, yang berarti lingkungan PHP Anda juga berjalan melalui Rosetta.
it: Stai eseguendo PHP Monitor tramite Rosetta su Apple Silicon, il che significa che anche l’ambiente PHP gira tramite Rosetta.
ja: Apple Silicon 上で Rosetta を使用して PHP Monitor を実行しています。これは、PHP 環境も Rosetta 経由で動作していることを意味します。
tr: Apple Silicon üzerinde Rosetta kullanarak PHP Monitor çalıştırıyorsunuz, bu da PHP ortamınızın da Rosetta üzerinden çalıştığı anlamına geliyor.
zh_hans: 您在 Apple Silicon 上使用 Rosetta 运行 PHP Monitor，这意味着您的 PHP 环境也是通过 Rosetta 运行的

# warnings.arm_compatibility.description
source: You appear to be running an ARM-compatible version of macOS, but you are currently running PHP Monitor using Rosetta. While this will work correctly, it is recommended that you use the native version of Homebrew.
ar: يبدو أنك تعمل على نسخة macOS متوافقة مع ARM، لكنك تستخدم PHP Monitor عبر Rosetta. بينما سيعمل ذلك بشكل صحيح، يُنصح باستخدام النسخة الأصلية من Homebrew.
bn: মনে হচ্ছে আপনি macOS এর একটি ARM-সামঞ্জস্যপূর্ণ সংস্করণ চালাচ্ছেন, তবে বর্তমানে আপনি Rosetta ব্যবহার করে PHP Monitor চালাচ্ছেন। যদিও এটি সঠিকভাবে কাজ করবে, তবু আপনাকে হোমব্রিউর নেটিভ সংস্করণ ব্যবহার করার পরামর্শ দেওয়া হয়。
es: Usted parece estar corriendo una versión compatible con ARM de macOS, pero actualmente está ejecutando PHP Monitor usando Rosetta. Aunque esto funcionará correctamente, se recomienda utilizar la versión nativa de Homebrew.
fr: Vous semblez utiliser une version compatible ARM de macOS, mais vous exécutez PHP Monitor en utilisant Rosetta. Bien que cela fonctionne correctement, il est recommandé d'utiliser la version native de Homebrew.
hi: ऐसा लगता है कि आप macOS का एक ARM-संगत संस्करण चला रहे हैं, लेकिन वर्तमान में आप Rosetta का उपयोग करके PHP Monitor चला रहे हैं। जबकि यह सही ढंग से काम करेगा, यह अनुशंसा की जाती है कि आप Homebrew का मूल संस्करण उपयोग करें。
id: Tampaknya Anda menjalankan versi macOS yang kompatibel dengan ARM, namun saat ini Anda menggunakan PHP Monitor melalui Rosetta. Meskipun akan berfungsi dengan benar, disarankan untuk menggunakan versi asli Homebrew.
it: Sembra che tu stia eseguendo una versione compatibile con ARM di macOS, ma attualmente stai usando PHP Monitor tramite Rosetta. Sebbene funzioni correttamente, si consiglia di utilizzare la versione nativa di Homebrew.
ja: macOS の ARM 対応バージョンを実行しているようですが、現在は Rosetta を使用して PHP Monitor を動かしています。この方法でも正しく動作しますが、Homebrew のネイティブ版をご利用いただくことを推奨します。
tr: ARM uyumlu bir macOS sürümü çalıştırıyor gibi görünüyorsunuz, ancak şu anda PHP Monitor'ı Rosetta ile çalıştırıyorsunuz. Bu doğru şekilde çalışacak olsa da Homebrew'un yerel sürümünü kullanmanız önerilir.
zh_hans: 您似乎正在运行与 ARM 兼容的 macOS 版本，但您目前正在使用 Rosetta 运行 PHP Monitor。虽然这可以正常工作，但建议您使用本机版本的 Homebrew

# warnings.files_missing.title
source: Your PHP installation is missing important required configuration files.
ar: يُفْقِد تثبيت PHP لديك ملفات التكوين المطلوبة المهمة.
bn: আপনার PHP ইনস্টলেশনটি গুরুত্বপূর্ণ প্রয়োজনীয় কনফিগারেশন ফাইলগুলো অনুপস্থিত।
es: Su instalación de PHP falta archivos de configuración importantes.
fr: Des fichiers de configuration importants sont absents de votre installation PHP.
hi: आपकी PHP स्थापना में महत्वपूर्ण आवश्यक कॉन्फ़िगरेशन फ़ाइलें गायब हैं.
id: Instalasi PHP Anda tidak memiliki file konfigurasi penting yang diperlukan.
it: La tua installazione PHP manca di importanti file di configurazione richiesti.
ja: 重要な必須構成ファイルが欠落しています。
tr: PHP kurulumunuzda önemli yapılandırma dosyaları eksik.
zh_hans: 您的 PHP 安装缺少所需的重要配置文件

# warnings.files_missing.description
source: The following key configuration files should exist after installing PHP: • %@ When files like these are missing, you should switch to the PHP version associated with those files: that may resolve the problem. If this doesn't fix the issue, it's recommended to reinstall the appropriate PHP version(s) via Homebrew again, which should restore the configuration files that are missing. Missing configuration files can be the reason why you get '502 Bad Gateway' errors, even after running Fix My Valet (if you are using Valet).
ar: يجب أن توجد الملفات الإعداد الرئيسية التالية بعد تثبيت PHP:\n\n• %@\n\nعندما تكون ملفات مثل هذه مفقودة، يجب عليك التبديل إلى إصدار PHP المرتبط بتلك الملفات: قد يحل ذلك المشكلة. إذا لم يصلح هذا الأمر، يُنصح بإعادة تثبيت الإصدار(الإصدارات) المناسب من PHP عبر Homebrew مرة أخرى، مما سيستعيد الملفات الإعداد المفقودة. يمكن أن تكون ملفات الإعداد المفقودة سببًا في ظهور أخطاء '502 Bad Gateway' حتى بعد تشغيل Fix My Valet (إذا كنت تستخدم Valet).
bn: নিম্নলিখিত কী কনফিগারেশন ফাইলগুলি PHP ইনস্টল করার পরে উপস্থিত থাকা উচিত: • %@ যদি এই ধরনের ফাইল অনুপস্থিত থাকে, তাহলে আপনাকে সেই ফাইলগুলির সাথে যুক্ত PHP সংস্করণে স্যুইচ করা উচিত: এতে সমস্যাটি সমাধান হতে পারে। যদি এটি সমস্যা ঠিক না করে, তবে Homebrew ব্যবহার করে উপযুক্ত PHP সংস্করণ(গুলি) পুনরায় ইনস্টল করার পরামর্শ দেওয়া হয়, যা অনুপস্থিত কনফিগারেশন ফাইলগুলোকে পুনরুদ্ধার করবে। অনুপস্থিত কনফিগারেশন ফাইলগুলিই হতে পারে কেন আপনি '502 Bad Gateway' ত্রুটি পাচ্ছেন, এমনকি Fix My Valet চালানোর পরেও (যদি আপনি Valet ব্যবহার করেন)।
es: Los siguientes archivos de configuración clave deben existir después de instalar PHP: • %@ Cuando esos archivos están faltantes, se recomienda cambiar a la versión de PHP asociada con esos archivos: esto puede resolver el problema. Si no arregla el problema, se recomienda reinicializar nuevamente las versiones de PHP asociadas con Homebrew, lo que debería restaurar los archivos de configuración que están faltantes. Los archivos de configuración faltantes pueden ser la razón por la cual usted recibe errores '502 Bad Gateway', incluso después de ejecutar "Arreglar Mi Valet" (si utiliza Valet).
fr: Les fichiers de configuration clés suivants doivent exister à la suite de l'installation de PHP : • %@ Lorsque des fichiers de ce type sont manquants, vous devriez passer à la version de PHP associée à ces fichiers : cela peut résoudre le problème. Si cela ne résout pas le problème, il est recommandé de réinstaller la (les) version(s) PHP appropriée(s) via Homebrew, ce qui devrait restaurer les fichiers de configuration manquants. Les fichiers de configuration manquants peuvent être la raison pour laquelle vous obtenez des erreurs '502 Bad Gateway', même après avoir exécuté Fix My Valet (si vous utilisez Valet).
hi: निम्नलिखित कुंजी कॉन्फ़िगरेशन फ़ाइलें PHP स्थापित करने के बाद मौजूद होनी चाहिए: • %@ जब ऐसी फ़ाइलें गायब हों, तो आपको उन फ़ाइलों से संबंधित PHP संस्करण पर स्विच करना चाहिए: इससे समस्या हल हो सकती है। यदि यह समाधान नहीं करता है, तो Homebrew के माध्यम से उपयुक्त PHP संस्करण(ओं) को फिर से स्थापित करने की अनुशंसा की जाती है, जिससे गायब कॉन्फ़िगरेशन फ़ाइलें पुनर्स्थापित होंगी। गायब कॉन्फ़िगरेशन फ़ाइलें '502 Bad Gateway' त्रुटियों का कारण हो सकती हैं, भले ही आपने Fix My Valet चलाया हो (यदि आप Valet उपयोग कर रहे हैं)।
id: Berikut file konfigurasi kunci harus ada setelah menginstal PHP: • %@ Jika file seperti ini hilang, Anda sebaiknya beralih ke versi PHP yang terkait dengan file tersebut: itu mungkin menyelesaikan masalah. Jika ini tidak memperbaiki masalah, disarankan untuk memasang ulang versi PHP yang sesuai melalui Homebrew lagi, yang akan memulihkan file konfigurasi yang hilang. File konfigurasi yang hilang dapat menjadi alasan mengapa Anda mendapatkan kesalahan '502 Bad Gateway', bahkan setelah menjalankan Fix My Valet (jika Anda menggunakan Valet).
it: Le seguenti chiavi di configurazione del file dovrebbero esistere dopo l'installazione di PHP: • %@ Quando tali file sono mancanti, è consigliabile passare alla versione di PHP associata a questi file: ciò potrebbe risolvere il problema. Se ciò non funziona, si consiglia di reinstallare nuovamente la/e versione/i appropriata/i di PHP tramite Homebrew, che dovrebbe ripristinare i file di configurazione mancanti. La mancanza di file di configurazione può essere la causa degli errori '502 Bad Gateway', anche dopo aver eseguito Fix My Valet (se si utilizza Valet).
ja: PHP をインストールした後、以下のキー設定ファイルが存在するはずです: • %@ このようなファイルが欠落している場合は、それらのファイルに関連付けられた PHP バージョンへ切り替えるべきです。これで問題が解決する可能性があります。もしそれでも解決しない場合は、Homebrew を使って該当する PHP バージョンを再インストールすることを推奨します。そうすれば欠落している設定ファイルが復元されるはずです。欠落した設定ファイルは、Fix My Valet（Valet を使用している場合）を実行した後でも「502 Bad Gateway」エラーの原因となります。
tr: PHP'i kurduktan sonra aşağıdaki ana yapılandırma dosyalarının mevcut olması gerekir: • %@ Bu tür dosyalar eksik olduğunda, ilgili PHP sürümüne geçmelisiniz: bu sorun çözebilir. Sorun çözülmezse, uygun PHP sürümlerini Homebrew üzerinden yeniden yüklemeniz önerilir; bu, eksik yapılandırma dosyalarını geri getirecektir. Eksik yapılandırma dosyaları, Fix My Valet'i çalıştırdıktan sonra bile (Valet kullanıyorsanız) '502 Bad Gateway' hatalarına neden olabilir.
zh_hans: 安装 PHP 后应存在以下关键配置文件： - %@ 当缺少类似文件时，应切换到与这些文件相关的 PHP 版本：这可能会解决问题。如果还不能解决问题，建议再次通过 Homebrew 重新安装相应的 PHP 版本，这样就可以恢复丢失的配置文件。配置文件缺失可能是出现 `502 Bad Gateway` 错误的原因，即使运行了 Fix My Valet(如果使用 Valet)也是如此。

# warnings.none
source: There are no recommendations available for you right now. You're all good!
ar: لا توجد توصيات متاحة لك الآن. أنت بخير!
bn: এখন আপনার জন্য কোনো সুপারিশ উপলব্ধ নেই। আপনি সব ঠিক আছেন!
es: No hay recomendaciones disponibles para ti en este momento. Usted está bien!
fr: Il n'y a pas de recommandations disponibles pour vous en ce moment. Tout est parfait !
hi: वर्तमान में आपके लिए कोई सिफ़ारिश उपलब्ध नहीं है। आप सब ठीक हैं!
id: Tidak ada rekomendasi yang tersedia untuk Anda saat ini. Semua sudah baik!
it: Non ci sono raccomandazioni disponibili per te al momento. Tutto a posto!
ja: 現在、あなたにおすすめするものはありません。すべて順調です！
tr: Şu anda size uygun öneri yok. Her şey yolunda!
zh_hans: 现在没有可用的建议。您可以放心使用！

# onboarding.title
source: Welcome Tour
ar: جولة الترحيب
bn: স্বাগত সফর
es: Gira de Bienvenida
fr: Visite d'Accueil
hi: स्वागत दौरा
id: Tur Selamat Datang
it: Tour di benvenuto
ja: ようこそツアー
tr: Hoşgeldiniz Turu

# onboarding.welcome
source: Welcome to PHP Monitor!
ar: مرحبًا بك في PHP Monitor!
bn: PHP মনিটরে স্বাগতম!
es: ¡Bienvenido a PHP Monitor!
fr: Bienvenue sur PHP Monitor !
hi: PHP Monitor में आपका स्वागत है!
id: Selamat datang di PHP Monitor!
it: Benvenuti in PHP Monitor!
ja: ようこそPHP Monitorへ！
tr: PHP Monitor'a hoş geldiniz!
zh_hans: 欢迎来到 PHP Monitor!

# onboarding.explore
source: You now have access to PHP Monitor's entire suite of functionality. You can learn more about some of the features that PHP Monitor has to offer on this screen.
ar: الآن لديك حق الوصول إلى مجموع كامل لميزات PHP Monitor. يمكنك التعرف على مزيدٍ من المعلومات حول بعض الخصائص التي يقدّمها PHP Monitor في هذا الشّاشة.
bn: এখন আপনি PHP Monitor‑এর সম্পূর্ণ কার্যকারিতা স্যুটে প্রবেশাধিকার পেয়েছেন। এই স্ক্রিনে আপনি PHP Monitor যে কিছু বৈশিষ্ট্য অফার করে তা সম্পর্কে আরও জানতে পারেন।
es: Ahora tiene acceso al completo conjunto de funcionalidades del PHP Monitor. Puede obtener más información sobre algunas de las características que ofrece el PHP Monitor en esta pantalla.
fr: Vous avez maintenant accès à l'ensemble des fonctionnalités de PHP Monitor. Vous pouvez en apprendre davantage sur certaines des fonctionnalités offertes par PHP Monitor en consultant cet écran.
hi: आपके पास अब PHP Monitor की पूरी कार्यक्षमता तक पहुँच है। आप इस स्क्रीन पर PHP Monitor द्वारा प्रदान की जाने वाली कुछ विशेषताओं के बारे में और अधिक जान सकते हैं।
id: Anda sekarang memiliki akses ke seluruh rangkaian fungsi PHP Monitor. Anda dapat mempelajari lebih lanjut tentang beberapa fitur yang ditawarkan PHP Monitor di layar ini.
it: Ora hai accesso all'intera suite di funzionalità di PHP Monitor. Puoi approfondire alcune delle caratteristiche che PHP Monitor offre in questa schermata.
ja: 現在、PHP Monitor のすべての機能にアクセスできるようになりました。この画面で、PHP Monitor が提供するいくつかの機能について詳しく知ることができます。
tr: Şimdi PHP Monitor'ın tüm işlevselliğine erişiminiz var. Bu ekranda, PHP Monitor'ın sunduğu bazı özellikler hakkında daha fazla bilgi edinebilirsiniz.
zh_hans: 您现在可以访问 PHP Monitor 的全部功能。您可以在此页面了解更多有关 PHP Monitor 所提供功能的信息

# onboarding.explore.lite
source: You now have access to PHP Monitor's most important features. Please note that some features (greyed out below) are currently unavailable because Laravel Valet is not active.
ar: أنت الآن لديك وصول إلى أهم ميزات PHP Monitor.\nيرجى ملاحظة أن بعض الميزات (المظللة أدناه) غير متاحة حاليًا لأن Laravel Valet غير نشط.
bn: আপনি এখন PHP Monitor-এর সবচেয়ে গুরুত্বপূর্ণ বৈশিষ্ট্যগুলিতে প্রবেশাধিকার পেয়েছেন। দয়া করে লক্ষ্য করুন যে কিছু বৈশিষ্ট্য (নীচে ধূসর করা) বর্তমানে অনুপলব্ধ কারণ Laravel Valet সক্রিয় নয়।
es: Ahora tiene acceso a todas las funciones clave del PHP Monitor. Nota: Algunas funciones (en gris en la pantalla siguiente) actualmente no están disponibles porque Laravel Valet no está activo.
fr: Vous avez maintenant accès aux fonctionnalités les plus importantes de PHP Monitor. Veuillez noter que certaines fonctionnalités (grisées ci-dessous) sont actuellement indisponibles car Laravel Valet n'est pas actif.
hi: आपके पास अब PHP Monitor की सबसे महत्वपूर्ण सुविधाओं तक पहुँच है। कृपया ध्यान दें कि कुछ विशेषताएँ (नीचे धूसर दिखाई गई हैं) वर्तमान में उपलब्ध नहीं हैं क्योंकि Laravel Valet सक्रिय नहीं है।
id: Anda sekarang memiliki akses ke fitur paling penting dari PHP Monitor. Harap dicatat bahwa beberapa fitur (ditandai abu‑abu di bawah) saat ini tidak tersedia karena Laravel Valet tidak aktif.
it: Ora hai accesso alle funzionalità più importanti di PHP Monitor. Si prega di notare che alcune funzioni (sgrigolati qui sotto) non sono attualmente disponibili perché Laravel Valet non è attivo.
ja: PHP Monitor の最重要機能にアクセスできるようになりました。下部でグレーアウトされているいくつかの機能は、Laravel Valet が有効ではないため現在利用できませんのでご注意ください。
tr: Şimdi PHP Monitor'ın en önemli özelliklerine erişiminiz var. Lütfen bazı özelliklerin (aşağıdaki gri renkte) şu anda kullanılabilir olmadığını unutmayın, çünkü Laravel Valet etkin değil.
zh_hans: 您现在可以访问 PHP Monitor 最重要的功能。 请注意，由于 Laravel Valet 未激活，某些功能(下面灰色部分)目前不可用。

# onboarding.tour.menu_bar.title
source: Power In Your Menu Bar
ar: القوة في شريط القوائم الخاص بك
bn: আপনার মেনু বারে শক্তি
es: Poder En Tu Barra De Menús
fr: Le Pouvoir dans votre Barre de Menu
hi: अपने मेनू बार में शक्ति
id: Kekuatan di Bilah Menu Anda
it: Potenza nella tua barra dei menu
ja: メニュー バーのパワー
tr: Menü Çubuğunuzda Güç
zh_hans: 菜单栏中的强大功能

# onboarding.tour.menu_bar
source: PHP Monitor lives in your menu bar. From this menu, you can access most of PHP Monitor's key functionality, including switching the globally linked PHP version, locating config files, installing different PHP versions, and more.
ar: يقع PHP Monitor في شريط القوائم الخاص بك. من خلال هذا القائمة، يمكنك الوصول إلى معظم وظائف PHP Monitor الرئيسية، بما في ذلك تبديل إصدار PHP المرتبط عالمياً، وتحديد ملفات التكوين، وتثبيت إصدارات مختلفة من PHP، وأكثر؛
bn: PHP Monitor আপনার মেনু বারে অবস্থান করে। এই মেনু থেকে আপনি PHP Monitor-এর বেশিরভাগ মূল কার্যকারিতা অ্যাক্সেস করতে পারেন, যার মধ্যে রয়েছে গ্লোবালি লিঙ্কড PHP ভার্শন পরিবর্তন করা, কনফিগ ফাইল খুঁজে পাওয়া, বিভিন্ন PHP ভার্শন ইনস্টল করা এবং আরও অনেক কিছু।
es: PHP Monitor vive en tu barra de menús. Desde este menú, usted puede acceder a la mayoría de las funciones clave del PHP Monitor, incluyendo cambiar la versión de PHP enlazada globalmente, localizar archivos de configuración, instalar diferentes versiones de PHP, entre otras.
fr: PHP Monitor se trouve dans votre barre de menu. À partir de ce menu, vous pouvez accéder à la plupart des fonctionnalités clés de PHP Monitor, y compris le changement de la version globale de PHP, la localisation des fichiers de configuration, l'installation de différentes versions de PHP, et plus encore.
hi: PHP Monitor आपके मेनू बार में रहता है। इस मेनू से आप PHP Monitor की अधिकांश प्रमुख कार्यक्षमताओं तक पहुँच सकते हैं, जिसमें वैश्विक रूप से जुड़ी PHP संस्करण बदलना, कॉन्फ़िग फ़ाइलें ढूंढना, विभिन्न PHP संस्करणों को स्थापित करना और अधिक शामिल हैं।
id: PHP Monitor berada di bilah menu Anda. Dari menu ini, Anda dapat mengakses sebagian besar fungsi utama PHP Monitor, termasuk mengganti versi PHP yang terhubung secara global, menemukan file konfigurasi, memasang versi PHP berbeda, dan masih banyak lagi.
it: PHP Monitor risiede nella tua barra dei menu. Da questo menu puoi accedere alla maggior parte delle funzionalità principali di PHP Monitor, inclusi il cambio della versione PHP globalmente collegata, la localizzazione dei file di configurazione, l'installazione di diverse versioni PHP e altro ancora.
ja: PHP Monitorはメニューバーに存在します。このメニューから、グローバルにリンクされた PHP バージョンの切替や設定ファイルの検索、異なる PHP バージョンのインストールなど、PHP Monitor の主要機能へアクセスできます。
tr: PHP Monitor menü çubuğunda yer alır. Bu menüden, küresel olarak bağlı PHP sürümünü değiştirme, yapılandırma dosyalarını bulma, farklı PHP sürümleri kurma ve daha fazlası dahil olmak üzere PHP Monitor'ın ana işlevlerine erişebilirsiniz.
zh_hans: PHP Monitor 位于您的菜单栏中。通过该菜单，您可以访问 PHP Monitor 的大部分关键功能，包括切换全局链接的 PHP 版本、查找配置文件、安装不同的 PHP 版本等。

# onboarding.tour.faq_hint
source: **Questions?** I recommend that you check out the [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) on GitHub: it contains a comprehensive FAQ with various tips and common questions and answers.
ar: **أسئلة؟** أوصي بالاطلاع على ملف [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) على GitHub: يحتوي على قائمة شاملة للأسئلة المتكررة مع نصائح مختلفة وأسئلة وأجوبة شائعة.
bn: **প্রশ্ন আছে?** আমি সুপারিশ করি আপনি GitHub-এ [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) দেখুন: সেখানে বিভিন্ন টিপস এবং সাধারণ প্রশ্ন ও উত্তরসহ একটি বিস্তৃত FAQ রয়েছে.
es: **Preguntas?** Le recomendamos que revise el [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) en GitHub: contiene una FAQ completa con diversas sugerencias y preguntas y respuestas comunes.
fr: **Questions?** Je vous recommande de lire le [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) sur GitHub: il contient une FAQ complète avec divers conseils et des questions et réponses courantes.
hi: प्रश्न हैं? मैं सुझाव देता हूँ कि आप GitHub पर [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) देखें: इसमें विभिन्न टिप्स और सामान्य प्रश्नों व उत्तरों के साथ एक व्यापक FAQ शामिल है।
id: **Pertanyaan?** Saya sarankan Anda melihat [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) di GitHub: berisi FAQ komprehensif dengan berbagai tip dan pertanyaan umum serta jawabannya.
it: **Domande?** Ti consiglio di consultare il [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) su GitHub: contiene una FAQ completa con vari suggerimenti e domande frequenti e risposte.
ja: **質問がありますか？** GitHub の [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) をご覧になることをおすすめします。そこには、さまざまなヒントやよくある質問と回答が網羅された FAQ が含まれています。
tr: **Sorularınız mı var?** GitHub'daki [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md) incelemenizi öneriyorum: içinde çeşitli ipuçları ve yaygın sorular ile cevaplar içeren kapsamlı bir SSS bulunuyor.
zh_hans: **有问题吗？**我建议您查看 GitHub 上的 [README](https://github.com/nicoverbruggen/phpmon/blob/main/README.md)：其中包含全面的常见问题解答，包含各种技巧和常见问题及答案。
