Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# mi_busy
source: PHP Monitor is busy...
ar: مراقب PHP مشغول...
bn: PHP Monitor ব্যস্ত রয়েছে...
es: PHP Monitor está ocupado...
fr: PHP Monitor est occupé...
hi: PHP मॉनिटर व्यस्त है...
id: PHP Monitor sedang sibuk...
it: PHP Monitor è occupato...
ja: PHP Monitor は現在処理中です…
tr: PHP Monitor meşgul…
zh_hans: PHP Monitor 正忙着...

# mi_unsure
source: We are not sure what version of PHP you are running.
ar: نحن غير متأكدين من إصدار PHP الذي تشغله.
bn: আমরা নিশ্চিত নই আপনি কোন সংস্করণের PHP চালাচ্ছেন।
es: No estamos seguros de qué versión de PHP estás ejecutando.
fr: Nous ne sommes pas sûrs de quelle version de PHP vous utilisez.
hi: हम निश्चित नहीं हैं कि आप कौन सा PHP संस्करण चला रहे हैं।
id: Kami tidak yakin versi PHP yang Anda jalankan.
it: Non siamo sicuri di quale versione di PHP stai eseguendo.
ja: どのバージョンの PHP を実行しているか分かりません。
tr: Hangi PHP sürümünü çalıştırdığınızı bilmiyoruz.
zh_hans: 我们不确定您正在运行的 PHP 版本

# mi_php_version
source: Global version: PHP
ar: الإصدار العام: PHP
bn: গ্লোবাল সংস্করণ: PHP
es: Versión global: PHP
fr: Version globale: PHP
hi: ग्लोबल संस्करण: PHP
id: Versi global: PHP
it: Versione globale: PHP
ja: 全体バージョン：PHP
tr: Küresel sürüm: PHP
zh_hans: 全局版本：PHP

# mi_php_switch
source: Switch to PHP
ar: التبديل إلى PHP
bn: PHP এ স্যুইচ করুন
es: Cambiar a PHP
fr: Passer à PHP
hi: PHP पर स्विच करें
id: Beralih ke PHP
it: Passa a PHP
ja: PHPに切り替える
tr: PHP'ye geç
zh_hans: 切换到 PHP

# mi_php_unsupported
source: Some installed PHP versions are not displayed.
ar: بعض إصدارات PHP المثبتة غير معروضة.
bn: কিছু ইনস্টল করা PHP সংস্করণ প্রদর্শিত হচ্ছে না।
es: Algunas versiones instaladas de PHP no se muestran.
fr: Certaines versions de PHP installées ne sont pas affichées.
hi: कुछ स्थापित PHP संस्करण प्रदर्शित नहीं हो रहे हैं।
id: Beberapa versi PHP yang terpasang tidak ditampilkan.
it: Alcune versioni di PHP installate non vengono visualizzate.
ja: インストールされた一部の PHP バージョンが表示されません。
tr: Kurulu bazı PHP sürümleri görüntülenmiyor.
zh_hans: 未显示某些已安装的 PHP 版本

# mi_php_broken_1
source: Oof! It appears your PHP installation is broken...
ar: أوه! يبدو أن تثبيت PHP الخاص بك معطوب...
bn: আহা! আপনার PHP ইনস্টলেশনটি ভাঙা বলে মনে হচ্ছে...
es: ¡Uy! Parece que tu instalación de PHP está rota...
fr: Oups ! Il semblerait que votre installation de PHP soit endommagée...
hi: ओह! ऐसा लगता है कि आपकी PHP स्थापना टूट गई है...
id: Oof! Tampaknya instalasi PHP Anda rusak...
it: Ouf! Sembra che la tua installazione di PHP sia danneggiata...
ja: おっと！PHP のインストールが壊れているようです…
tr: Ah! Görünüşe göre PHP kurulumunuz bozuk...
zh_hans: 哦！看来您的 PHP 安装已损坏...

# mi_php_broken_2
source: Try running `php -v` in your terminal.
ar: حاول تشغيل `php -v` في الطرفية الخاصة بك.
bn: আপনার টার্মিনালে `php -v` চালানোর চেষ্টা করুন।
es: Intenta ejecutar `php -v` en tu terminal.
fr: Essayez d'exécuter `php -v` dans votre terminal.
hi: अपने टर्मिनल में `php -v` चलाने का प्रयास करें।
id: Coba jalankan `php -v` di terminal Anda.
it: Prova a eseguire `php -v` nel tuo terminale.
ja: ターミナルで `php -v` を実行してみてください。
tr: Terminalinizde `php -v` komutunu çalıştırmayı deneyin.
zh_hans: 尝试在终端运行 `php -v`

# mi_php_broken_3
source: You could also try switching to another version.
ar: يمكنك أيضًا محاولة التبديل إلى إصدار آخر.
bn: আপনি অন্য একটি সংস্করণে স্যুইচ করে চেষ্টা করতে পারেন।
es: También podrías intentar cambiar a otra versión.
fr: Vous pouvez également essayer de passer à une autre version.
hi: आप भी किसी अन्य संस्करण पर स्विच करने का प्रयास कर सकते हैं।
id: Anda juga dapat mencoba beralih ke versi lain.
it: Potresti anche provare a passare ad un’altra versione.
ja: 別のバージョンに切り替えてみることもできます。
tr: Diğer bir sürüme geçmeyi de deneyebilirsiniz.
zh_hans: 您也可以尝试切换到另一个版本

# mi_php_broken_4
source: Running `brew reinstall php` (or for the equivalent version) might help.
ar: تشغيل `brew reinstall php` (أو الإصدار المعادل) قد يساعد.
bn: চালান `brew reinstall php` (অথবা সমতুল্য সংস্করণ) সহায়ক হতে পারে।
es: Ejecutar `brew reinstall php` (o para la versión equivalente) podría ayudar.
fr: Exécuter `brew reinstall php` (ou la commande équivalente pour votre version désirée) pourrait aider.
hi: चलाते हुए `brew reinstall php` (या समकक्ष संस्करण के लिए) मदद कर सकता है.
id: Menjalankan `brew reinstall php` (atau versi yang setara) mungkin membantu.
it: Eseguire `brew reinstall php` (o per la versione equivalente) potrebbe aiutare.
ja: 「`brew reinstall php`」(または同等のバージョンを使う場合）を実行すると、問題が解決する可能性があります。
tr: `brew reinstall php` (veya eşdeğer sürüm) yardımcı olabilir.
zh_hans: 运行 `brew reinstall php`(或同等版本)可能会有帮助

# mi_no_php_linked
source: No PHP version linked!
ar: لم يتم ربط إصدار PHP!
bn: কোনো PHP সংস্করণ সংযুক্ত নেই!
es: ¡No hay ninguna versión de PHP vinculada!
fr: Aucune version de PHP n'est liée !
hi: कोई PHP संस्करण जुड़ा नहीं है!
id: Tidak ada versi PHP terhubung!
it: Nessuna versione PHP collegata!
ja: PHPバージョンがリンクされていません！
tr: PHP sürümü bağlı değil!
zh_hans: 未链接 PHP 版本！

# mi_fix_php_link
source: Fix Automatically...
ar: إصلاح تلقائيًا...
bn: স্বয়ংক্রিয়ভাবে ঠিক করুন...
es: Arreglar automáticamente...
fr: Réparer Automatiquement...
hi: स्वचालित रूप से ठीक करें...
id: Perbaiki Otomatis...
it: Correggi automaticamente...
ja: 自動で修正...
tr: Otomatik olarak düzelt...
zh_hans: 自动修复...

# mi_no_php_linked_explain
source: What's This?
ar: ما هذا؟
bn: এটি কী?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
hi: यह क्या है?
id: Apa ini?
it: Cos'è questo?
ja: これは何ですか？
tr: Bu Nedir?
zh_hans: 这是什么？

# mi_php_version_manager
source: PHP Version Manager...
ar: إدارة تثبيتات PHP...
bn: PHP ইনস্টলেশন পরিচালনা করুন…
es: Gestionar instalaciones de PHP...
fr: Gérer les Installations PHP...
hi: PHP इंस्टॉलेशन प्रबंधित करें...
id: Kelola Instalasi PHP...
it: Gestisci le installazioni di PHP…
ja: PHPインストールを管理…
tr: PHP Kurulumlarını Yönet...
zh_hans: 管理 PHP 安装...

# mi_diagnostics
source: Diagnostics
ar: تشخيصات
bn: ডায়াগনস্টিক্স
es: Diagnósticos
fr: Diagnostiques
hi: डायग्नोस्टिक्स
id: Diagnostik
it: Diagnostica
ja: 診断
tr: Tanı
zh_hans: 诊断

# mi_active_services
source: Active Services
ar: الخدمات النشطة
bn: সক্রিয় পরিষেবা
es: Servicios activos
fr: Services actifs
hi: सक्रिय सेवाएँ
id: Layanan Aktif
it: Servizi attivi
ja: アクティブサービス
tr: Aktif Hizmetler
zh_hans: 活动服务

# mi_restart_php_fpm
source: Restart Service: php
ar: إعادة تشغيل الخدمة: php
bn: সার্ভিস পুনরায় চালু করুন: php
es: Reiniciar servicio: php
fr: Redémarrer le service: php
hi: सेवा पुनः प्रारंभ करें: php
id: Restart Layanan: php
it: Riavvia servizio: php
ja: サービスを再起動: php
tr: Hizmeti yeniden başlat: php
zh_hans: 重启服务：php

# mi_restart_nginx
source: Restart Service: nginx
ar: أعد تشغيل الخدمة: nginx
bn: সার্ভিস পুনরায় চালু করুন: nginx
es: Reiniciar servicio: nginx
fr: Redémarrer le service: nginx
hi: सेवा को पुनः प्रारम्भ करें: nginx
it: Riavvia servizio: nginx
ja: サービスを再起動: nginx
tr: Hizmeti yeniden başlat: nginx
zh_hans: 重启服务：nginx

# mi_restart_dnsmasq
source: Restart Service: dnsmasq
ar: إعادة تشغيل الخدمة: dnsmasq
bn: সার্ভিস পুনরায় শুরু করুন: dnsmasq
es: Reiniciar servicio: dnsmasq
fr: Redémarrer le service: dnsmasq
hi: सेवा को पुनः आरम्भ करें: dnsmasq
id: Mulai Ulang Layanan: dnsmasq
it: Riavvia il servizio: dnsmasq
ja: サービスの再起動：dnsmasq
tr: Servisi Yeniden Başlat: dnsmasq
zh_hans: 重启服务：dnsmasq

# mi_manage_services
source: Manage Services
ar: إدارة الخدمات
bn: সেবা পরিচালনা
es: Gestionar servicios
fr: Gérer les services
hi: सेवाओं का प्रबंधन करें
id: Kelola Layanan
it: Gestisci servizi
ja: サービスを管理
tr: Hizmetleri Yönet
zh_hans: 管理服务

# mi_restart_valet_services
source: Restart Valet Services
ar: إعادة تشغيل خدمات فاليت
bn: ভ্যালেট সার্ভিস পুনরায় চালু করুন
es: Reiniciar servicios de Valet
fr: Redémarrer les services Valet
hi: Valet सेवाओं को फिर से शुरू करें
id: Mulai ulang layanan Valet
it: Riavvia i servizi Valet
ja: Valet サービスを再起動
tr: Valet Servislerini Yeniden Başlat
zh_hans: 重启 Valet 服务

# mi_stop_valet_services
source: Stop Valet Services
ar: إيقاف خدمات Valet
bn: ভ্যালেট পরিষেবাগুলি বন্ধ করুন
es: Detener servicios de Valet
fr: Arrêter les services Valet
hi: वैलेट सेवाओं को रोकें
id: Hentikan Layanan Valet
it: Ferma i servizi Valet
ja: Valetサーバーを停止
tr: Valet Hizmetlerini Durdur
zh_hans: 停止 Valet 服务

# mi_fix_my_valet
source: Fix My Valet...
ar: إصلاح فاليتي الخاص بي...
bn: আমার ভ্যালেট ঠিক করুন...
es: Arreglar mi Valet...
fr: Réparer mon Valet...
hi: मेरे वैलेट को ठीक करें...
id: Perbaiki Valet Saya...
it: Correggi il mio Valet...
ja: 私の Valet を修復…
tr: Valet'i Düzelt...
zh_hans: 修复我的 Valet...

# mi_fix_my_valet_tooltip
source: Something wrong with your Valet installation? Try PHP Monitor’s automatic fixes that’ll get you back up and running in no time!
ar: هل هناك مشكلة في تثبيت Valet الخاص بك؟ جرب الإصلاحات التلقائية من PHP Monitor التي ستعيد تشغيلك بسرعة لا تضيع وقتًا!
bn: আপনার Valet ইনস্টলেশন নিয়ে কিছু সমস্যা হচ্ছে? PHP Monitor এর স্বয়ংক্রিয় মেরামতগুলি চেষ্টা করুন, যা আপনাকে মুহূর্তেই আবার চালু করে দেবে!
es: ¿Algo anda mal con tu instalación de Valet? ¡Prueba las correcciones automáticas de PHP Monitor que te ayudarán a estar funcionando en poco tiempo!
fr: Un problème avec votre installation de Valet ? Essayez les correctifs automatiques de PHP Monitor qui vous permettront d'être à nouveau opérationnel en un rien de temps !
hi: क्या आपके Valet इंस्टॉलेशन में कोई समस्या है? PHP Monitor की स्वतः सुधारों को आज़माएँ, जिससे आप जल्द ही फिर से चलने लगेंगे!
id: Ada masalah dengan instalasi Valet Anda? Coba perbaikan otomatis PHP Monitor yang akan membuatnya kembali berjalan dalam waktu singkat!
it: Qualcosa non va con l'installazione di Valet? Prova le correzioni automatiche di PHP Monitor che ti riporteranno online in pochissimo tempo!
ja: Valet のインストールに問題がありますか？PHP Monitor の自動修復機能を試して、すぐに再び稼働させましょう！
tr: Valet kurulumunuzda bir sorun mu var? PHP Monitor’ın otomatik düzeltmelerini deneyin; bu sayede zaman kaybetmeden tekrar çalışır hale geleceksiniz!
zh_hans: 您的 Valet 安装有问题？试试 PHP Monitor 的自动修复功能，它能让您立即恢复正常运行！

# mi_fix_brew_permissions
source: Restore Homebrew Permissions...
ar: استعادة أذونات Homebrew...
bn: হোমব্রু অনুমতিগুলি পুনরুদ্ধার করুন...
es: Restaurar permisos de Homebrew...
fr: Restaurer les permissions Homebrew
hi: होमब्रू अनुमतियाँ पुनर्स्थापित करें...
id: Pulihkan Izin Homebrew...
it: Ripristina i permessi di Homebrew...
ja: Homebrewの権限を復元…
tr: Homebrew İzinlerini Geri Yükle...
zh_hans: 恢复 Homebrew 权限...

# mi_fix_brew_permissions_tooltip
source: Having permission issues when running `brew upgrade`? PHP Monitor to the rescue!
ar: هل تواجه مشكلات في الأذونات عند تشغيل `brew upgrade`؟ PHP Monitor للإنقاذ!
bn: ব্রিউ আপগ্রেড চালানোর সময় অনুমতি সমস্যায় পড়ছেন? PHP Monitor আপনাকে উদ্ধার করতে প্রস্তুত!
es: ¿Tienes problemas de permisos al ejecutar `brew upgrade`? ¡PHP Monitor al rescate!
fr: Des problèmes de permission lors de l'exécution de `brew upgrade` ? PHP Monitor vient à votre rescousse !
hi: क्या आपको `brew upgrade` चलाते समय अनुमति समस्याएँ हो रही हैं? PHP Monitor आपकी मदद के लिए यहाँ है!
id: Mengalami masalah izin saat menjalankan `brew upgrade`? PHP Monitor datang untuk menyelamatkan!
it: Hai problemi di permessi quando esegui `brew upgrade`? PHP Monitor al tuo soccorso!
ja: 「brew upgrade」を実行したときに権限の問題が発生しますか？ PHP Monitor が解決します！
tr: `brew upgrade` çalıştırırken izin sorunları mı yaşıyorsunuz? PHP Monitor yardımına koşuyor!
zh_hans: 运行 `brew upgrade` 时遇到权限问题？PHP Monitor 来帮忙！

# mi_php_refresh
source: Refresh Information
ar: تحديث المعلومات
bn: তথ্য রিফ্রেশ করুন
es: Actualizar información
fr: Actualiser les informations
hi: सूचना रीफ़्रेश करें
id: Muat Ulang Informasi
it: Aggiorna informazioni
ja: 情報を更新
tr: Bilgileri yenile
zh_hans: 刷新信息

# mi_configuration
source: PHP Configuration
ar: إعدادات PHP
bn: পিএইচপি কনফিগারেশন
es: Configuración de PHP
fr: Configuration PHP
hi: PHP कॉन्फ़िगरेशन
id: Konfigurasi PHP
it: Configurazione PHP
ja: PHP設定
tr: PHP Yapılandırması
zh_hans: PHP 配置

# mi_limits
source: Limits Configuration
ar: إعدادات الحدود
bn: সীমা কনফিগারেশন
es: Configuración de límites
fr: Configuration des limites
hi: सीमा विन्यास
id: Konfigurasi Batas
it: Configurazione dei limiti
ja: 制限設定
tr: Limit Yapılandırması
zh_hans: 限制配置

# mi_memory_limit
source: Memory Limit
ar: الحد الأقصى للذاكرة
bn: মেমরি সীমা
fr: Limite de mémoire
hi: मेमोरी सीमा
id: Batas Memori
it: Limite di memoria
ja: メモリ制限
tr: Bellek Sınırı
zh_hans: 内存限制

# mi_post_max_size
source: Max POST
ar: الحد الأقصى للـ POST
bn: সর্বোচ্চ POST
fr: Taille maximale POST
hi: अधिकतम POST
id: Maksimum POST
it: Dimensione massima POST
ja: 最大POST
tr: Maksimum POST
zh_hans: 最大 POST

# mi_upload_max_filesize
source: Max Upload
ar: التحميل الأقصى
bn: সর্বোচ্চ আপলোড
fr: Taille maximal d'upload
hi: अधिकतम अपलोड
id: Unggah Maksimum
it: Dimensione massima di caricamento
ja: 最大アップロード
tr: Maksimum Yükleme
zh_hans: 最大上传

# mi_manual_actions
source: Manual Actions
ar: العمليات اليدوية
bn: ম্যানুয়াল অ্যাকশনস
es: Acciones manuales
fr: Actions manuelles
hi: मैनुअल कार्रवाई
id: Tindakan Manual
it: Azioni manuali
ja: 手動操作
tr: Manuel İşlemler
zh_hans: 手动操作

# mi_services
source: Services
ar: خدمات
bn: সেবা
es: Servicios
hi: सेवाएँ
id: Layanan
it: Servizi
ja: サービス
tr: Servisler
zh_hans: 服务

# mi_other
source: First Aid & Services
ar: الإسعافات الأولية والخدمات
bn: প্রথমিক সহায়তা ও সেবা
es: Primeros auxilios y servicios
fr: Dépannage & services
hi: प्रथम सहायता एवं सेवाएँ
id: Pertolongan Pertama & Layanan
it: Pronto soccorso e servizi
ja: 応急処置とサービス
tr: İlk Yardım ve Hizmetler
zh_hans: 急救与服务

# mi_first_aid
source: First Aid
ar: الإسعاف الأولي
bn: প্রথম সহায়তা
es: Primeros auxilios
fr: Dépannage
hi: प्रथम सहायता
id: Pertolongan Pertama
it: Primo Soccorso
ja: ファーストエイド
tr: İlk Yardım
zh_hans: 急救

# mi_xdebug_mode
source: Manage Xdebug
ar: إدارة Xdebug
bn: Xdebug পরিচালনা করুন
es: Gestionar Xdebug
fr: Gérer Xdebug
hi: Xdebug प्रबंधित करें
id: Kelola Xdebug
it: Gestisci Xdebug
ja: Xdebug を管理
tr: Xdebug'ı Yönetin
zh_hans: 管理 Xdebug

# mi_valet_config
source: Locate Valet Folder (.config/valet)
ar: حدد مجلد Valet (.config/valet)
bn: Valet ফোল্ডারটি সন্ধান করুন (.config/valet)
es: Localizar carpeta de Valet (.config/valet)
fr: Localiser le dossier Valet (.config/valet)
hi: Valet फ़ोल्डर ढूंढें (.config/valet)
id: Temukan folder Valet (.config/valet)
it: Trova la cartella Valet (.config/valet)
ja: Valet フォルダを探す (.config/valet)
tr: Valet Klasörünü Bul (.config/valet)
zh_hans: 定位 Valet 文件夹(.config/valet)

# mi_php_config
source: Locate PHP Configuration File (php.ini)
ar: تحديد ملف إعدادات PHP (php.ini)
bn: PHP কনফিগারেশন ফাইল (php.ini) সন্ধান করুন
es: Localizar archivo de configuración PHP (php.ini)
fr: Localiser le fichier de configuration de PHP (php.ini)
hi: PHP कॉन्फ़िगरेशन फ़ाइल (php.ini) खोजें
id: Temukan File Konfigurasi PHP (php.ini)
it: Localizza il file di configurazione PHP (php.ini)
ja: PHP設定ファイル（php.ini）を探す
tr: PHP Yapılandırma Dosyasını Bulun (php.ini)
zh_hans: 定位 PHP 配置文件(php.ini)

# mi_phpmon_config
source: Locate PHP Monitor Folder (.config/phpmon)
ar: حدد مجلد PHP Monitor (.config/phpmon)
bn: PHP Monitor ফোল্ডারটি খুঁজুন (.config/phpmon)
es: Localizar carpeta de PHP Monitor (.config/phpmon)
fr: Localiser le dossier de PHP Monitor (.config/phpmon)
hi: PHP Monitor फ़ोल्डर खोजें (.config/phpmon)
id: Temukan folder PHP Monitor (.config/phpmon)
it: Trova la cartella di PHP Monitor (.config/phpmon)
ja: PHP Monitor フォルダー (.config/phpmon) を見つけてください
tr: PHP Monitor klasörünü bulun (.config/phpmon)
zh_hans: 定位 PHP Monitor 文件夹(.config/phpmon)

# mi_global_composer
source: Locate Global Composer File (.composer)
ar: تحديد موقع ملف Composer العام (.composer)
bn: গ্লোবাল কম্পোজার ফাইল (.composer) খুঁজে নিন
es: Localizar archivo global de Composer (.composer)
fr: Localiser le fichier Composer global (.composer)
hi: ग्लोबल कॉम्पोज़र फ़ाइल ढूंढें (.composer)
id: Temukan File Composer Global (.composer)
it: Trova file Composer globale (.composer)
ja: グローバル Composer ファイル (.composer) を探す
tr: Global Composer Dosyasını Bul (.composer)
zh_hans: 定位全局 Composer 文件(.composer)

# mi_phpinfo
source: Show Current Configuration (phpinfo)
ar: عرض التكوين الحالي (phpinfo)
bn: বর্তমান কনফিগারেশন দেখান (phpinfo)
es: Mostrar configuración actual (phpinfo)
fr: Afficher la configuration actuelle (phpinfo)
hi: वर्तमान कॉन्फ़िगरेशन दिखाएँ (phpinfo)
id: Tampilkan Konfigurasi Saat Ini (phpinfo)
it: Mostra configurazione corrente (phpinfo)
ja: 現在の設定を表示（phpinfo）
tr: Şu anki Yapılandırmayı Göster (phpinfo)
zh_hans: 显示当前配置(phpinfo)

# mi_update_global_composer
source: Update Global Composer Dependencies...
ar: تحديث تبعيات Composer العامة...
bn: গ্লোবাল কম্পোজার নির্ভরশীলতাগুলি আপডেট করুন...
es: Actualizar dependencias globales de Composer...
fr: Mettre à jour les dépendances globales de Composer...
hi: वैश्विक कॉम्पोज़र निर्भरताएँ अपडेट करें...
id: Memperbarui Ketergantungan Composer Global...
it: Aggiorna le dipendenze globali di Composer...
ja: 全体のComposer依存関係を更新しています...
tr: Genel Composer Bağımlılıklarını Güncelle...
zh_hans: 更新全局 Composer 依赖...

# mi_detected_extensions
source: Detected Extensions
ar: الامتدادات المكتشفة
bn: সনাক্তকৃত এক্সটেনশন
es: Extensiones detectadas
fr: Extensions détectées
hi: पहचानी गई एक्सटेंशन
id: Ekstensi yang Terdeteksi
it: Estensioni Rilevate
ja: 検出された拡張機能
tr: Tespit Edilen Uzantılar
zh_hans: 检测到的扩展

# mi_no_extensions_detected
source: No additional extensions detected.
ar: لم يتم اكتشاف امتدادات إضافية.
bn: কোনো অতিরিক্ত এক্সটেনশন সনাক্ত হয়নি।
es: No se detectaron extensiones adicionales.
fr: Aucune extension supplémentaire détectée.
hi: कोई अतिरिक्त एक्सटेंशन नहीं मिला।
id: Tidak ada ekstensi tambahan terdeteksi.
it: Nessuna estensione aggiuntiva rilevata.
ja: 追加の拡張機能は検出されません。
tr: Ekstra uzantı tespit edilmedi.
zh_hans: 未检测到其他扩展

# mi_fa_php_doctor
source: Open PHP Doctor...
ar: افتح PHP Doctor...
bn: PHP ডক্টর খুলুন...
es: Abrir PHP Doctor...
fr: Ouvrir PHP Doctor...
hi: PHP डॉक्टर खोलें...
id: Buka PHP Doctor...
it: Apri PHP Doctor...
ja: PHP Doctorを開く…
tr: PHP Doktorunu Aç...
zh_hans: 打开 PHP Doctor...

# mi_recommendations_count
source: %i Issue(s) Detected!
ar: %i مشكلة تم اكتشافها!
bn: %i টি ইস্যু(সমূহ) সনাক্ত হয়েছে!
es: ¡%i problema(s) detectado(s)!
fr: %i problèmes(s) détecté(s)!
hi: %i समस्या(ओं) का पता चला!
id: %i Masalah Terdeteksi!
it: %i Problema(i) rilevato(i)!
ja: %i 件の問題が検出されました！
tr: %i Sorun(lar) Tespit Edildi!
zh_hans: %i 个被检测到的问题！

# mi_view_recommendations
source: View Recommendations...
ar: عرض التوصيات…
bn: রেকমেন্ডেশন দেখুন...
es: Ver recomendaciones...
fr: Afficher les recommandations...
hi: सिफ़ारिशें देखें...
id: Lihat Rekomendasi...
it: Visualizza raccomandazioni...
ja: おすすめを見る…
tr: Önerileri Görüntüle...
zh_hans: 查看建议...

# mi_valet
source: Laravel Valet
ar: لارافيل فاليت
bn: লারাভেল ভ্যালেট

# mi_domain_list
source: View Domains List...
ar: عرض قائمة النطاقات...
bn: ডোমেইন তালিকা দেখুন...
es: Ver lista de dominios...
fr: Afficher la liste des domaines...
hi: डोमेन सूची देखें...
id: Lihat Daftar Domain...
it: Visualizza elenco domini...
ja: ドメイン一覧を表示...
tr: Alanlar Listesini Görüntüle...
zh_hans: 查看域名列表...

# mi_preferences
source: Preferences...
ar: التفضيلات…
bn: পছন্দসমূহ...
es: Preferencias...
fr: Préférences...
hi: प्राथमिकताएँ...
id: Preferensi...
it: Preferenze...
ja: 設定…
tr: Tercihler...
zh_hans: 首选项...

# mi_donate
source: Donate...
ar: تبرع...
bn: দান করুন...
es: Donar...
fr: Faire un don...
hi: दान करें...
id: Donasi...
it: Dona...
ja: 寄付…
tr: Bağış Yap…
zh_hans: 捐赠...

# mi_check_for_updates
source: Check for Updates...
ar: التحقق من التحديثات...
bn: আপডেট পরীক্ষা করুন…
es: Buscar actualizaciones...
fr: Vérifier les mises à jour...
hi: अपडेट के लिए जाँच करें...
id: Periksa Pembaruan...
it: Verifica aggiornamenti...
ja: アップデートを確認する…
tr: Güncellemeleri Kontrol Et...
zh_hans: 检查更新...

# mi_lite_mode
source: About Standalone Mode...
ar: حول الوضع المنفصل...
bn: স্ট্যান্ডএলোন মোড সম্পর্কে...
es: Acerca del modo independiente...
fr: À propos du mode Standalone...
hi: स्टैंडअलोन मोड के बारे में...
id: Tentang Mode Mandiri...
it: Informazioni sulla Modalità Standalone...
ja: スタンドアロンモードについて…
tr: Standalone Mod Hakkında...
zh_hans: 关于单机模式...

# mi_quit
source: Quit PHP Monitor
ar: إيقاف PHP Monitor
bn: PHP মনিটর বন্ধ করুন
es: Salir de PHP Monitor
fr: Quitter PHP Monitor
hi: PHP Monitor बंद करें
id: Keluar PHP Monitor
it: Esci da PHP Monitor
ja: PHP Monitor を終了
tr: PHP Monitor'dan Çık
zh_hans: 退出 PHP Monitor

# mi_about
source: About PHP Monitor
ar: حول PHP Monitor
bn: PHP Monitor সম্পর্কে
es: Acerca de PHP Monitor
fr: À propos de PHP Monitor
hi: PHP मॉनिटर के बारे में
id: Tentang PHP Monitor
it: Informazioni su PHP Monitor
ja: PHP Monitorについて
tr: PHP Monitor Hakkında
zh_hans: 关于 PHP Monitor

# mi_presets_title
source: Configuration Presets
ar: الإعدادات المسبقة
bn: কনফিগারেশন প্রিসেটস
es: Ajustes preestablecidos
fr: Paramètres de configuration
hi: कॉन्फ़िगरेशन प्रीसेट्स
id: Preset Konfigurasi
it: Preimpostazioni di configurazione
ja: 設定プリセット
tr: Yapılandırma Öntanımları
zh_hans: 配置预设

# mi_apply_presets_title
source: Apply Configuration Presets
ar: تطبيق الإعدادات المسبقة
bn: কনফিগারেশন প্রিসেটগুলি প্রয়োগ করুন
es: Aplicar ajustes preestablecidos
fr: Appliquer les paramètres de configuration
hi: कॉन्फ़िगरेशन प्रीसेट लागू करें
id: Terapkan Preset Konfigurasi
it: Applica preimpostazioni di configurazione
ja: 構成プリセットを適用
tr: Yapılandırma Ön Ayarlarını Uygula
zh_hans: 应用配置预设

# mi_revert_to_prev_config
source: Revert to Previous Configuration...
ar: العودة إلى التكوين السابق...
bn: পূর্ববর্তী কনফিগারেশনে ফিরে যান…
es: Volver a la configuración anterior...
fr: Revenir à la configuration précédente...
hi: पूर्व विन्यास पर लौटें...
id: Kembalikan ke Konfigurasi Sebelumnya...
it: Ripristina configurazione precedente...
ja: 以前の設定に戻す...
tr: Önceki Yapılandırmaya Geri Dön…
zh_hans: 还原到先前配置...

# mi_profiles_loaded
source: %i profiles loaded from configuration file
ar: %i ملفات تعريف محملة من ملف الإعدادات
bn: %i প্রোফাইল লোড হয়েছে কনফিগারেশন ফাইল থেকে
es: %i perfiles cargados desde el archivo de configuración
fr: %i profils chargés à partir du fichier de configuration
hi: %i प्रोफ़ाइल कॉन्फ़िगरेशन फ़ाइल से लोड किए गए
id: %i profil dimuat dari berkas konfigurasi
it: %i profili caricati dal file di configurazione
ja: %i 個のプロファイルが設定ファイルから読み込まれました
tr: %i profil yapılandırma dosyasından yüklendi
zh_hans: 从配置文件加载 %i 配置文件

# mi_no_presets
source: No presets available.
ar: لا توجد إعدادات مسبقة متاحة.
bn: কোনো প্রিসেট উপলব্ধ নেই।
es: No hay ajustes preestablecidos disponibles.
fr: Aucun paramètre disponible.
hi: कोई प्रीसेट उपलब्ध नहीं हैं.
id: Tidak ada preset tersedia.
it: Nessun preset disponibile.
ja: プリセットは利用できません.
tr: Kullanılabilir ön ayar yok.
zh_hans: 无可用预设

# mi_set_up_presets
source: Learn more about presets...
ar: تعرف أكثر على القوالب المُعدة مسبقًا...
bn: প্রিসেট সম্পর্কে আরও জানতে চান...
es: Aprende más sobre los ajustes preestablecidos...
fr: En savoir plus sur les paramètres...
hi: प्रीसेट्स के बारे में अधिक जानें...
id: Pelajari lebih lanjut tentang preset...
it: Scopri di più sui preset...
ja: プリセットについて詳しく知る…
tr: Ön ayarlar hakkında daha fazla bilgi edinin...
zh_hans: 了解有关预设的更多信息...

# mi_view_onboarding
source: Open Welcome Tour...
ar: افتح جولة الترحيب...
bn: উইলকাম ট্যুর খুলুন...
es: Abrir tour de bienvenida...
fr: Ouvrir la visite guidée de bienvenue...
hi: स्वागत यात्रा खोलें...
id: Buka Tur Selamat Datang...
it: Apri il tour di benvenuto...
ja: ウェルカムツアーを開始…
tr: Hoş Geldin Turu Aç...
zh_hans: 打开 Welcome Tour...

# mi_xdebug_available_modes
source: Available Modes
ar: الوضعيات المتاحة
bn: উপলব্ধ মোডগুলি
es: Modos disponibles
fr: Modes disponibles
hi: उपलब्ध मोड
id: Mode Tersedia
it: Modalità disponibili
ja: 利用可能なモード
tr: Mevcut Modlar
zh_hans: 可用模式

# mi_xdebug_actions
source: Actions
ar: الإجراءات
bn: কর্ম
es: Acciones
hi: क्रियाएँ
id: Aksi
it: Azioni
ja: 操作
tr: Eylemler
zh_hans: 操作
