Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# mi_xdebug_disable_all
source: Disable All Modes
ar: تعطيل كافة الأوضاع
bn: সমস্ত মোড নিষ্ক্রিয় করুন
es: Desactivar todos los modos
fr: Désactiver tous les modes
hi: सभी मोड निष्क्रिय करें
id: Nonaktifkan Semua Mode
it: Disabilita tutte le modalità
ja: すべてのモードを無効にする
tr: Tüm Modları Devre Dışı Bırak
zh_hans: 禁用所有模式

# phpman.busy.title
source: Checking for updates!
ar: التحقق من التحديثات!
bn: আপডেট চেক করা হচ্ছে!
es: ¡Buscando actualizaciones!
fr: Vérification des mises à jour en cours !
hi: अपडेट्स की जाँच हो रही है!
id: Mengecek pembaruan!
it: Verifica aggiornamenti!
ja: 更新を確認しています！
tr: Güncellemeler kontrol ediliyor!
zh_hans: 检查更新！

# phpman.busy.description.outdated
source: Checking if any PHP version is outdated...
ar: التحقق مما إذا كان هناك إصدار PHP قديم...
bn: কোনও PHP সংস্করণ পুরনো কিনা যাচাই করা হচ্ছে...
es: Comprobando si alguna versión de PHP está desactualizada...
fr: Vérification des versions PHP obsolètes en cours...
hi: जांच किया जा रहा है कि क्या कोई PHP संस्करण पुराना है...
id: Memeriksa apakah ada versi PHP yang usang...
it: Verifica se qualche versione di PHP è obsoleta...
ja: PHPバージョンが古くなっているか確認中…
tr: Herhangi bir PHP sürümünün eski olup olmadığı kontrol ediliyor...
zh_hans: 检查任何 PHP 版本是否过时...

# phpman.version.broken
source: This version appears to be broken, you can attempt repair.
ar: يبدو أن هذا الإصدار معطوب، يمكنك محاولة إصلاحه.
bn: এই সংস্করণটি ভাঙা বলে মনে হচ্ছে, আপনি মেরামতের চেষ্টা করতে পারেন।
es: Esta versión parece estar rota, puedes intentar repararla.
fr: Cette version semble être endommagée. Vous pouvez tenter de la réparer.
hi: यह संस्करण टूट गया प्रतीत होता है, आप मरम्मत का प्रयास कर सकते हैं.
id: Versi ini tampaknya rusak, Anda dapat mencoba memperbaikinya.
it: Questa versione sembra essere danneggiata, puoi provare a ripararla.
ja: このバージョンは破損しているようです。修復を試みることができます。
tr: Bu sürüm bozuk gibi görünüyor, onarımı deneyebilirsiniz.
zh_hans: 此版本似乎已损坏，您可以尝试修复

# phpman.version.has_update
source: Version %@ installed, %@ available.
ar: الإصدار %@ مثبت، المتوفر هو %@.
bn: সংস্করণ %@ ইনস্টল করা হয়েছে, %@ উপলব্ধ।
es: Versión %@ instalada, %@ disponible.
fr: Version %@ installée, %@ disponible.
hi: संस्करण %@ स्थापित है, %@ उपलब्ध।
id: Versi %@ terpasang, %@ tersedia.
it: Versione %@ installata, %@ disponibile.
ja: バージョン%@がインストール済み、%@が利用可能です。
tr: Sürüm %@ yüklendi, %@ mevcut.
zh_hans: 已安装 %@ 版本，%@ 可用

# phpman.version.installed
source: Version %@ is currently installed.
ar: الإصدار %@ مثبت حاليًا.
bn: সংস্করণ %@ বর্তমানে ইনস্টল করা আছে।
es: La versión %@ está actualmente instalada.
fr: La version %@ est actuellement installée.
hi: संस्करण %@ वर्तमान में स्थापित है।
id: Versi %@ saat ini terpasang.
it: Versione %@ è attualmente installata.
ja: バージョン%@が現在インストールされています。
tr: Şu anda %@ sürümü yüklü.
zh_hans: 当前已安装 %@ 版本

# phpman.version.available_for_installation
source: This version can be installed.
ar: يمكن تثبيت هذا الإصدار.
bn: এই সংস্করণটি ইনস্টল করা যেতে পারে।
es: Esta versión puede ser instalada.
fr: Cette version peut être installée.
hi: यह संस्करण स्थापित किया जा सकता है。
id: Versi ini dapat diinstal.
it: Questa versione può essere installata.
ja: このバージョンはインストールできます。
tr: Bu sürüm kurulabilir.
zh_hans: 此版本可以安装

# phpman.buttons.uninstall
source: Uninstall
ar: إلغاء التثبيت
bn: অপসারণ করুন
es: Desinstalar
fr: Désinstaller
hi: अनइंस्टॉल
id: Hapus
it: Disinstalla
ja: アンインストール
tr: Kaldır
zh_hans: 卸载

# phpman.buttons.install
source: Install
ar: تثبيت
bn: ইনস্টল
es: Instalar
fr: Installer
hi: इंस्टॉल
id: Pasang
it: Installa
ja: インストール
tr: Yükle
zh_hans: 安装

# phpman.buttons.update
source: Update
ar: تحديث
bn: আপডেট
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
it: Aggiorna
ja: 更新
tr: Güncelle
zh_hans: 更新

# phpman.buttons.repair
source: Repair
ar: إصلاح
bn: মেরামত
es: Reparar
fr: Réparer
hi: मरम्मत
id: Perbaiki
it: Ripara
ja: 修復
tr: Tamir
zh_hans: 修复

# phpman.steps.installing
source: Installing some package data...
ar: تثبيت بعض بيانات الحزمة...
bn: কিছু প্যাকেজ ডেটা ইনস্টল করা হচ্ছে...
es: Instalando %@
fr: Installation de certaines données du package en cours...
hi: कुछ पैकेज डेटा स्थापित किया जा रहा है...
id: Memasang %@
it: Installazione di %@
ja: パッケージデータをインストールしています…
tr: Bazı paket verileri yükleniyor...
zh_hans: 安装某些软件包数据...

# phpman.title
source: PHP Version Manager
ar: مدير إصدار PHP
bn: PHP ভার্সন ম্যানেজার
es: Gestor de versiones de PHP
fr: Gestionnaire de versions PHP
hi: PHP संस्करण प्रबंधक
id: Manajer Versi PHP
it: Gestione Versione PHP
ja: PHP バージョンマネージャー
tr: PHP Versiyon Yöneticisi
zh_hans: PHP 版本管理器

# phpman.description
source: **PHP Version Manager** lets you install, upgrade and delete different PHP versions via Homebrew without needing to run the commands in the terminal yourself.
ar: **مدير إصدار PHP** يتيح لك تثبيت، ترقية وحذف إصدارات مختلفة من PHP عبر Homebrew دون الحاجة لتشغيل الأوامر في الطرفية بنفسك.
bn: **PHP Version Manager** আপনাকে বিভিন্ন PHP সংস্করণ ইনস্টল, আপগ্রেড এবং মুছে ফেলার অনুমতি দেয় Homebrew এর মাধ্যমে, টার্মিনালে নিজে কমান্ড চালানোর প্রয়োজন ছাড়াই।
es: **PHP Version Manager** te permite instalar, actualizar y eliminar diferentes versiones de PHP a través de Homebrew sin necesidad de ejecutar los comandos en la terminal tú mismo.
fr: Le **gestionnaire de versions PHP** vous permet d'installer, de mettre à niveau et de supprimer différentes versions de PHP via Homebrew sans avoir à exécuter les commandes vous-même dans le terminal.
hi: **PHP Version Manager** आपको Homebrew के माध्यम से विभिन्न PHP संस्करणों को स्थापित करने, अपग्रेड करने और हटाने की अनुमति देता है बिना स्वयं टर्मिनल में कमांड चलाए।
id: **PHP Version Manager** memungkinkan Anda menginstal, memperbarui, dan menghapus berbagai versi PHP melalui Homebrew tanpa perlu menjalankan perintah di terminal sendiri.
it: **PHP Version Manager** ti consente di installare, aggiornare e rimuovere diverse versioni PHP tramite Homebrew senza dover eseguire i comandi nel terminale da solo.
ja: **PHP Version Manager** は、ターミナルでコマンドを実行することなく、Homebrew を使って複数の PHP バージョンをインストール・アップグレード・削除できるようにします。
tr: **PHP Versiyon Yöneticisi** ile Homebrew aracılığıyla farklı PHP sürümlerini kurabilir, yükseltebilir ve silebilirsiniz; terminalde komutları kendiniz çalıştırmanıza gerek yoktur.
zh_hans: **PHP 版本管理器**可让您通过 Homebrew 安装、升级和删除不同的 PHP 版本，而无需在终端运行命令。

# phpman.disclaimer
source: Please note that installing or upgrading PHP versions may cause other Homebrew packages to be upgraded as well. Most installation steps usually take some time, so please be patient while Homebrew does its job.
ar: يرجى ملاحظة أن تثبيت أو ترقية إصدارات PHP قد يؤدي إلى ترقية حزم Homebrew الأخرى كذلك. غالبًا ما تستغرق معظم خطوات التثبيت بعض الوقت، لذا يرجى التحلي بالصبر بينما يقوم Homebrew بعمله.
bn: দয়া করে লক্ষ্য করুন যে PHP সংস্করণ ইনস্টল বা আপগ্রেড করলে অন্য Homebrew প্যাকেজও আপগ্রেড হতে পারে। বেশিরভাগ ইনস্টলেশন ধাপে কিছু সময় লাগতে পারে, তাই অনুগ্রহ করে Homebrew তার কাজ সম্পন্ন করার সময় ধৈর্য ধরুন.
es: Ten en cuenta que instalar o actualizar versiones de PHP puede causar que otros paquetes de Homebrew también se actualicen. La mayoría de los pasos de instalación suelen llevar algo de tiempo, así que ten paciencia mientras Homebrew hace su trabajo.
fr: Veuillez noter que l'installation ou la mise à niveau des versions de PHP peut entraîner la mise à niveau d'autres packages Homebrew. La plupart des étapes d'installation prennent généralement un certain temps, donc veuillez patienter pendant que Homebrew fait son travail.
hi: कृपया ध्यान दें कि PHP संस्करणों को स्थापित या उन्नत करने से अन्य Homebrew पैकेज भी उन्नत हो सकते हैं। अधिकांश स्थापना चरण आम तौर पर कुछ समय लेते हैं, इसलिए कृपया Homebrew के काम करते समय धैर्य रखें.
id: Harap dicatat bahwa menginstal atau memperbarui versi PHP dapat menyebabkan paket Homebrew lain juga terupgrade. Sebagian besar langkah instalasi biasanya memerlukan waktu, jadi harap bersabar sementara Homebrew melakukan pekerjaannya.
it: Si prega di notare che l'installazione o l'aggiornamento delle versioni PHP può causare anche l'aggiornamento di altri pacchetti Homebrew. La maggior parte dei passaggi di installazione richiede tempo, quindi si prega di avere pazienza mentre Homebrew svolge il suo lavoro.
ja: PHP バージョンのインストールまたはアップグレードを行うと、他の Homebrew パッケージも同時に更新される可能性があります。インストール手順には通常時間がかかりますので、Homebrew が作業を完了するまでお待ちください。
tr: Lütfen PHP sürümlerini kurarken veya yükseltiyken diğer Homebrew paketlerinin de güncellenebileceğini unutmayın. Çoğu kurulum adımı zaman alır, bu yüzden Homebrew işini yaparken lütfen sabırlı olun.
zh_hans: 请注意，安装或升级 PHP 版本可能会导致其他 Homebrew 软件包也被升级。大多数安装步骤通常需要一些时间，所以请耐心等待 Homebrew 完成工作

# phpman.refresh.button
source: Search for Updates
ar: ابحث عن التحديثات
bn: আপডেট অনুসন্ধান করুন
es: Buscar actualizaciones
fr: Rechercher des mises à jour
hi: अपडेट खोजें
id: Cari Pembaruan
it: Cerca aggiornamenti
ja: アップデートを検索
tr: Güncellemeleri Ara
zh_hans: 搜索更新

# phpman.refresh.button.description
source: You can press the refresh button to check if any updates are available to installed PHP versions.
ar: يمكنك الضغط على زر التحديث للتحقق مما إذا كانت هناك تحديثات متاحة لإصدارات PHP المثبتة.
bn: আপনি রিফ্রেশ বোতাম টিপে ইনস্টল করা PHP সংস্করণগুলির জন্য কোনো আপডেট উপলব্ধ আছে কিনা তা পরীক্ষা করতে পারেন।
es: Puedes presionar el botón de actualizar para comprobar si hay actualizaciones disponibles para las versiones instaladas de PHP.
fr: Vous pouvez appuyer sur le bouton de rafraîchissement pour vérifier si des mises à jour sont disponibles pour les versions de PHP installées.
hi: आप इंस्टॉल की गई PHP संस्करणों के लिये कोई अपडेट उपलब्ध है या नहीं जाँचने हेतु रीफ़्रेश बटन दबा सकते हैं।
id: Anda dapat menekan tombol refresh untuk memeriksa apakah ada pembaruan yang tersedia untuk versi PHP yang terpasang.
it: Puoi premere il pulsante di aggiornamento per verificare se sono disponibili aggiornamenti per le versioni PHP installate.
ja: インストール済みの PHP バージョンに更新があるかどうかを確認するには、リフレッシュ ボタンを押してください。
tr: Yüklü PHP sürümlerinde herhangi bir güncelleme olup olmadığını kontrol etmek için yenile düğmesine basabilirsiniz.
zh_hans: 您可以点按刷新按钮来检查已安装的 PHP 版本是否有更新

# phpman.has_updates.description
source: One or more updates are available. (Please note that PHP Monitor will always install or update PHP versions in bulk, so you will always upgrade all installations at once.)
ar: **متوفر تحديث واحد أو أكثر.** سيقوم PHP Monitor دائمًا بتثبيت أو تحديث إصدارات PHP بالجملة، لذا ستقوم دائمًا بترقية جميع التثبيتات مرة واحدة.
bn: **একাধিক আপডেট উপলব্ধ আছে। PHP Monitor সর্বদা একসাথে PHP সংস্করণ ইনস্টল বা আপডেট করবে, তাই আপনি সব ইনস্টলেশন একই সাথে আপগ্রেড করবেন।**
es: **Hay una o más actualizaciones disponibles.** PHP Monitor siempre instalará o actualizará las versiones de PHP en conjunto, por lo que siempre actualizarás todas las instalaciones a la vez.
fr: Une ou plusieurs mises à jour sont disponibles. (Veuillez noter que PHP Monitor installera ou mettra toujours à jour les versions de PHP en bloc, vous mettrez donc à jour toutes les installations en une seule fois.)
hi: **एक या अधिक अपडेट उपलब्ध हैं।** PHP Monitor हमेशा PHP संस्करणों को बल्क में इंस्टॉल या अपडेट करेगा, इसलिए आप सभी इंस्टॉलेशन एक साथ उन्नत करेंगे。
id: **Satu atau lebih pembaruan tersedia.** PHP Monitor selalu menginstal atau memperbarui versi PHP secara massal, sehingga Anda akan selalu meningkatkan semua instalasi sekaligus.
it: **Uno o più aggiornamenti sono disponibili.** PHP Monitor installerà sempre o aggiornerà le versioni di PHP in blocco, così potrai aggiornare tutte le installazioni contemporaneamente.
ja: **1つ以上の更新が利用可能です。** PHP Monitor は常に PHP バージョンをまとめてインストールまたは更新しますので、すべてのインストールを一度にアップグレードできます。
tr: **Bir veya daha fazla güncelleme mevcut.** PHP Monitor her zaman PHP sürümlerini toplu olarak kurar veya günceller, bu yüzden tüm kurulumları aynı anda yükseltirsiniz.
zh_hans: **有一个或多个更新可用。**PHP Monitor 总是会批量安装或更新 PHP 版本，因此您总是可以一次性升级所有安装的版本

# phpman.has_updates.button
source: Upgrade All
ar: ترقية الكل
bn: সব আপগ্রেড করুন
es: Actualizar todo
fr: Tout mettre à jour
hi: सभी अपग्रेड करें
id: Tingkatkan Semua
it: Aggiorna tutto
ja: すべてアップグレード
tr: Tümünü Yükselt
zh_hans: 全部升级

# phpman.warnings.unsupported.title
source: Your version of Homebrew may cause issues
ar: قد يسبب إصدارك من Homebrew مشاكل
bn: আপনার হোমব্রিউ সংস্করণ সমস্যার কারণ হতে পারে
es: Tu versión de Homebrew puede causar problemas
fr: Votre version de Homebrew peut causer des problèmes
hi: आपका होमब्रू संस्करण समस्याएँ उत्पन्न कर सकता है
id: Versi Homebrew Anda mungkin menyebabkan masalah
it: La tua versione di Homebrew potrebbe causare problemi
ja: Homebrew のバージョンが問題を引き起こす可能性があります
tr: Homebrew sürümünüz sorunlara yol açabilir
zh_hans: 您的 Homebrew 版本可能会导致问题

# phpman.warnings.unsupported.desc
source: No functionality is disabled, but some commands may not work as expected. You are currently running Homebrew %@. Currently, Homebrew 4 is the only supported version for the PHP Version Manager. If you are running a newer version of Homebrew, you may wish to check if a newer version of PHP Monitor is available.
ar: لم يتم تعطيل أي وظيفة، لكن قد لا تعمل بعض الأوامر كما هو متوقع. أنت حالياً تشغل Homebrew %@.\n\nحاليًا، يُدعم فقط Homebrew 4 و5 لإدارة إصدار PHP. إذا كنت تستخدم نسخة أحدث من Homebrew، فقد ترغب في التحقق مما إذا كان هناك إصدار أحدث من PHP Monitor متاح.
bn: কোনো ফাংশনালিটি নিষ্ক্রিয় করা হয়নি, তবে কিছু কমান্ড প্রত্যাশিতভাবে কাজ নাও করতে পারে। আপনি বর্তমানে Homebrew %@ চালাচ্ছেন। বর্তমানে, PHP Version Manager এর জন্য কেবলমাত্র Homebrew 4 ও 5 সমর্থিত। যদি আপনি Homebrew-এর নতুন সংস্করণ ব্যবহার করছেন, তাহলে হয়তো আপনাকে দেখতে হবে PHP Monitor এর একটি নতুন সংস্করণ উপলব্ধ আছে কিনা।
es: No se deshabilita ninguna funcionalidad, pero algunos comandos pueden no funcionar como se espera. Actualmente está ejecutando Homebrew %@. Actualmente, solo Homebrew 4 y 5 son compatibles con PHP Version Manager. Si está ejecutando una versión más reciente de Homebrew, es posible que desee comprobar si hay disponible una versión más nueva de PHP Monitor.
fr: Aucune fonctionnalité n'est désactivée, mais certaines commandes peuvent ne pas fonctionner comme prévu. Vous utilisez actuellement Homebrew %@. Actuellement, Homebrew 4 est la seule version prise en charge par le gestionnaire de versions PHP. Si vous utilisez une version plus récente de Homebrew, vous pouvez vérifier si une version plus récente de PHP Monitor est disponible.
hi: कोई कार्यक्षमता अक्षम नहीं है, लेकिन कुछ कमांड अपेक्षित रूप से काम नहीं कर सकते हैं। आप वर्तमान में Homebrew %@ चला रहे हैं। वर्तमान में केवल Homebrew 4 और 5 PHP Version Manager के लिए समर्थित हैं। यदि आप Homebrew का नया संस्करण चला रहे हैं, तो आप यह जाँच करना चाहेंगे कि क्या PHP Monitor का नया संस्करण उपलब्ध है。
id: Tidak ada fungsi yang dinonaktifkan, tetapi beberapa perintah mungkin tidak bekerja seperti yang diharapkan. Anda saat ini menjalankan Homebrew %@. Saat ini, hanya Homebrew 4 dan 5 yang didukung untuk PHP Version Manager. Jika Anda menggunakan versi Homebrew yang lebih baru, Anda dapat memeriksa apakah ada versi PHP Monitor terbaru tersedia.
it: Non viene disabilitata alcuna funzionalità, ma alcuni comandi potrebbero non funzionare come previsto. Attualmente stai eseguendo Homebrew %@. Attualmente sono supportati solo Homebrew 4 e 5 per PHP Version Manager. Se stai usando una versione più recente di Homebrew, potresti voler verificare se è disponibile una versione più recente di PHP Monitor.
ja: 機能は無効化されていませんが、一部のコマンドは期待通りに動作しない場合があります。現在、Homebrew %@ を実行しています。 現在、PHP Version Manager では Homebrew 4 と 5 のみがサポートされています。もしより新しいバージョンの Homebrew を使用している場合は、PHP Monitor の最新版が利用可能か確認してください。
tr: Herhangi bir işlevsellik devre dışı bırakılmamış olsa da bazı komutlar beklenen şekilde çalışmayabilir. Şu anda Homebrew %@'yi çalıştırıyorsunuz. Şu an PHP Version Manager için yalnızca Homebrew 4 ve 5 desteklenmektedir. Daha yeni bir Homebrew sürümü kullanıyorsanız, PHP Monitor'ın daha yeni bir sürümünün mevcut olup olmadığını kontrol etmek isteyebilirsiniz.
zh_hans: 没有禁用任何功能，但某些命令可能无法按预期运行。您当前运行的是 Homebrew %@。 目前仅支持 PHP 版本管理器的 Homebrew 4 和 5。如果您使用的是更新版本的 Homebrew，建议检查是否有可用的新版本 PHP Monitor。

# phpman.warnings.removal.title
source: Are you sure you want to uninstall %@?
ar: هل أنت متأكد أنك تريد إلغاء تثبيت %@؟
bn: আপনি কি নিশ্চিত যে আপনি %@ আন‑ইনস্টল করতে চান?
es: ¿Estás seguro de que quieres desinstalar %@?
fr: Êtes-vous sûr de vouloir désinstaller %@ ?
hi: क्या आप सुनिश्चित हैं कि आप %@ को अनइंस्टॉल करना चाहते हैं?
id: Apakah Anda yakin ingin menghapus %@?
it: Sei sicuro di voler disinstallare %@?
ja: 本当に%@をアンインストールしてもよろしいですか？
tr: Kaldırmak istediğinizden emin misiniz, %@?
zh_hans: 您确定要卸载 %@？

# phpman.warnings.removal.desc
source: Please note that configuration files will not be removed, so it should be easy to reinstall later if needed. You may be asked for your password during the uninstallation process if file permissions don't allow a simple removal.
ar: يرجى ملاحظة أن ملفات التكوين لن تُزال، لذا يجب أن يكون من السهل إعادة تثبيتها لاحقًا إذا لزم الأمر. قد يُطلب منك إدخال كلمة المرور أثناء عملية إلغاء التثبيت إذا كانت أذونات الملفات لا تسمح بإزالة بسيطة.
bn: দয়া করে লক্ষ্য করুন যে কনফিগারেশন ফাইলগুলি অপসারণ করা হবে না, তাই প্রয়োজন হলে পরে পুনরায় ইনস্টল করা সহজ হবে। অপসারণের সময় যদি ফাইল অনুমতিসমূহ সরাসরি অপসারণকে অনুমতি না দেয় তবে আপনাকে আপনার পাসওয়ার্ড জিজ্ঞাসা করা হতে পারে।
es: Ten en cuenta que los archivos de configuración no se eliminarán, por lo que debería ser fácil reinstalar más tarde si es necesario. Es posible que se te pida tu contraseña durante el proceso de desinstalación si los permisos de archivo no permiten una eliminación simple.
fr: Veuillez noter que les fichiers de configuration ne seront pas supprimés, il sera donc facile de réinstaller ultérieurement si nécessaire. Il se peut que vous deviez saisir votre mot de passe pendant le processus de désinstallation si les autorisations des fichiers ne permettent pas une suppression simple.
hi: कृपया ध्यान दें कि कॉन्फ़िगरेशन फ़ाइलें हटाई नहीं जाएंगी, इसलिए यदि आवश्यक हो तो बाद में पुनः इंस्टॉल करना आसान होगा। आपको अनइंस्टॉलेशन प्रक्रिया के दौरान आपका पासवर्ड पूछा जा सकता है यदि फ़ाइल अनुमतियाँ सरल हटाने की अनुमति नहीं देती हैं।
id: Harap dicatat bahwa file konfigurasi tidak akan dihapus, sehingga mudah untuk menginstal ulang nanti jika diperlukan. Anda mungkin diminta memasukkan kata sandi selama proses uninstall jika izin file tidak memungkinkan penghapusan sederhana.
it: Si noti che i file di configurazione non verranno rimossi, quindi sarà facile reinstallarli successivamente se necessario. Potrebbe essere richiesto il tuo password durante il processo di disinstallazione se le autorizzazioni dei file non consentono una semplice rimozione.
ja: 設定ファイルは削除されませんので、必要に応じて後で簡単に再インストールできます。 ファイルのパーミッションがシンプルな削除を許可しない場合、アンインストール時にパスワード入力を求められることがあります。
tr: Lütfen yapılandırma dosyalarının kaldırılmayacağını unutmayın, bu yüzden gerekirse daha sonra yeniden kurmak kolay olacaktır. Kaldırma işlemi sırasında dosya izinleri basit bir kaldırmaya izin vermiyorsa şifreniz sorulabilir.
zh_hans: 请注意，配置文件不会被删除，因此如果需要，稍后重新安装应该很容易。 如果文件权限不允许简单删除，卸载过程中可能会要求您提供密码

# phpman.warnings.removal.button
source: Uninstall
ar: إلغاء التثبيت
bn: আনইনস্টল
es: Desinstalar
fr: Désinstaller
hi: अनइंस्टॉल
id: Copot
it: Disinstalla
ja: アンインストール
tr: Kaldır
zh_hans: 卸载

# phpman.failures.install.title
source: Installation failed!
ar: فشل التثبيت!
bn: ইনস্টলেশন ব্যর্থ হয়েছে!
es: ¡La instalación falló!
fr: L'installation a échoué !
hi: स्थापना विफल हुई!
id: Instalasi gagal!
it: Installazione fallita!
ja: インストールに失敗しました！
tr: Kurulum başarısız oldu!
zh_hans: 安装失败！

# phpman.failures.install.desc
source: Unfortunately, the operation returned an error code for some reason. You may find that the formulae have been correctly installed or upgraded. Unfortunately, I can't do much about this. Please check out the last few messages from Homebrew here for more information on what happened: %@
ar: للأسف، أعادت العملية رمز خطأ لسبب ما. قد تجد أن الصيغ تم تثبيتها أو ترقيتها بشكل صحيح. للأسف لا يمكنني فعل الكثير بشأن ذلك. يرجى الاطلاع على آخر الرسائل من Homebrew هنا لمزيد من المعلومات حول ما حدث:\n%@
bn: দুর্ভাগ্যবশত, কোনো কারণে অপারেশনটি একটি ত্রুটি কোড ফেরত দিয়েছে। আপনি দেখতে পারেন যে ফর্মুলাগুলি সঠিকভাবে ইনস্টল বা আপগ্রেড হয়েছে। দুর্ভাগ্যক্রমে, আমি এ বিষয়ে বেশি কিছু করতে পারি না। কী ঘটেছে সে সম্পর্কে আরও তথ্যের জন্য এখানে Homebrew থেকে সাম্প্রতিক কয়েকটি বার্তা দেখুন: %@
es: Desafortunadamente, la operación devolvió un código de error por alguna razón. Es posible que las fórmulas se hayan instalado o actualizado correctamente. Lamentablemente, no puedo hacer mucho al respecto. Por favor, revisa los últimos mensajes de Homebrew aquí para más información sobre lo que sucedió: %@
fr: Malheureusement, l'opération a renvoyé un code d'erreur pour une raison inconnue. Il se peut que les formules aient été correctement installées ou mises à niveau. Malheureusement, je ne peux pas faire grand-chose à ce sujet. Veuillez consulter les derniers messages de Homebrew ici pour plus d'informations sur ce qui s'est passé : %@
hi: दुर्भाग्यवश, किसी कारण से ऑपरेशन ने एक त्रुटि कोड लौटाया। आप पा सकते हैं कि सूत्र सही ढंग से स्थापित या उन्नत किए गए थे। दुर्भाग्यवश, मैं इस बारे में अधिक कुछ नहीं कर सकता। कृपया Homebrew के अंतिम कुछ संदेश यहाँ देखें ताकि पता चले क्या हुआ: %@
id: Sayangnya, operasi mengembalikan kode kesalahan karena alasan tertentu. Anda mungkin menemukan bahwa formula telah terinstal atau diperbarui dengan benar. Sayangnya, saya tidak dapat melakukan banyak hal tentang ini. Silakan lihat beberapa pesan terakhir dari Homebrew di sini untuk informasi lebih lanjut tentang apa yang terjadi: %@
it: Sfortunatamente, l'operazione ha restituito un codice di errore per qualche motivo. Potresti scoprire che le formule sono state installate o aggiornate correttamente. Sfortunatamente, non posso fare molto al riguardo. Per favore, consulta le ultime poche comunicazioni da Homebrew qui per maggiori informazioni su ciò che è accaduto: %@
ja: 申し訳ありませんが、何らかの理由で操作がエラーコードを返しました。フォーミュラは正しくインストールまたはアップグレードされている可能性があります。残念ながら、私にできることはほとんどありません。発生した件について詳しい情報は、以下のHomebrewからの最新メッセージをご確認ください： %@;
tr: Üzgünüz, işlem bir nedenle hata kodu döndürdü. Formüllerin doğru şekilde kurulduğunu veya güncellendiğini görebilirsiniz. Ne yazık ki bu konuda çok yapacak şeyim yok. Daha fazla bilgi için Homebrew'dan son birkaç mesajı buradan kontrol edin: %@
zh_hans: 不幸的是，由于某些原因，操作返回了错误代码。您可能会发现 Formula 已被正确安装或升级。遗憾的是，我对此无能为力。请在此处查看来自 Homebrew 的最后几条信息，以了解发生了什么： %@

# phpman.action_prevented_busy.title
source: PHP Monitor is currently busy.
ar: المراقب PHP مشغول حاليًا.
bn: PHP Monitor বর্তমানে ব্যস্ত আছে।
es: PHP Monitor está actualmente ocupado.
fr: PHP Monitor est actuellement occupé.
hi: PHP Monitor इस समय व्यस्त है。
id: PHP Monitor sedang sibuk saat ini.
it: PHP Monitor è attualmente occupato.
ja: PHP Monitor は現在作業中です。
tr: PHP Monitor şu anda meşgul.
zh_hans: PHP Monitor 当前正忙。
