Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# startup.errors.valet_executable.subtitle
source: You must install Valet with Composer. The app will not work correctly until you resolve this issue.
ar: يجب تثبيت Valet مع Composer. لن يعمل التطبيق بصورة صحيحة حتى تُحلّ هذه المشكلة.
bn: আপনাকে কম্পোজার দিয়ে Valet ইনস্টল করতে হবে। আপনি এই সমস্যাটি সমাধান না করা পর্যন্ত অ্যাপটি সঠিকভাবে কাজ করবে না।
es: Debes instalar Valet con Composer. La aplicación no funcionará correctamente hasta que resuelvas este problema.
fr: Vous devez installer Valet avec Composer. L'application ne fonctionnera pas correctement tant que vous n'aurez pas résolu ce problème.
hi: आपको Composer के साथ Valet स्थापित करना होगा। इस समस्या को हल करने तक ऐप सही ढंग से काम नहीं करेगा।
id: Anda harus menginstal Valet dengan Composer. Aplikasi tidak akan berfungsi dengan benar sampai Anda menyelesaikan masalah ini.
it: È necessario installare Valet con Composer. L'app non funzionerà correttamente finché non risolverai questo problema.
ja: ValetはComposerでインストールする必要があります。問題が解決されるまでアプリは正しく動作しません。
tr: Valet'i Composer ile kurmalısınız. Uygulama, bu sorunu çözerken düzgün çalışmayacaktır.
zh_hans: 您必须使用 Composer 安装 Valet。在解决此问题之前，应用程序将无法正常运行。

# startup.errors.valet_executable.desc
source: If you haven't installed Laravel Valet yet, please do so first. If you have it installed but are seeing this message anyway, then try running `which valet` in Terminal, it should return: `%@`.
ar: إذا لم تقم بتثبيت Laravel Valet بعد، يرجى تثبيته أولاً. إذا كان مثبتًا لكنك لا تزال ترى هذه الرسالة، فجرّب تشغيل `which valet` في الطرفية، يجب أن يُرجع: `%@`.
bn: যদি আপনি এখনও Laravel Valet ইনস্টল না করে থাকেন, অনুগ্রহ করে প্রথমে তা করুন। যদি ইতিমধ্যে ইনস্টল করা থাকে কিন্তু তবুও এই বার্তা দেখা যায়, তাহলে টার্মিনালে `which valet` চালানোর চেষ্টা করুন; এটি ফেরত দেবে: `%@`.
es: Si aún no has instalado Laravel Valet, por favor hazlo primero. Si lo tienes instalado pero sigues viendo este mensaje, intenta ejecutar `which valet` en Terminal, debería devolver: `%@`.
fr: Si vous n'avez pas encore installé Laravel Valet, faites-le d'abord. Si vous l'avez installé mais que vous voyez quand même ce message, essayez de lancer `which valet` dans Terminal, il devrait retourner : `%@`.
hi: यदि आपने अभी तक Laravel Valet स्थापित नहीं किया है, तो कृपया पहले इसे स्थापित करें। यदि यह स्थापित है लेकिन फिर भी आप यह संदेश देख रहे हैं, तो टर्मिनल में `which valet` चलाने का प्रयास करें, यह लौटना चाहिए: `%@`.
id: Jika Anda belum menginstal Laravel Valet, silakan lakukan terlebih dahulu. Jika sudah terpasang namun masih melihat pesan ini, coba jalankan `which valet` di Terminal; seharusnya menghasilkan: `%@`.
it: Se non hai ancora installato Laravel Valet, per favore fallo prima. Se lo hai già installato ma vedi comunque questo messaggio, prova a eseguire `which valet` nel Terminale; dovrebbe restituire: `%@`.
ja: まだLaravel Valetをインストールしていない場合は、まずインストールしてください。すでにインストール済みなのにこのメッセージが表示される場合は、ターミナルで `which valet` を実行してみてください。返り値として %@ が表示されるはずです。
tr: Henüz Laravel Valet'i kurmadıysanız, lütfen önce bunu yapın. Kurulu olmasına rağmen bu mesajı görüyorsanız, Terminal'de `which valet` komutunu çalıştırmayı deneyin; bu komut şu sonucu döndürmelidir: `%@`.
zh_hans: 如果您尚未安装 Laravel Valet，请先安装。如果你已经安装，但还是看到了这条信息，那么请尝试在终端运行 `which valet`，它应该会返回：`%@`.

# startup.errors.valet_json_invalid.title
source: Laravel Valet configuration file invalid or missing
ar: ملف تكوين Laravel Valet غير صالح أو مفقود
bn: লারাভেল ভ্যালেট কনফিগারেশন ফাইল অবৈধ বা অনুপস্থিত
es: Archivo de configuración de Laravel Valet inválido o faltante
fr: Fichier de configuration de Laravel Valet invalide ou manquant
hi: Laravel Valet कॉन्फ़िगरेशन फ़ाइल अमान्य है या गायब है
id: File konfigurasi Laravel Valet tidak valid atau hilang
it: File di configurazione Laravel Valet non valido o mancante
ja: Laravel Valet の設定ファイルが無効、もしくは存在しません
tr: Laravel Valet yapılandırma dosyası geçersiz veya eksik
zh_hans: Laravel Valet 配置文件无效或丢失

# startup.errors.valet_json_invalid.subtitle
source: PHP Monitor needs to be able to read the configuration file. It appears the file is malformed or missing. Please check that it exists and is formatted correctly.
ar: يجب أن يكون PHP Monitor قادرًا على قراءة ملف التكوين. يبدو أن الملف معطوب أو مفقود. يرجى التأكد من وجوده وتنسيقه بشكل صحيح.
bn: PHP Monitor কনফিগারেশন ফাইলটি পড়তে সক্ষম হতে হবে। মনে হচ্ছে ফাইলটি বিকৃত বা অনুপস্থিত। দয়া করে নিশ্চিত করুন যে এটি বিদ্যমান এবং সঠিকভাবে বিন্যাসিত হয়েছে.
es: PHP Monitor necesita poder leer el archivo de configuración. Parece que el archivo está mal formado o falta. Por favor, verifica que existe y está formateado correctamente.
fr: PHP Monitor doit pouvoir lire le fichier de configuration. Il semble que le fichier soit malformé ou manquant. Veuillez vérifier qu'il existe et qu'il est correctement formaté.
hi: PHP Monitor को कॉन्फ़िगरेशन फ़ाइल पढ़ने में सक्षम होना चाहिए। ऐसा लगता है कि फ़ाइल गलत स्वरूपित है या अनुपस्थित है। कृपया सुनिश्चित करें कि यह मौजूद है और सही ढंग से स्वरूपित है।
id: PHP Monitor perlu dapat membaca berkas konfigurasi. Tampaknya berkas tersebut rusak atau hilang. Mohon periksa bahwa berkas itu ada dan diformat dengan benar.
it: PHP Monitor deve essere in grado di leggere il file di configurazione. Sembra che il file sia malformato o mancante. Verifica che esista e sia formattato correttamente.
ja: PHP Monitor が設定ファイルを読み取れる必要があります。ファイルが壊れているか、存在しないようです。存在しており、正しくフォーマットされていることをご確認ください。
tr: PHP Monitor'ın yapılandırma dosyasını okuyabilmesi gerekir. Dosya bozuk veya eksik gibi görünüyor. Lütfen dosyanın var olduğundan ve doğru biçimlendiğinden emin olun.
zh_hans: PHP Monitor 需要能够读取配置文件。文件似乎畸形或丢失。请检查该文件是否存在，格式是否正确。

# startup.errors.valet_json_invalid.desc
source: You can find the file at `~/.config/valet/config.json`. If Laravel Valet cannot parse the configuration file, running any `valet` command will usually automatically fix the JSON file. Try running `valet --version` to automatically fix the file.
ar: يمكنك العثور على الملف في `~/.config/valet/config.json`. إذا لم يتمكن Laravel Valet من تحليل ملف التكوين، فإن تشغيل أي أمر `valet` عادةً ما يصلح الملف JSON تلقائيًا. حاول تشغيل `valet --version` لإصلاح الملف تلقائيًا.
bn: আপনি ফাইলটি পেতে পারেন `~/.config/valet/config.json` এ। যদি Laravel Valet কনফিগারেশন ফাইল পার্স করতে না পারে, যেকোনো `valet` কমান্ড চালালে সাধারণত স্বয়ংক্রিয়ভাবে JSON ফাইল ঠিক হয়ে যায়। ফাইলটি স্বয়ংক্রিয়ভাবে ঠিক করার জন্য `valet --version` চালানোর চেষ্টা করুন।
es: Puedes encontrar el archivo en `~/.config/valet/config.json`. Si Laravel Valet no puede analizar el archivo de configuración, ejecutar cualquier comando `valet` generalmente arreglará automáticamente el archivo JSON. Intenta ejecutar `valet --version` para arreglar automáticamente el archivo.
fr: Vous pouvez trouver le fichier à `~/.config/valet/config.json`. Si Laravel Valet ne peut pas analyser le fichier de configuration, l'exécution de n'importe quelle commande `valet` corrigera automatiquement le fichier JSON. Essayez d'exécuter `valet --version` pour corriger automatiquement le fichier.
hi: आप फ़ाइल को `~/.config/valet/config.json` पर पा सकते हैं। यदि Laravel Valet कॉन्फ़िगरेशन फ़ाइल को पार्स नहीं कर पाता है, तो किसी भी `valet` कमांड को चलाने से आम तौर पर JSON फ़ाइल स्वतः ठीक हो जाती है। फ़ाइल को स्वचालित रूप से ठीक करने के लिए `valet --version` चलाने का प्रयास करें。
id: Anda dapat menemukan berkas tersebut di `~/.config/valet/config.json`. Jika Laravel Valet tidak dapat memparsing file konfigurasi, menjalankan perintah `valet` apa pun biasanya akan otomatis memperbaiki file JSON. Cobalah jalankan `valet --version` untuk secara otomatis memperbaikinya.
it: Puoi trovare il file in `~/.config/valet/config.json`. Se Laravel Valet non riesce a analizzare il file di configurazione, eseguire qualsiasi comando `valet` solitamente corregge automaticamente il file JSON. Prova a eseguire `valet --version` per correggerlo automaticamente.
ja: ファイルは `~/.config/valet/config.json` にあります。Laravel Valet が設定ファイルを解析できない場合、任意の `valet` コマンドを実行すると通常 JSON ファイルが自動で修正されます。`valet --version` を実行してファイルを自動修復してください.
tr: Dosyayı `~/.config/valet/config.json` adresinde bulabilirsiniz. Laravel Valet yapılandırma dosyasını ayrıştıramıyorsa, herhangi bir `valet` komutunu çalıştırmak genellikle JSON dosyasını otomatik olarak düzeltir. Dosyayı otomatik olarak düzeltmek için `valet --version` komutunu deneyin.
zh_hans: 您可以在 `~/.config/valet/config.json` 找到该文件。如果 Laravel Valet 无法解析配置文件，运行 `valet` 命令通常会自动修复 JSON 文件。尝试运行 `valet --version` 来自动修复文件

# startup.errors.valet_version_unknown.title
source: Your Valet version could not be read
ar: تعذر قراءة إصدار Valet الخاص بك
bn: আপনার ভ্যালেট সংস্করণ পড়া যায়নি
es: No se pudo leer tu versión de Valet
fr: La version de votre Valet n'a pu être lue
hi: आपका Valet संस्करण पढ़ा नहीं जा सका
id: Versi Valet Anda tidak dapat dibaca.
it: La versione di Valet non è stata letta
ja: Valet のバージョンが読めませんでした
tr: Valet sürümünüz okunamadı
zh_hans: 无法读取您的 Valet 版本

# startup.errors.valet_version_unknown.subtitle
source: Parsing the output of `valet --version` failed. Make sure your Valet installation works and is up-to-date.
ar: فشل تحليل مخرجات `valet --version`. تأكد من أن تثبيت Valet يعمل وأنه مُحدَّث.
bn: `valet --version` এর আউটপুট পার্স করতে ব্যর্থ হয়েছে। নিশ্চিত করুন আপনার Valet ইনস্টলেশন কাজ করছে এবং আপ‑টু‑ডেট আছে।
es: Falló el análisis de la salida de `valet --version`. Asegúrate de que tu instalación de Valet funcione y esté actualizada.
fr: L'analyse de la réponse de `valet --version` a échoué. Assurez-vous que votre installation de Valet fonctionne et qu'elle est à jour.
hi: वैलेट के आउटपुट को पार्स करने में विफल रहा। सुनिश्चित करें कि आपका वैलेट इंस्टॉलेशन काम कर रहा है और नवीनतम संस्करण पर अद्यतन है।
id: Parsing output dari `valet --version` gagal. Pastikan instalasi Valet Anda bekerja dengan baik dan sudah diperbarui.
it: Il parsing dell'output di `valet --version` è fallito. Assicurati che l'installazione di Valet funzioni e sia aggiornata.
ja: 「valet --version」の出力を解析できませんでした。Valet のインストールが正常に機能し、最新であることをご確認ください。
tr: `valet --version` çıktısı ayrıştırılamadı. Valet kurulumunuzun çalıştığından ve güncel olduğundan emin olun.
zh_hans: 解析 `valet --version` 输出失败。请确保您的 Valet 安装正常运行且为最新版本。

# startup.errors.valet_version_unknown.desc
source: Try running `valet --version` in a terminal to find out what's going on.
ar: حاول تشغيل `valet --version` في الطرفية لمعرفة ما يحدث.
bn: টার্মিনালে `valet --version` চালিয়ে দেখুন কী হচ্ছে.
es: Intenta ejecutar `valet --version` en una terminal para averiguar qué está pasando.
fr: Essayez de lancer `valet --version` dans un terminal pour savoir ce qui se passe.
hi: टर्मिनल में `valet --version` चलाकर पता लगाएँ कि क्या हो रहा है.
id: Coba jalankan `valet --version` di terminal untuk mengetahui apa yang terjadi.
it: Prova a eseguire `valet --version` in un terminale per capire cosa sta succedendo.
ja: ターミナルで `valet --version` を実行して、何が起こっているか確認してください。
tr: Bir terminalde `valet --version` komutunu çalıştırarak ne olduğunu öğrenmeyi deneyin.
zh_hans: 尝试在终端中运行 `valet --version` 以找出问题所在

# startup.errors.valet_not_installed.title
source: Your Valet configuration directory is missing
ar: مجلد إعدادات Valet مفقود
bn: আপনার ভ্যালেট কনফিগারেশন ডিরেক্টরি অনুপস্থিত
es: Tu directorio de configuración de Valet está faltando
fr: Le dossier de configuration de Valet est absent
hi: आपकी Valet कॉन्फ़िगरेशन निर्देशिका गायब है
id: Direktori konfigurasi Valet Anda tidak ditemukan
it: La cartella di configurazione Valet è mancante
ja: Valet の設定ディレクトリが見つかりません
tr: Valet yapılandırma dizininiz eksik.
zh_hans: 您的 Valet 配置目录丢失

# startup.errors.valet_not_installed.subtitle
source: The required directory `~/.config/valet` is missing. This usually means that you forgot to run `valet install`.
ar: المجلد المطلوب `~/.config/valet` مفقود. هذا عادةً يعني أنك نسيت تشغيل `valet install`.
bn: প্রয়োজনীয় ডিরেক্টরি `~/.config/valet` অনুপস্থিত। সাধারণত এর অর্থ আপনি `valet install` চালাতে ভুলে গেছেন।
es: El directorio requerido `~/.config/valet` está faltando. Esto generalmente significa que olvidaste ejecutar `valet install`.
fr: Le répertoire requis `~/.config/valet` est manquant. Cela signifie généralement que vous avez oublié d'exécuter `valet install`.
hi: आवश्यक निर्देशिका `~/.config/valet` गायब है। इसका आमतौर पर मतलब है कि आपने `valet install` चलाना भूल गए हैं।
id: Direktori yang dibutuhkan `~/.config/valet` hilang. Ini biasanya berarti Anda lupa menjalankan `valet install`.
it: La cartella richiesta `~/.config/valet` è mancante. Questo di solito significa che hai dimenticato di eseguire `valet install`.
ja: 必要なディレクトリ `~/.config/valet` が見つかりません。これは通常、`valet install` を実行し忘れたことを意味します。
tr: Gerekli dizin `~/.config/valet` eksik. Bu genellikle `valet install` komutunu çalıştırmayı unuttuğunuz anlamına gelir.
zh_hans: 缺少所需目录 `~/.config/valet`。这通常意味着您忘记了运行 `valet install`.

# startup.errors.valet_not_installed.desc
source: Assuming you already installed Valet via Composer, please run `valet install` to finish setting up Laravel Valet. If you are seeing this message but are confused why this folder has gone missing, then you may want to investigate why it is gone—it shouldn't just disappear and it means your Valet installation is broken.
ar: بما أنك قمت بتثبيت Valet عبر Composer بالفعل، يُرجى تشغيل `valet install` لإكمال إعداد Laravel Valet.\n\nإذا كنت ترى هذه الرسالة ولكنك متشوش بشأن سبب اختفاء هذا المجلد، فقد ترغب في التحقيق في السبب؛ لا ينبغي أن يختفي ببساطة ويعني أن تثبيت Valet لديك معطوب.
bn: ধরা হচ্ছে আপনি ইতিমধ্যে Composer এর মাধ্যমে Valet ইনস্টল করেছেন, অনুগ্রহ করে `valet install` চালান Laravel Valet সেটআপ সম্পন্ন করতে। যদি আপনি এই বার্তা দেখছেন কিন্তু কেন ফোল্ডারটি অদৃশ্য হয়ে গেছে তা নিয়ে বিভ্রান্ত হন, তাহলে হয়তো আপনাকে তদন্ত করা উচিত কেন এটি চলে গেছে—এটি কেবল মুছে যাবে না এবং এর মানে আপনার Valet ইনস্টলেশন ভাঙা।
es: Asumiendo que ya instalaste Valet a través de Composer, por favor ejecuta `valet install` para terminar de configurar Laravel Valet. Si estás viendo este mensaje pero estás confundido por qué esta carpeta ha desaparecido, entonces quizás quieras investigar por qué se fue—no debería simplemente desaparecer y significa que tu instalación de Valet está dañada.
fr: En supposant que vous avez déjà installé Valet via Composer, lancez `valet install` pour terminer la configuration de Laravel Valet. Si vous voyez ce message mais que vous ne savez pas pourquoi ce dossier a disparu, vous pouvez chercher à savoir pourquoi il a disparu - il ne devrait pas disparaître comme ça et cela signifie que l'installation de Valet est défectueuse.
hi: मान लेते हैं कि आपने पहले ही Composer के माध्यम से Valet स्थापित कर लिया है, तो Laravel Valet को सेटअप पूरा करने के लिए `valet install` चलाएँ। यदि आप यह संदेश देख रहे हैं लेकिन आपको समझ नहीं आ रहा कि यह फ़ोल्डर क्यों गायब हो गया है, तो संभवतः आपको पता लगाना चाहिए कि यह क्यों गायब हुआ—यह बस गायब नहीं होना चाहिए और इसका मतलब है कि आपका Valet इंस्टॉलेशन टूटा हुआ है।
id: Dengan asumsi Anda sudah menginstal Valet melalui Composer, silakan jalankan `valet install` untuk menyelesaikan pengaturan Laravel Valet. Jika Anda melihat pesan ini namun bingung kenapa folder tersebut hilang, maka Anda mungkin ingin menyelidiki alasannya—itu tidak seharusnya tiba-tiba hilang dan berarti instalasi Valet Anda rusak.
it: Supponendo che tu abbia già installato Valet tramite Composer, esegui `valet install` per completare l'installazione di Laravel Valet. Se vedi questo messaggio ma sei confuso sul motivo per cui questa cartella sia scomparsa, potresti voler indagare il perché; non dovrebbe semplicemente sparire e ciò indica che la tua installazione di Valet è danneggiata.
ja: 既にComposer経由でValetをインストールしていると仮定し、`valet install` を実行してLaravel Valetの設定を完了してください。 このメッセージが表示されていて、このフォルダが消えてしまった理由に困惑している場合は、その原因を調査する必要があります。フォルダが単に消えるべきではなく、Valetのインストールが壊れていることを意味します。
tr: Composer aracılığıyla zaten Valet'i kurduğunuzu varsayarak, Laravel Valet'i ayarlamayı tamamlamak için lütfen `valet install` komutunu çalıştırın. Bu mesajı görüyorsanız ancak bu klasörün neden kaybolduğundan dolayı kafanız karışmışsa, neden kaybolduğunu araştırmak isteyebilirsiniz—bu klasör sadece ortadan kaybolmamalıdır ve Valet kurulumunuzun bozuk olduğunu gösterir.
zh_hans: 假设你已经通过 Composer 安装了 Valet，请运行 `valet install` 来完成 Laravel Valet 的设置。 如果你看到此消息，但不明白为什么这个文件夹不见了，那么你可能想调查一下它消失的原因--它不应该就这样消失，这意味着你的 Valet 安装被破坏了。

# startup.errors.valet_version_not_supported.title
source: This version of Valet is not supported
ar: هذا الإصدار من Valet غير مدعوم
bn: এই ভার্সনের ভ্যালেট সমর্থিত নয়
es: Esta versión de Valet no es compatible
fr: Cette version de Valet n'est pas compatible
hi: Valet का यह संस्करण समर्थित नहीं है
id: Versi Valet ini tidak didukung
it: Questa versione di Valet non è supportata
ja: このバージョンのValetはサポートされていません
tr: Valet'in bu sürümü desteklenmiyor.
zh_hans: 不支持此 Valet 版本

# startup.errors.valet_version_not_supported.subtitle
source: You are running a version of Valet that is currently not supported. PHP Monitor currently works with Valet v2, v3 and v4. In order to avoid causing issues on your system, PHP Monitor cannot start.
ar: أنت تستخدم إصدارًا من Valet غير مدعوم حاليًا. يعمل PHP Monitor حاليًا مع Valet v2، v3 وv4. لتجنب حدوث مشاكل على نظامك، لا يمكن لـ PHP Monitor البدء.
bn: আপনি এমন একটি ভার্সনের Valet চালাচ্ছেন যা বর্তমানে সমর্থিত নয়। PHP Monitor বর্তমানে Valet v2, v3 এবং v4 এর সাথে কাজ করে। আপনার সিস্টেমে সমস্যা এড়াতে, PHP Monitor শুরু করতে পারে না.
es: Estás usando una versión de Valet que actualmente no es compatible. PHP Monitor funciona con Valet v2, v3 y v4. Para evitar problemas en tu sistema, PHP Monitor no puede iniciarse.
fr: Vous utilisez une version de Valet qui n'est pas supportée actuellement. PHP Monitor fonctionne actuellement avec Valet v2, v3 et v4. Afin d'éviter de causer des problèmes sur votre système, PHP Monitor ne peut pas démarrer.
hi: आप वर्तमान में Valet का ऐसा संस्करण चला रहे हैं जो अभी समर्थित नहीं है। PHP Monitor वर्तमान में Valet v2, v3 और v4 के साथ काम करता है। अपने सिस्टम पर समस्याएँ पैदा करने से बचने के लिए, PHP Monitor शुरू नहीं हो सकता।
id: Anda menjalankan versi Valet yang saat ini tidak didukung. PHP Monitor saat ini bekerja dengan Valet v2, v3 dan v4. Untuk menghindari masalah pada sistem Anda, PHP Monitor tidak dapat memulai.
it: Stai eseguendo una versione di Valet attualmente non supportata. PHP Monitor funziona con Valet v2, v3 e v4. Per evitare problemi sul tuo sistema, PHP Monitor non può avviarsi.
ja: 現在サポート対象外のValetバージョンを使用しています。PHP Monitorは現在、Valet v2、v3、v4に対応しています。システムへの影響を避けるため、PHP Monitorは起動できません。
tr: Şu anda desteklenmeyen bir Valet sürümü çalıştırıyorsunuz. PHP Monitor şu anda Valet v2, v3 ve v4 ile çalışır. Sisteminizde sorun yaratmamak için PHP Monitor başlatılamıyor.
zh_hans: 您运行的 Valet 版本目前不受支持。PHP Monitor 目前适用于 Valet v2、v3 和 v4。为了避免给您的系统带来问题，PHP Monitor 无法启动

# startup.errors.valet_version_not_supported.desc
source: You must install a version of Valet that is compatible with PHP Monitor, or you may need to upgrade to a newer version of PHP Monitor which may include compatibility for this version of Valet (consult the latest release notes for more info).
ar: يجب عليك تثبيت إصدار من Valet يتوافق مع PHP Monitor، أو قد تحتاج إلى ترقية إلى إصدار أحدث من PHP Monitor الذي قد يشمل التوافق مع هذا الإصدار من Valet (راجع ملاحظات الإصدار الأخيرة لمزيد من المعلومات).
bn: আপনাকে এমন একটি ভ্যালেট সংস্করণ ইনস্টল করতে হবে যা PHP Monitor এর সাথে সামঞ্জস্যপূর্ণ, অথবা আপনাকে হয়তো PHP Monitor এর নতুন সংস্করণে আপগ্রেড করতে হতে পারে যেটিতে এই ভ্যালেট সংস্করণের জন্য সামঞ্জস্য থাকতে পারে (আরও তথ্যের জন্য সর্বশেষ রিলিজ নোট দেখুন)।
es: Debes instalar una versión de Valet compatible con PHP Monitor o actualizar a una versión más reciente de PHP Monitor que pueda ser compatible con esta versión de Valet (consulta las notas de la última versión para más información).
fr: Vous devez installer une version de Valet qui est compatible avec PHP Monitor, ou vous pouvez avoir besoin de mettre à jour vers une version plus récente de PHP Monitor qui peut inclure la compatibilité avec cette version de Valet (consultez les dernières notes de version pour plus d'informations).
hi: आपको ऐसा Valet संस्करण स्थापित करना होगा जो PHP Monitor के साथ संगत हो, या आपको PHP Monitor का नया संस्करण अपग्रेड करने की आवश्यकता हो सकती है जिसमें इस Valet संस्करण के लिए संगतता शामिल हो सकती है (अधिक जानकारी के लिए नवीनतम रिलीज़ नोट्स देखें)।
id: Anda harus menginstal versi Valet yang kompatibel dengan PHP Monitor, atau Anda mungkin perlu memperbarui ke versi PHP Monitor yang lebih baru yang dapat mencakup kompatibilitas untuk versi Valet ini (konsultasikan catatan rilis terbaru untuk informasi lebih lanjut).
it: Devi installare una versione di Valet compatibile con PHP Monitor, oppure potresti dover aggiornare a una versione più recente di PHP Monitor che potrebbe includere la compatibilità per questa versione di Valet (consulta le ultime note di rilascio per maggiori informazioni).
ja: PHP Monitor と互換性のある Valet バージョンをインストールする必要があります。あるいは、現在の Valet バージョンに対応した最新バージョンの PHP Monitor にアップグレードする必要があるかもしれません（詳細については最新版のリリースノートをご確認ください）。
tr: PHP Monitor ile uyumlu bir Valet sürümü kurmalısınız, yoksa bu Valet sürümüne uyumluluk içerebilecek daha yeni bir PHP Monitor sürümüne yükseltmeniz gerekebilir (daha fazla bilgi için en son sürüm notlarını inceleyin).
zh_hans: 您必须安装与 PHP Monitor 兼容的 Valet 版本，或者您可能需要升级到较新版本的 PHP Monitor，该版本可能包含对该 Valet 版本的兼容性(更多信息请查阅最新发布说明)

# startup.errors.sudoers_brew.title
source: Brew has not been added to sudoers.d
ar: لم يُضاف Brew إلى sudoers.d
bn: Brew কে sudoers.d‑এ যোগ করা হয়নি
es: Brew no ha sido agregado a sudoers.d
fr: Brew n'a pas été ajouté à sudoers.d
hi: Brew को sudoers.d में नहीं जोड़ा गया है
id: Brew belum ditambahkan ke sudoers.d
it: Brew non è stato aggiunto a sudoers.d
ja: Brew がsudoers.d に追加されていません
tr: Brew, sudoers.d'ye eklenmemiştir.
zh_hans: Brew 没有被添加到 sudoers.d

# startup.errors.sudoers_brew.subtitle
source: You must run `sudo valet trust` to ensure Valet can start and stop services without having to use sudo every time. The app will not work correctly until you resolve this issue.
ar: يجب عليك تشغيل `sudo valet trust` لضمان أن يستطيع Valet بدء وإيقاف الخدمات دون الحاجة لاستخدام sudo في كل مرة. لن يعمل التطبيق بشكل صحيح حتى تحل هذه المشكلة.
bn: আপনাকে `sudo valet trust` চালাতে হবে যাতে Valet সেবাগুলি শুরু ও বন্ধ করতে পারে এবং প্রতিবার sudo ব্যবহার না করেও কাজ করে। আপনি এই সমস্যাটি সমাধান না করা পর্যন্ত অ্যাপটি সঠিকভাবে কাজ করবে না।
es: Debes ejecutar `sudo valet trust` para asegurarte de que Valet pueda iniciar y detener servicios sin necesidad de usar sudo cada vez. La app no funcionará correctamente hasta que resuelvas este problema.
fr: Vous devez exécuter `sudo valet trust` pour vous assurer que Valet peut démarrer et arrêter les services sans avoir à utiliser sudo à chaque fois. L'application ne fonctionnera pas correctement tant que vous n'aurez pas résolu ce problème.
hi: आपको `sudo valet trust` चलाना होगा ताकि Valet बिना हर बार sudo उपयोग किए सेवाओं को शुरू और बंद कर सके। इस समस्या का समाधान होने तक ऐप सही ढंग से काम नहीं करेगा।
id: Anda harus menjalankan `sudo valet trust` untuk memastikan Valet dapat memulai dan menghentikan layanan tanpa perlu menggunakan sudo setiap kali. Aplikasi tidak akan berfungsi dengan benar sampai Anda menyelesaikan masalah ini.
it: È necessario eseguire `sudo valet trust` per garantire che Valet possa avviare e arrestare i servizi senza dover usare sudo ogni volta. L'app non funzionerà correttamente finché non risolvi questo problema.
ja: `sudo valet trust` を実行して、Valet が毎回 sudo を使わずにサービスを開始・停止できるようにしてください。この問題が解決されるまでアプリは正しく動作しません。
tr: Valet'in hizmetleri başlatıp durdurabilmesi için her seferinde sudo kullanmadan `sudo valet trust` komutunu çalıştırmanız gerekir. Bu sorunu çözene kadar uygulama düzgün çalışmayacaktır.
zh_hans: 您必须运行 `sudo valet trust` 以确保 Valet 可以启动和停止服务，而无需每次都使用 sudo。在您解决此问题之前，应用程序将无法正常工作。
