Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# alert.fix_homebrew_permissions.desc
source: This will require administrative privileges, because PHP Monitor will restore your ownership of the files and folders that are currently owned by the `root` user, due to Valet services running as root.
ar: هذا سيستدعي امتيازات إدارية، لأن PHP Monitor سوف يعيد ملكية الملفات والمجلدات التي يملكها حاليًا المستخدم `root`، بسبب تشغيل خدمات Valet كـ root.
bn: এটি প্রশাসনিক অধিকার প্রয়োজন হবে, কারণ PHP Monitor আপনার ফাইল ও ফোল্ডারগুলির মালিকানা পুনরুদ্ধার করবে যা বর্তমানে `root` ব্যবহারকারীর মালিকানাধীন, Valet সার্ভিসগুলো root হিসেবে চলার কারণে।
es: Esto requerirá privilegios administrativos, ya que PHP Monitor restaurará tu propiedad de los archivos y carpetas que actualmente son propiedad del usuario `root`, debido a que los servicios de Valet se ejecutan como root.
fr: Cela nécessite des privilèges administrateurs, car PHP Monitor va restaurer votre accès aux fichiers et dossiers qui sont actuellement la propriété de l'utilisateur `root`, du fait que les services Valet s'exécutent en tant qu'utilisateur root.
hi: इससे प्रशासनिक विशेषाधिकारों की आवश्यकता होगी, क्योंकि PHP Monitor आपके फ़ाइलों और फोल्डरों का स्वामित्व पुनर्स्थापित करेगा जो वर्तमान में `root` उपयोगकर्ता के पास हैं, Valet सेवाओं के root के रूप में चलने के कारण।
id: Ini akan memerlukan hak administratif, karena PHP Monitor akan mengembalikan kepemilikan Anda atas file dan folder yang saat ini dimiliki oleh pengguna `root`, karena layanan Valet berjalan sebagai root.
it: Questo richiederà privilegi amministrativi, perché PHP Monitor ripristinerà la tua proprietà dei file e delle cartelle attualmente di proprietà dell'utente `root`, a causa dei servizi Valet che girano come root.
ja: この操作には管理者権限が必要です。PHP Monitor は、Valet サービスが root で実行されているため現在 root ユーザーに所有権のあるファイルやフォルダーの所有権を復元します。
tr: Bu işlem için yönetici ayrıcalıkları gerekecektir, çünkü PHP Monitor şu anda `root` kullanıcısına ait olan dosya ve klasörlerin sahipliğini geri yükleyecek; bu durum Valet hizmetlerinin root olarak çalışmasından kaynaklanmaktadır.
zh_hans: 这将需要管理权限，因为由于 Valet 服务以根用户身份运行，PHP Monitor 将恢复您对当前由 `root` 用户拥有的文件和文件夹的所有权

# alert.fix_homebrew_permissions.ok
source: Restore Permissions
ar: استعادة الأذونات
bn: অনুমতি পুনরুদ্ধার করুন
es: Restaurar Permisos
fr: Rétablir les Permissions
hi: अनुमतियाँ पुनर्स्थापित करें
id: Pulihkan Izin
it: Ripristina i permessi
ja: 権限を復元
tr: İzinleri Geri Yükle
zh_hans: 恢复权限

# alert.fix_homebrew_permissions.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# alert.fix_homebrew_permissions_done.title
source: All file and folder permissions for Valet's dependencies have been restored.
ar: تم استعادة جميع أذونات الملفات والمجلدات لمتطلبات Valet.
bn: ভ্যালেটের নির্ভরতাগুলির জন্য সমস্ত ফাইল ও ফোল্ডারের অনুমতি পুনরুদ্ধার করা হয়েছে।
es: Se han restaurado todos los permisos de archivos y carpetas para las dependencias de Valet.
fr: Toutes les autorisations de fichiers et de dossiers pour les dépendances de Valet ont été rétablies.
hi: Valet की निर्भरताओं के लिए सभी फ़ाइल और फ़ोल्डर अनुमतियों को बहाल कर दिया गया है.
id: Semua hak akses file dan folder untuk dependensi Valet telah dikembalikan.
it: Tutti i permessi di file e cartelle per le dipendenze di Valet sono stati ripristinati.
ja: Valetの依存関係にあるすべてのファイルとフォルダの権限が復元されました。
tr: Valet’in bağımlılıkları için tüm dosya ve klasör izinleri geri yüklendi.
zh_hans: 已恢复 Valet 依赖项的所有文件和文件夹权限

# alert.fix_homebrew_permissions_done.subtitle
source: Because of this, all of Valet's services are currently no longer running. You can now interact with Homebrew, but your Valet sites will be unavailable as all services are disabled.
ar: بسبب ذلك، لم تعد جميع خدمات Valet تعمل حاليًا. يمكنك الآن التفاعل مع Homebrew، لكن مواقعك في Valet ستكون غير متاحة لأن جميع الخدمات موقفة.
bn: কারণ এই কারণে, ভ্যালেটের সব সেবা বর্তমানে আর চলছে না। আপনি এখন হোমব্রুতে ইন্টারঅ্যাক্ট করতে পারবেন, কিন্তু আপনার ভ্যালেট সাইটগুলো অপ্রাপ্য থাকবে কারণ সমস্ত সেবা নিষ্ক্রিয় রয়েছে।
es: Debido a esto, todos los servicios de Valet ya no están ejecutándose. Ahora puedes interactuar con Homebrew, pero tus sitios de Valet no estarán disponibles ya que todos los servicios están deshabilitados.
fr: Pour cette raison, tous les services de Valet ne sont plus actifs. Vous pouvez maintenant interagir avec Homebrew, mais vos sites Valet seront indisponibles car tous les services sont désactivés.
hi: इस कारण से, वैलेट की सभी सेवाएँ वर्तमान में चल नहीं रही हैं। अब आप होमब्रे के साथ इंटरैक्ट कर सकते हैं, लेकिन आपकी वैलेट साइटें अनुपलब्ध होंगी क्योंकि सभी सेवाएँ निष्क्रिय हैं。
id: Karena ini, semua layanan Valet saat ini tidak lagi berjalan. Anda sekarang dapat berinteraksi dengan Homebrew, tetapi situs Valet Anda akan tidak tersedia karena semua layanan dinonaktifkan.
it: A causa di ciò, tutti i servizi di Valet non sono più in esecuzione. Puoi ora interagire con Homebrew, ma i tuoi siti Valet saranno indisponibili poiché tutti i servizi sono disabilitati.
ja: このため、Valet のすべてのサービスは現在停止しています。Homebrew には操作できるようになりましたが、すべてのサービスが無効化されているため、Valet サイトは利用できません。
tr: Bu nedenle, Valet'in tüm hizmetleri şu anda çalışmıyor. Artık Homebrew ile etkileşime geçebilirsiniz, ancak tüm hizmetler devre dışı bırakıldığı için Valet siteleriniz erişilemez olacaktır.
zh_hans: 因此，Valet 的所有服务目前都不再运行。您现在可以与 Homebrew 互动，但您的 Valet 站点将无法使用，因为所有服务都已禁用。

# alert.fix_homebrew_permissions_done.desc
source: When you are done with Homebrew (after running `brew upgrade`, for example) you should restart PHP Monitor and select "Restart Valet Services" if you want Valet to work again. It is always recommended to restart PHP Monitor whenever you upgrade PHP versions with `brew upgrade`, or things might break.
ar: عندما تنتهي من Homebrew (بعد تشغيل `brew upgrade`، على سبيل المثال) يجب أن تعيد تشغيل PHP Monitor وتختار \"Restart Valet Services\" إذا أردت أن يعمل Valet مرة أخرى. يُنصح دائمًا بإعادة تشغيل PHP Monitor كلما قمت بترقية إصدارات PHP باستخدام `brew upgrade`، وإلا قد تتعطل الأشياء.
bn: যখন আপনি Homebrew ব্যবহার শেষ করেছেন (উদাহরণস্বরূপ `brew upgrade` চালানোর পরে) তখন আপনাকে PHP Monitor পুনরায় শুরু করা উচিত এবং \"Restart Valet Services\" নির্বাচন করতে হবে যদি আপনি চান Valet আবার কাজ করুক। সর্বদা সুপারিশ করা হয় যে আপনি যখনই `brew upgrade` দিয়ে PHP সংস্করণ আপগ্রেড করেন তখন PHP Monitor পুনরায় চালু করুন, নতুবা কিছু ভেঙে যেতে পারে।
es: Cuando hayas terminado con Homebrew (después de ejecutar `brew upgrade`, por ejemplo) deberías reiniciar PHP Monitor y seleccionar "Reiniciar Servicios de Valet" si quieres que Valet funcione de nuevo. Siempre se recomienda reiniciar PHP Monitor cuando actualices versiones de PHP con `brew upgrade`, o las cosas podrían romperse.
fr: Lorsque vous avez terminé avec Homebrew (après avoir lancé `brew upgrade`, par exemple), vous devriez redémarrer PHP Monitor et sélectionner « Redémarrer les services Valet » Lorsque vous avez terminé avec Homebrew (après avoir lancé `brew upgrade`, par exemple), vous devriez redémarrer PHP Monitor et sélectionner ``Restart Valet Services`` si vous voulez que Valet fonctionne à nouveau. Il est toujours recommandé de redémarrer PHP Monitor à chaque fois que vous mettez à jour une version de PHP avec `brew upgrade`, sans quoi des problèmes pourraient survenir.
hi: जब आप Homebrew के साथ काम समाप्त कर लें (उदाहरण के लिए `brew upgrade` चलाने के बाद) तो आपको PHP Monitor को पुनः प्रारंभ करना चाहिए और यदि आप Valet को फिर से कार्यशील बनाना चाहते हैं तो \"Restart Valet Services\" चुनें। यह हमेशा अनुशंसा की जाती है कि आप PHP Monitor को तब पुनः प्रारंभ करें जब भी आप `brew upgrade` के साथ PHP संस्करणों को उन्नत करते हैं, अन्यथा चीज़ें टूट सकती हैं।
id: Setelah selesai menggunakan Homebrew (misalnya setelah menjalankan `brew upgrade`), Anda harus memulai ulang PHP Monitor dan pilih "Restart Valet Services" jika ingin Valet berfungsi kembali. Selalu disarankan untuk memulai ulang PHP Monitor setiap kali Anda memperbarui versi PHP dengan `brew upgrade`, atau hal-hal bisa rusak.
it: Quando hai finito con Homebrew (ad esempio dopo aver eseguito `brew upgrade`), dovresti riavviare PHP Monitor e selezionare \"Restart Valet Services\" se vuoi che Valet funzioni di nuovo. È sempre consigliato riavviare PHP Monitor ogni volta che aggiorni le versioni di PHP con `brew upgrade`, altrimenti potrebbero verificarsi problemi.
ja: Homebrewの作業（例えば `brew upgrade` を実行した後）が完了したら、PHP Monitorを再起動し、「Restart Valet Services」を選択してValetが再び機能するようにしてください。`brew upgrade`でPHPバージョンをアップグレードするときは、必ずPHP Monitorを再起動することをおすすめします。さもなければ、何かが壊れる可能性があります。
tr: Homebrew ile ilgili işlemleriniz (örneğin `brew upgrade` çalıştırdıktan sonra) tamamlandığında PHP Monitor'ı yeniden başlatmalı ve Valet'in tekrar çalışması için \"Restart Valet Services\" seçeneğini seçmelisiniz. PHP sürümlerini `brew upgrade` ile yükselttiğinizde her zaman PHP Monitor'ı yeniden başlatmanız önerilir, aksi takdirde sorunlar oluşabilir.
zh_hans: 当您完成 Homebrew 的操作后(例如在运行 `brew upgrade` 之后)，如果您希望 Valet 重新运行，您应该重启 PHP Monitor 并选择 `Restart Valet Services`。建议每次使用 `brew upgrade` 升级 PHP 版本时都重启 PHP Monitor，否则可能会出错

# alert.php_fpm_broken.title
source: Your PHP-FPM configuration is not pointing at the Valet socket!
ar: إعدادات PHP‑FPM الخاصة بك لا تُشير إلى مقبس Valet!
bn: আপনার PHP‑FPM কনফিগারেশন ভ্যালেট সকেটে নির্দেশ করছে না!
es: ¡Tu configuración de PHP-FPM no está apuntando al socket de Valet!
fr: Votre configuration PHP-FPM ne pointe pas vers le socket Valet !
hi: आपकी PHP‑FPM कॉन्फ़िगरेशन वैलेट सॉकेट की ओर इशारा नहीं कर रही है!
id: Konfigurasi PHP-FPM Anda tidak menunjuk ke soket Valet!
it: La tua configurazione PHP‑FPM non punta al socket Valet!
ja: あなたのPHP‑FPM設定がValetソケットを指していません！
tr: PHP‑FPM yapılandırmanız Valet soketine işaret etmiyor!
zh_hans: 您的 PHP-FPM 配置没有指向 Valet 套接字！

# alert.php_fpm_broken.info
source: PHP Monitor has determined that there are issues with your PHP-FPM config. This will result in '502 Bad Gateway' responses if you visit websites linked via Valet.
ar: أحكم PHP Monitor أن هناك مشاكل في إعدادات PHP‑FPM الخاصة بك. سيؤدي ذلك إلى استجابات '502 Bad Gateway' إذا زرت مواقع مرتبطة عبر Valet.
bn: PHP Monitor আপনার PHP-FPM কনফিগে সমস্যাগুলি শনাক্ত করেছে। Valet এর মাধ্যমে সংযুক্ত ওয়েবসাইটগুলি পরিদর্শন করলে এটি '502 Bad Gateway' প্রতিক্রিয়া সৃষ্টি করবে।
es: PHP Monitor ha determinado que hay problemas con tu configuración de PHP-FPM. Esto resultará en respuestas '502 Bad Gateway' si visitas sitios web enlazados a través de Valet.
fr: PHP Monitor a déterminé qu'il y a des problèmes avec votre configuration PHP-FPM. Cela se traduira par des réponses '502 Bad Gateway' si vous visitez des sites web liés via Valet.
hi: PHP Monitor ने यह निर्धारित किया है कि आपकी PHP-FPM कॉन्फ़िगरेशन में समस्याएँ हैं। यदि आप Valet के माध्यम से लिंक की गई वेबसाइटों पर जाते हैं, तो इससे '502 Bad Gateway' प्रतिक्रियाएँ होंगी।
id: PHP Monitor telah menentukan bahwa ada masalah dengan konfigurasi PHP‑FPM Anda. Hal ini akan menghasilkan respons '502 Bad Gateway' jika Anda mengunjungi situs web yang terhubung melalui Valet.
it: PHP Monitor ha determinato che ci sono problemi con la configurazione di PHP‑FPM. Questo porterà risposte '502 Bad Gateway' se visiti siti collegati tramite Valet.
ja: PHP Monitorは、PHP-FPM設定に問題があることを検出しました。Valet経由でリンクされたウェブサイトを訪問すると「502 Bad Gateway」応答が返されます。
tr: PHP Monitor, PHP‑FPM yapılandırmanızda sorunlar olduğunu belirledi. Valet aracılığıyla bağlantılı web sitelerini ziyaret ettiğinizde bu durum '502 Bad Gateway' yanıtlarına yol açacaktır.
zh_hans: PHP Monitor 已确定您的 PHP-FPM 配置存在问题。如果您访问通过 Valet 链接的网站，这将导致 `502 Bad Gateway` 响应

# alert.php_fpm_broken.description
source: If it's been a while, you can usually fix this by running `valet install`, which updates your PHP-FPM configuration. If you are seeing this message and you are trying to run a pre-release version of PHP, it is possible that Valet does not support this pre-release version of PHP yet. You may need to upgrade your installation of Laravel Valet to at least v3.1.11, after that you should run `valet install`. More information here: https://phpmon.app/prerelease-php
ar: إذا مر وقت طويل، يمكنك عادةً إصلاح ذلك بتشغيل `valet install`، الذي يحدّث إعدادات PHP-FPM الخاصة بك.\n\nإذا كنت ترى هذه الرسالة وتقوم بمحاولة تشغيل إصدار مسبق من PHP، فمن الممكن أن Valet لا يدعم هذا الإصدار المسبق بعد.\n\nقد تحتاج إلى ترقية تثبيت Laravel Valet الخاص بك إلى الأقل v3.1.11، ثم تشغيل `valet install`. للمزيد من المعلومات هنا: https://phpmon.app/prerelease-php
bn: যদি কিছু সময় হয়ে থাকে, আপনি সাধারণত `valet install` চালিয়ে এটি ঠিক করতে পারেন, যা আপনার PHP-FPM কনফিগারেশন আপডেট করে। আপনি যদি এই বার্তাটি দেখেন এবং PHP এর একটি প্রি-রিলিজ সংস্করণ চালানোর চেষ্টা করেন, তাহলে সম্ভবত ভ্যালেট এখনও সেই প্রি-রিলিজ সংস্করণটি সমর্থন করে না। আপনার লারাভেল ভ্যালেট ইনস্টলেশনটি কমপক্ষে v3.1.11 এ আপগ্রেড করতে হতে পারে; এরপর আপনাকে `valet install` চালাতে হবে। আরও তথ্য এখানে: https://phpmon.app/prerelease-php
es: Si ha pasado un tiempo, normalmente puedes arreglar esto ejecutando `valet install`, que actualiza tu configuración de PHP-FPM. Si estás viendo este mensaje y estás intentando ejecutar una versión preliminar de PHP, es posible que Valet aún no soporte esta versión preliminar de PHP. Puede que necesites actualizar tu instalación de Laravel Valet a por lo menos v3.1.11, después deberías ejecutar `valet install`. Más información aquí: https://phpmon.app/prerelease-php
fr: Si cela fait longtemps, vous pouvez habituellement corriger cela en lançant `valet install`, qui met à jour votre configuration PHP-FPM. Si vous voyez ce message et que vous essayez d'exécuter une pré-version de PHP, il est possible que Valet ne supporte pas encore celle-ci. Vous devrez peut-être mettre à jour votre installation de Laravel Valet vers au moins la version 3.1.11, après quoi vous devrez exécuter `valet install`. Plus d'informations ici : https://phpmon.app/prerelease-php
hi: यदि कुछ समय हो गया है, तो आप आम तौर पर इसे `valet install` चलाकर ठीक कर सकते हैं, जो आपके PHP-FPM कॉन्फ़िगरेशन को अपडेट करता है। यदि आप यह संदेश देख रहे हैं और PHP के प्री-रिलीज संस्करण को चलाने का प्रयास कर रहे हैं, तो संभव है कि Valet अभी तक इस प्री-रिलीज संस्करण का समर्थन नहीं करता हो। आपको अपने Laravel Valet की स्थापना को कम से कम v3.1.11 तक अपग्रेड करने की आवश्यकता हो सकती है; उसके बाद आपको `valet install` चलाना चाहिए। अधिक जानकारी यहाँ: https://phpmon.app/prerelease-php
id: Jika sudah lama, biasanya Anda dapat memperbaikinya dengan menjalankan `valet install`, yang akan memperbarui konfigurasi PHP-FPM Anda. Jika Anda melihat pesan ini dan mencoba menjalankan versi pre-release PHP, mungkin Valet belum mendukung versi pre-release tersebut. Anda mungkin perlu mengupgrade instalasi Laravel Valet Anda setidaknya ke v3.1.11, setelah itu jalankan `valet install`. Informasi lebih lanjut di sini: https://phpmon.app/prerelease-php
it: Se è passato un po' di tempo, di solito puoi risolvere eseguendo `valet install`, che aggiorna la tua configurazione PHP-FPM. Se stai vedendo questo messaggio e provi a eseguire una versione pre-release di PHP, è possibile che Valet non supporti ancora questa versione pre-release di PHP. Potrebbe essere necessario aggiornare l'installazione di Laravel Valet alla versione almeno v3.1.11; dopo ciò dovresti eseguire `valet install`. Per ulteriori informazioni visita: https://phpmon.app/prerelease-php
ja: もししばらく時間が経っている場合は、通常 `valet install` を実行することで PHP‑FPM 設定を更新して修復できます。 このメッセージが表示され、PHP のプレリリース版を実行しようとしている場合、Valet がそのプレリリース版にまだ対応していない可能性があります。 Laravel Valet を少なくとも v3.1.11 までアップグレードする必要があるかもしれません。その後 `valet install` を実行してください。詳細はこちら: https://phpmon.app/prerelease-php
tr: Bir süre geçtiyse, genellikle `valet install` komutunu çalıştırarak bu sorunu çözebilirsiniz; bu, PHP-FPM yapılandırmanızı günceller. Bu mesajı görüyorsanız ve ön sürüm bir PHP sürümü çalıştırmaya çalışıyorsanız, Valet henüz bu ön sürüm PHP'yi desteklemiyor olabilir. Laravel Valet kurulumunuzu en az v3.1.11'e yükseltmeniz gerekebilir; ardından `valet install` komutunu çalıştırmalısınız. Daha fazla bilgi için: https://phpmon.app/prerelease-php
zh_hans: 如果已经有一段时间了，你通常可以通过运行 `valet install` 来解决这个问题，它可以更新你的 PHP-FPM 配置. 如果你看到这个消息，而你正在尝试运行一个预发布版本的 PHP，有可能是 Valet 还不支持这个预发布版本的 PHP. 你可能需要将你安装的 Laravel Valet 升级到至少 v3.1.11，之后你应该运行 `valet install`。更多信息请点击：https://phpmon.app/prerelease-php

# alert.cannot_start.title
source: PHP Monitor cannot start due to a problem with your system configuration
ar: لا يمكن تشغيل PHP Monitor بسبب مشكلة في إعدادات نظامك
bn: আপনার সিস্টেমের কনফিগারেশন সংক্রান্ত সমস্যার কারণে PHP Monitor আরম্ভ করা যাচ্ছে না
es: PHP Monitor no puede iniciarse debido a un problema con la configuración de tu sistema
fr: PHP Monitor ne peut pas démarrer en raison d'un problème de configuration de votre système
hi: PHP Monitor आपके सिस्टम कॉन्फ़िगरेशन में समस्या के कारण शुरू नहीं हो सकता
id: PHP Monitor tidak dapat dimulai karena ada masalah dengan konfigurasi sistem Anda
it: PHP Monitor non può avviarsi a causa di un problema con la configurazione del tuo sistema.
ja: システム設定に問題があるため、PHP Monitor を起動できません。
tr: PHP Monitor, sistem yapılandırmanızdaki bir sorun nedeniyle başlatılamıyor
zh_hans: 由于您的系统配置问题，PHP Monitor 无法启动

# alert.cannot_start.subtitle
source: The issue you were just notified about is keeping PHP Monitor from functioning correctly.
ar: المشكلة التي تم إعلامك بها مؤخراً تمنع PHP Monitor من العمل بشكل صحيح.
bn: আপনি যেই সমস্যাটি মাত্র জানানো হয়েছিল, তা PHP Monitor‑কে সঠিকভাবে কাজ করতে বাধা দিচ্ছে।
es: El problema del que acabas de ser notificado está impidiendo que PHP Monitor funcione correctamente.
fr: Le problème dont vous venez d'être informé empêche le PHP Monitor de fonctionner correctement.
hi: आपके द्वारा अभी सूचित की गई समस्या PHP Monitor को सही ढंग से काम करने से रोक रही है।
id: Masalah yang baru saja Anda diberitahukan sedang menghalangi PHP Monitor berfungsi dengan benar.
it: Il problema di cui hai appena ricevuto una notifica impedisce a PHP Monitor di funzionare correttamente.
ja: 先ほどご案内した問題が、PHP Monitor の正常な機能を妨げています。
tr: Az önce bildirdiğiniz sorun, PHP Monitor'ın düzgün çalışmasını engelliyor.
zh_hans: 刚才通知您的问题导致 PHP Monitor 无法正常运行

# alert.cannot_start.description
source: You might not need to quit PHP Monitor and restart it. If you have fixed the issue (or don't remember what the exact issue is) you can click on Retry, which will have PHP Monitor retry the startup checks.
ar: قد لا تحتاج إلى إيقاف تشغيل PHP Monitor وإعادة تشغيله. إذا كنت قد أصلحت المشكلة (أو لا تتذكر ما هي المشكلة بالضبط) يمكنك النقر على إعادة المحاولة، التي ستجعل PHP Monitor يعيد التحقق من عمليات الإقلاع.
bn: আপনাকে হয়তো PHP Monitor বন্ধ করে পুনরায় চালু করতে হবে না। যদি আপনি সমস্যাটি সমাধান করে থাকেন (বা ঠিক কী সমস্যা ছিল তা মনে না থাকে), তাহলে আপনি 'Retry' এ ক্লিক করতে পারেন, যার ফলে PHP Monitor স্টার্ট‑আপ চেকগুলো আবার চেষ্টা করবে।
es: Puede que no necesites cerrar PHP Monitor y reiniciarlo. Si has solucionado el problema (o no recuerdas cuál era el problema exacto) puedes hacer clic en Reintentar, lo que hará que PHP Monitor vuelva a realizar las comprobaciones de inicio.
fr: Il se peut que vous n'ayez pas besoin de quitter PHP Monitor et de le redémarrer. Si vous avez résolu le problème (ou si vous ne vous souvenez pas du problème exact), vous pouvez cliquer sur Réessayer, ce qui permettra à PHP Monitor de refaire les vérifications de démarrage.
hi: आपको PHP Monitor को बंद करके पुनः आरंभ करने की आवश्यकता नहीं हो सकती है। यदि आपने समस्या ठीक कर ली है (या आपको सटीक समस्या याद नहीं है) तो आप Retry पर क्लिक कर सकते हैं, जिससे PHP Monitor स्टार्टअप जांचों को फिर से चलाएगा।
id: Anda mungkin tidak perlu keluar dari PHP Monitor dan memulainya kembali. Jika Anda sudah memperbaiki masalah (atau tidak ingat apa masalahnya) Anda dapat klik Retry, yang akan membuat PHP Monitor mencoba ulang pemeriksaan startup.
it: Potrebbe non essere necessario chiudere PHP Monitor e riavviarlo. Se hai risolto il problema (o non ricordi quale sia esattamente) puoi fare clic su Riprova, che farà ripetere a PHP Monitor i controlli di avvio.
ja: PHP Monitorを終了して再起動する必要はないかもしれません。問題が解決した（または正確な問題が思い出せない）場合、Retry をクリックすると、PHP Monitor がスタートアップチェックを再試行します。
tr: PHP Monitor'ı kapatıp yeniden başlatmanız gerekmeyebilir. Sorunu çözdüyseniz (veya tam olarak ne sorunun olduğunu hatırlamıyorsanız) Yeniden Dene'e tıklayarak PHP Monitor'ın başlangıç kontrollerini tekrar denemesini sağlayabilirsiniz.
zh_hans: 您可能不需要退出 PHP Monitor 并重新启动它。如果您已解决问题(或不记得具体问题是什么)，可以点击重试，PHP Monitor 将重试启动检查

# alert.cannot_start.close
source: Quit
ar: إغلاق
bn: প্রস্থান করুন
es: Cerrar
fr: Quitter
hi: बाहर निकलें
id: Keluar
it: Esci
ja: 終了
tr: Çıkış
zh_hans: 退出

# alert.cannot_start.retry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টার
es: Reintentar
fr: Essayer à nouveau
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
tr: Tekrar dene
zh_hans: 重试

# alert.php_alias_conflict.title
source: Homebrew `php` formula alias conflict detected
ar: تم اكتشاف تعارض في صيغة Homebrew `php`
es: Detectado conflicto de alias de fórmula `php` de Homebrew
fr: Conflit d'alias de la formule Homebrew `php` détecté
id: Konflik alias formula `php` Homebrew terdeteksi
it: Conflitto di alias della formula `php` di Homebrew rilevato
ja: Homebrew `php` フォーミュラエイリアスの衝突が検出されました

# alert.php_alias_conflict.info
source: PHP Monitor has detected conflicting `php` aliases in your Homebrew setup, both of which have been detected as installed. This will likely result in failed linking when switching PHP versions, and will break PHP Monitor functionality. For more information, please visit: https://github.com/nicoverbruggen/phpmon/issues/54
ar: أكتشف PHP Monitor وجود تعارض في أسماء `php` في إعداد Homebrew الخاص بك، وقد تم اكتشاف كلاهما كأنما مثبتين. هذا قد يؤدي إلى فشل الربط عند تبديل إصدارات PHP، وسيفقد وظائف PHP Monitor. للمزيد من المعلومات، يرجى زيارة: https://github.com/nicoverbruggen/phpmon/issues/54
es: PHP Monitor ha detectado alias `php` conflictivos en tu configuración de Homebrew, ambos detectados como instalados. Esto probablemente resultará en fallos de enlace al cambiar versiones de PHP y romperá la funcionalidad de PHP Monitor. Para más información, por favor visita: https://github.com/nicoverbruggen/phpmon/issues/54
fr: PHP Monitor a détecté des alias `php` conflictuels dans votre configuration Homebrew, qui ont tous deux été détectés comme étant installés. Ceci entraînera probablement l'échec de la liaison lors du changement de version de PHP, et brisera la fonctionnalité de PHP Monitor. Pour plus d'informations, veuillez visiter : https://github.com/nicoverbruggen/phpmon/issues/54
id: PHP Monitor telah mendeteksi alias `php` yang bertentangan di pengaturan Homebrew Anda, keduanya terdeteksi sebagai terpasang. Hal ini kemungkinan akan menyebabkan kegagalan tautan saat mengganti versi PHP, dan akan merusak fungsionalitas PHP Monitor. Untuk informasi lebih lanjut, silakan kunjungi: https://github.com/nicoverbruggen/phpmon/issues/54
it: PHP Monitor ha rilevato alias `php` conflittuali nella tua configurazione Homebrew, entrambi segnalati come installati. Ciò probabilmente causerà errori di collegamento quando si cambia versione PHP e interromperà la funzionalità di PHP Monitor. Per maggiori informazioni, visita: https://github.com/nicoverbruggen/phpmon/issues/54
ja: PHP Monitor は、Homebrew の設定で競合する `php` エイリアスを検出しました。どちらもインストールされていると判定されています。これにより PHP バージョンの切替時にリンク失敗が起き、PHP Monitor の機能が壊れる可能性があります。詳細については https://github.com/nicoverbruggen/phpmon/issues/54 をご覧ください
