Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# notification.preset_reverted_desc
source: The last preset you applied has been undone. Your previous configuration is now active.
ar: تم التراجع عن آخر إعداد قمت بتطبيقه. الإعداد السابق الخاص بك أصبح نشطًا الآن.
bn: আপনি যে সর্বশেষ প্রিসেটটি প্রয়োগ করেছিলেন তা বাতিল করা হয়েছে। আপনার পূর্ববর্তী কনফিগারেশন এখন সক্রিয় রয়েছে।
es: El último preset que aplicaste ha sido deshecho. Tu configuración anterior está ahora activa.
fr: Le dernier paramètre que vous avez appliqué a été annulé. Votre configuration précédente est maintenant active.
hi: आपके द्वारा लागू किया गया अंतिम प्रीसेट रद्द कर दिया गया है। आपकी पिछली कॉन्फ़िगरेशन अब सक्रिय है。
id: Preset terakhir yang Anda terapkan telah dibatalkan. Konfigurasi sebelumnya sekarang aktif.
it: L'ultimo preset applicato è stato annullato. La tua configurazione precedente è ora attiva.
ja: 最後に適用したプリセットが取り消されました。以前の設定が有効になりました。
tr: Uyguladığınız son önayar geri alındı. Önceki yapılandırmanız artık aktif durumda.
zh_hans: 您上次应用的预设已被撤销。您之前的配置现已激活

# notification.phpmon_updated.title
source: PHP Monitor has been updated!
ar: تمّ تحديث PHP Monitor!
bn: PHP Monitor আপডেট হয়েছে!
es: ¡PHP Monitor se ha actualizado!
fr: PHP Monitor a été mis à jour !
hi: PHP Monitor अपडेट हो गया है!
id: PHP Monitor telah diperbarui!
it: PHP Monitor è stato aggiornato!
ja: PHP Monitorが更新されました！
tr: PHP Monitor güncellendi!
zh_hans: PHP Monitor 已更新！

# notification.phpmon_updated.desc
source: You are now running PHP Monitor v%@. Thanks for staying up-to-date!
ar: أنت الآن تستخدم PHP Monitor الإصدار %@. شكراً لإبقائك محدثاً!
bn: আপনি এখন PHP Monitor v%@ চালাচ্ছেন। আপ‑ডেট থাকার জন্য ধন্যবাদ!
es: Ahora estás ejecutando PHP Monitor v%@. ¡Gracias por mantenerte actualizado!
fr: Vous utilisez maintenant PHP Monitor v%@. L'équipe vous remercie !
hi: आप अब PHP Monitor v%@ चला रहे हैं। नवीनतम रहने के लिए धन्यवाद!
id: Anda sekarang menjalankan PHP Monitor versi %@. Terima kasih telah tetap memperbarui!
it: Stai ora eseguendo PHP Monitor v%@. Grazie per rimanere aggiornato!
ja: 現在、PHP Monitor v%@ を実行しています。最新状態を保っていただきありがとうございます！
tr: Şu anda PHP Monitor v%@ sürümünü çalıştırıyorsunuz. Güncel kalmaktan dolayı teşekkürler!
zh_hans: 您现在运行的是 PHP Monitor v%@。感谢您保持更新！

# notification.phpmon_updated_dev.desc
source: PHP Monitor v%@ (build %@) is now installed and active.
ar: مراقب PHP الإصدار %@ (النسخة %@) تم تثبيته الآن ويعمل.
bn: PHP Monitor v%@ (build %@) এখন ইনস্টল করা হয়েছে এবং সক্রিয়।
es: PHP Monitor v%@ (compilación %@) está ahora instalado y activo.
fr: PHP Monitor v%@ (build %@) est maintenant installé et actif.
hi: PHP Monitor v%@ (बिल्ड %@) अब स्थापित और सक्रिय है।
id: PHP Monitor v%@ (build %@) sekarang terpasang dan aktif.
it: PHP Monitor v%@ (build %@) è ora installato e attivo.
ja: PHP Monitor v%@（ビルド %@）がインストールされ、アクティブになりました。
tr: PHP Monitor v%@ (derleme %@) artık kuruldu ve aktif.
zh_hans: PHP Monitor v%@ (build %@)已安装并激活

# alert.composer_missing.title
source: Composer not found!
ar: لم يُعثر على Composer!
bn: কম্পোজার পাওয়া যায়নি!
es: ¡No se encontró Composer!
fr: Composer introuvable!
hi: कम्पोजर नहीं मिला!
id: Composer tidak ditemukan!
it: Composer non trovato!
ja: Composerが見つかりません！
tr: Composer bulunamadı!
zh_hans: 未找到 Composer！

# alert.composer_missing.subtitle
source: PHP Monitor could not find Composer. Make sure that Composer is installed and try again.
ar: لا يمكن لـ PHP Monitor العثور على Composer. تأكد من تثبيت Composer وحاول مرة أخرى.
bn: PHP Monitor Composer খুঁজে পায়নি। নিশ্চিত করুন যে Composer ইনস্টল করা আছে এবং আবার চেষ্টা করুন।
es: PHP Monitor no pudo encontrar Composer. Asegúrate de que Composer esté instalado e inténtalo de nuevo.
fr: PHP Monitor n'a pas pu trouver Composer. Assurez-vous que Composer est installé et réessayez.
hi: PHP Monitor Composer को नहीं ढूंढ पाया। सुनिश्चित करें कि Composer स्थापित है और फिर से प्रयास करें。
id: PHP Monitor tidak dapat menemukan Composer. Pastikan Composer terinstal dan coba lagi.
it: PHP Monitor non è riuscito a trovare Composer. Assicurati che Composer sia installato e riprova.
ja: PHP Monitor は Composer を見つけられませんでした。Composer がインストールされていることを確認し、再度お試しください。
tr: PHP Monitor, Composer'ı bulamadı. Composer'ın kurulu olduğundan emin olun ve tekrar deneyin.
zh_hans: PHP Monitor 无法找到 Composer。请确保已安装 Composer 并重试。

# alert.composer_missing.desc
source: PHP Monitor assumes that Composer is located in either: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Make sure you have it installed in one of these locations, or make a symlink if you have Composer installed somewhere else.
ar: يفترض PHP Monitor أن Composer موجود في إما: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` تأكد من تثبيته في أحد هذه المواقع، أو أنشئ رابطًا رمزيًا إذا كان Composer مثبتًا في مكان آخر.
bn: PHP Monitor অনুমান করে যে Composer নিম্নোক্ত স্থানে অবস্থিত: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` নিশ্চিত করুন আপনি এগুলির একটি তে ইনস্টল করেছেন, অথবা যদি Composer অন্য কোথাও ইনস্টল থাকে তবে একটি সিমলিঙ্ক তৈরি করুন।
es: PHP Monitor asume que Composer está ubicado en: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Asegúrate de tenerlo instalado en una de estas ubicaciones, o crea un enlace simbólico si tienes Composer instalado en otro lugar.
fr: PHP Monitor suppose que Composer est situé dans: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Assurez-vous qu'il est installé à l'un de ces endroits, ou créez un lien symbolique si Composer est installé ailleurs.
hi: PHP Monitor मानता है कि Composer या तो निम्न स्थानों में स्थित है: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` सुनिश्चित करें कि आपने इसे इन स्थानों में से किसी एक पर स्थापित किया हुआ है, या यदि आप Composer को कहीं और स्थापित करते हैं तो एक symlink बना लें।
id: PHP Monitor menganggap bahwa Composer terletak di salah satu dari: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Pastikan Anda telah menginstalnya di salah satu lokasi ini, atau buat tautan simbolik jika Anda memasang Composer di tempat lain.
it: PHP Monitor presume che Composer sia situato in uno dei seguenti percorsi: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Assicurati di averlo installato in una di queste posizioni, oppure crea un collegamento simbolico se hai Composer installato altrove.
ja: PHP Monitorは、Composerが次のいずれかにあると仮定します: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` これらの場所のどちらかにインストールされていることを確認するか、Composerを別の場所にインストールしている場合はシンボリックリンクを作成してください。
tr: PHP Monitor, Composer'ın aşağıdaki konumlardan birinde bulunduğunu varsayar: • `/usr/local/bin/composer` • `/opt/homebrew/bin/composer` Bu yerlerden birine kurulu olduğundan emin olun veya Composer'ı başka bir yerde kurduysanız sembolik bağlantı oluşturun.
zh_hans: PHP Monitor 假定 Composer 位于以下任一位置： - `/usr/local/bin/composer`. - `/opt/homebrew/bin/composer` 中。 请确保您已将 Composer 安装在其中一个位置，如果您已将 Composer 安装在其他位置，请创建一个符号链接。

# alert.composer_progress.title
source: Updating global dependencies...
ar: تحديث التبعيات العالمية…
bn: গ্লোবাল নির্ভরশীলতা আপডেট হচ্ছে...
es: Actualizando dependencias globales...
fr: Mise à jour des dépendances globales...
hi: वैश्विक निर्भरताएँ अपडेट हो रही हैं…
id: Memperbarui ketergantungan global...
it: Aggiornamento delle dipendenze globali...
ja: グローバル依存関係を更新しています…
tr: Küresel bağımlılıklar güncelleniyor...
zh_hans: 正在更新全局依赖...

# alert.composer_progress.info
source: You can see the progress in the terminal output below.
ar: يمكنك رؤية التقدم في مخرجات الطرفية أدناه.
bn: আপনি টার্মিনাল আউটপুটে নিচে অগ্রগতি দেখতে পারেন।
es: Puedes ver el progreso en la salida del terminal más abajo.
fr: Vous pouvez voir la progression dans le terminal ci-dessous.
hi: आप नीचे टर्मिनल आउटपुट में प्रगति देख सकते हैं。
id: Anda dapat melihat kemajuan di output terminal berikut.
it: Puoi vedere il progresso nell'output del terminale qui sotto.
ja: 以下のターミナル出力で進捗状況を確認できます。
tr: İlerlemeyi aşağıdaki terminal çıktısında görebilirsiniz.
zh_hans: 您可以在下面的终端输出中看到进度

# alert.composer_failure.title
source: Something went wrong!
ar: حدث خطأ ما!
bn: কিছু ভুল হয়েছে!
es: ¡Algo salió mal!
fr: Quelque chose n'a pas fonctionné !
hi: कुछ गलत हो गया!
id: Terjadi sesuatu yang salah!
it: Qualcosa è andato storto!
ja: 何か問題が発生しました！
tr: Bir şeyler yanlış gitti!
zh_hans: 出错了！

# alert.composer_failure.info
source: Your global Composer dependencies could not be updated. You can find more information in the terminal output below. You’ll have to fix this problem manually, using your own Terminal app (this just shows you the output).
ar: تعذر تحديث تبعيات Composer العالمية الخاصة بك. يمكنك العثور على مزيد من المعلومات في مخرجات الطرفية أدناه. سيتعين عليك إصلاح هذه المشكلة يدويًا باستخدام تطبيق الطرفية الخاص بك (هذا مجرد عرض للمخرجات).
bn: আপনার গ্লোবাল Composer নির্ভরশীলতাগুলি আপডেট করা যায়নি। নিচের টার্মিনাল আউটপুটে আপনি আরও তথ্য পেতে পারেন। আপনাকে নিজস্ব টার্মিনাল অ্যাপ ব্যবহার করে এই সমস্যাটি ম্যানুয়ালি সমাধান করতে হবে (এটি কেবল আউটপুট দেখায়)।
es: Tus dependencias globales de Composer no se pudieron actualizar. Puedes encontrar más información en la salida del terminal más abajo. Tendrás que arreglar este problema manualmente, usando tu propia aplicación Terminal (esto solo te muestra la salida).
fr: Vos dépendances globales de Composer n'ont pas pu être mises à jour. Vous trouverez plus d'informations dans le message ci-dessous. Vous devrez corriger ce problème manuellement, en utilisant votre propre application Terminal (ceci vous montre simplement un message).
hi: आपकी वैश्विक Composer निर्भरताएँ अपडेट नहीं की जा सकीं। आप नीचे टर्मिनल आउटपुट में अधिक जानकारी पा सकते हैं। आप अपनी स्वयं की टर्मिनल ऐप का उपयोग करके इस समस्या को मैन्युअली ठीक करना होगा (यह केवल आपको आउटपुट दिखाता है)।
id: Dependensi Composer global Anda tidak dapat diperbarui. Anda dapat menemukan informasi lebih lanjut di keluaran terminal di bawah ini. Anda harus memperbaiki masalah ini secara manual, menggunakan aplikasi Terminal Anda sendiri (ini hanya menampilkan keluaran).
it: Le dipendenze globali di Composer non possono essere aggiornate. Puoi trovare ulteriori informazioni nell'output del terminale qui sotto. Dovrai risolvere questo problema manualmente, utilizzando la tua app Terminal (questo mostra solo l'output).
ja: グローバル Composer 依存関係を更新できませんでした。以下のターミナル出力に詳細情報があります。この問題は自分でターミナルアプリを使って手動で修正する必要があります（この画面は出力のみを表示しています）。
tr: Global Composer bağımlılıklarınız güncellenemedi. Aşağıdaki terminal çıktısında daha fazla bilgi bulabilirsiniz. Bu sorunu kendi Terminal uygulamanızı kullanarak manuel olarak çözmeniz gerekecek (bu sadece çıktıyı gösterir).
zh_hans: 您的全局 Composer 依赖项无法更新。 您可以在下面的终端输出中找到更多信息。 你必须使用您自己的终端应用程序手动解决这个问题(这只是向您显示输出结果)。

# alert.composer_success.title
source: Composer’s done updating!
ar: انتهى Composer من التحديث!
bn: কম্পোজার আপডেট সফল হয়েছে!
es: ¡Composer ha terminado de actualizar!
fr: Composer a fini sa mise à jour!
hi: कॉम्पोज़र ने अपडेट पूरा कर लिया है!
id: Composer telah selesai memperbarui!
it: Composer ha completato l'aggiornamento!
ja: Composer の更新が完了しました！
tr: Composer güncellenmesi tamamlandı!
zh_hans: Composer 已完成更新！

# alert.composer_success.info
source: Your global Composer dependencies have been successfully updated.
ar: تم تحديث تبعيات Composer العالمية الخاصة بك بنجاح.
bn: আপনার গ্লোবাল Composer নির্ভরতাগুলি সফলভাবে আপডেট করা হয়েছে।
es: Tus dependencias globales de Composer se han actualizado correctamente.
fr: Les dépendances globales de votre Composer ont été mises à jour avec succès.
hi: आपकी वैश्विक Composer निर्भरताएँ सफलतापूर्वक अपडेट हो गई हैं।
id: Dependensi Composer global Anda telah berhasil diperbarui.
it: Le dipendenze globali di Composer sono state aggiornate con successo.
ja: グローバルな Composer 依存関係が正常に更新されました。
tr: Genel Composer bağımlılıkları başarıyla güncellendi.
zh_hans: 您的全局 Composer 依赖项已成功更新

# alert.composer_php_isolated.desc
source: This site has been isolated, which means that Valet serves PHP %@ for this site specifically. The global version is currently PHP %@.
ar: تم عزل هذا الموقع، ما يعني أن Valet يقدّم PHP %@ لهذا الموقع بالتحديد. النسخة العالمية حالياً هي PHP %@.
bn: এই সাইটটি বিচ্ছিন্ন করা হয়েছে, যার অর্থ হলো Valet নির্দিষ্টভাবে এই সাইটের জন্য PHP %@ পরিবেশন করে। গ্লোবাল ভার্সন বর্তমানে PHP %@.
es: Este sitio ha sido aislado, lo que significa que Valet sirve PHP %@ específicamente para este sitio. La versión global es actualmente PHP %@.
fr: Ce site a été isolé, ce qui signifie que Valet sert PHP %@ pour ce site spécifiquement. La version globale est actuellement PHP %@.
hi: इस साइट को अलग किया गया है, जिसका अर्थ है कि Valet इस साइट के लिए विशेष रूप से PHP %@ सर्व करता है। वैश्विक संस्करण वर्तमान में PHP %@ है।
id: Situs ini telah diisolasi, yang berarti Valet menyajikan PHP %@ khusus untuk situs ini. Versi global saat ini adalah PHP %@.
it: Questo sito è stato isolato, il che significa che Valet serve PHP %@ per questo sito in modo specifico. La versione globale è attualmente PHP %@.
ja: このサイトは隔離されています。つまり、Valet はこのサイト専用に PHP %@ を提供します。現在のグローバルバージョンは PHP %@ です。
tr: Bu site izole edildi; bu, Valet’in bu site için özel olarak PHP %@ sunacağı anlamına gelir. Küresel sürüm şu anda PHP %@.
zh_hans: 该站点已被隔离，这意味着 Valet 将专门为该站点提供 PHP %@。全局版本目前为 PHP %@。

# alert.composer_php_requirement.title
source: '%@' requires PHP %@.
ar: '%@' يتطلب PHP %@.
bn: '%@' এর জন্য PHP %@ দরকার।
es: '%@' requiere PHP %@.
fr: '%@' a besoin de PHP %@.
hi: '%@' को PHP %@ की आवश्यकता है।
id: '%@' membutuhkan PHP %@.
it: '%@' richiede PHP %@.
ja: '%@' は PHP %@ を必要とします。
tr: '%@', PHP %@ gerektirir.
zh_hans: `%@` 需要 PHP %@

# alert.composer_php_requirement.unable_to_determine
source: Unable to determine PHP requirement
ar: غير قادر على تحديد متطلبات PHP
bn: PHP প্রয়োজনীয়তা নির্ণয় করা সম্ভব হচ্ছে না
es: No se puede determinar el requisito de PHP
fr: Impossible de déterminer les versions requises PHP
hi: PHP आवश्यकता निर्धारित करने में असमर्थ
id: Tidak dapat menentukan persyaratan PHP
it: Impossibile determinare il requisito PHP
ja: PHP要件が判定できません
tr: PHP gereksinimi belirlenemedi
zh_hans: 无法确定 PHP 需求

# alert.composer_php_requirement.type.unknown
source: PHP Monitor was unable to determine which version of PHP is required for this domain. The constraint may be determined if you have a `composer.json` or a `.valetphprc` file in your project's directory.
ar: لم يتمكن PHP Monitor من تحديد إصدار PHP المطلوب لهذا النطاق. قد يُحدد القيد إذا كان لديك ملف `composer.json` أو ملف `.valetphprc` في دليل مشروعك.
bn: PHP Monitor এই ডোমেইনের জন্য কোন PHP সংস্করণ প্রয়োজন তা নির্ধারণ করতে ব্যর্থ হয়েছে। সীমাবদ্ধতা নির্ণয় করা যেতে পারে যদি আপনার প্রকল্পের ডিরেক্টরিতে একটি `composer.json` বা `.valetphprc` ফাইল থাকে।
es: PHP Monitor no pudo determinar qué versión de PHP se requiere para este dominio. La restricción puede determinarse si tienes un archivo `composer.json` o `.valetphprc` en el directorio de tu proyecto.
fr: PHP Monitor n'a pas pu déterminer quelle version de PHP est requise pour ce domaine. La contrainte peut être déterminée si vous avez un fichier `composer.json` ou un fichier `.valetphprc` dans le dossier de votre projet.
hi: PHP Monitor इस डोमेन के लिए आवश्यक PHP संस्करण का निर्धारण करने में असमर्थ था। यदि आपके प्रोजेक्ट की निर्देशिका में `composer.json` या `.valetphprc` फ़ाइल है, तो बाधा निर्धारित की जा सकती है।
id: PHP Monitor tidak dapat menentukan versi PHP yang diperlukan untuk domain ini. Keterbatasan tersebut mungkin ditentukan jika Anda memiliki file `composer.json` atau `.valetphprc` di direktori proyek Anda.
it: PHP Monitor non è riuscito a determinare quale versione di PHP sia richiesta per questo dominio. La restrizione può essere stabilita se hai un file `composer.json` o un `.valetphprc` nella directory del tuo progetto.
ja: PHP Monitor は、このドメインに必要な PHP のバージョンを判断できませんでした。`composer.json` または `.valetphprc` ファイルがプロジェクトディレクトリ内にある場合、制約は判定できます。
tr: PHP Monitor, bu alan için hangi PHP sürümünün gerekli olduğunu belirleyemedi. Kısıtlama, projenizin dizininde bir `composer.json` veya `.valetphprc` dosyası varsa belirlenecektir.
zh_hans: PHP Monitor 无法确定此域名需要哪个版本的 PHP。如果项目目录中有 `composer.json` 或 `.valetphprc` 文件，则可以确定限制条件。

# alert.composer_php_requirement.type.require
source: This required PHP version was determined by checking the `require` field in the `composer.json` file when the site list was last refreshed.
ar: تم تحديد إصدار PHP المطلوب عن طريق فحص حقل `require` في ملف `composer.json` عندما تم تحديث قائمة المواقع آخر مرة.
bn: এই প্রয়োজনীয় PHP সংস্করণটি নির্ধারিত হয়েছিল সাইট তালিকা সর্বশেষ রিফ্রেশ করার সময় `composer.json` ফাইলের `require` ক্ষেত্র পরীক্ষা করে।
es: Este requisito de versión de PHP se determinó verificando el campo `require` en el archivo `composer.json` cuando se actualizó por última vez la lista de sitios.
fr: La version PHP requise a été déterminée en vérifiant le champ `require` dans le fichier `composer.json` lors de la dernière mise à jour de la liste des sites.
hi: यह आवश्यक PHP संस्करण साइट सूची के अंतिम ताज़ा करने पर `composer.json` फ़ाइल में `require` फ़ील्ड की जाँच करके निर्धारित किया गया था।
id: Versi PHP yang diperlukan ini ditentukan dengan memeriksa bidang `require` di berkas `composer.json` saat daftar situs terakhir diperbarui.
it: Questa versione PHP richiesta è stata determinata controllando il campo `require` nel file `composer.json` quando l’elenco dei siti è stato aggiornato per ultimo.
ja: この必要なPHPバージョンは、サイトリストが最後に更新されたときに、`composer.json` ファイルの `require` フィールドを確認することで決定されました。
tr: Bu gerekli PHP sürümü, site listesi son kez yenilendiğinde `composer.json` dosyasındaki `require` alanı kontrol edilerek belirlenmiştir.
zh_hans: 在网站列表最后一次刷新时，通过检查 `composer.json` 文件中的 `require` 字段确定了所需的 PHP 版本

# alert.composer_php_requirement.type.platform
source: This required PHP version was determined by checking the `platform` field in the `composer.json` file when the site list was last refreshed.
ar: تم تحديد إصدار PHP المطلوب هذا من خلال التحقق من حقل `platform` في ملف `composer.json` عند آخر تحديث لقائمة المواقع.
bn: এই প্রয়োজনীয় PHP সংস্করণটি নির্ধারিত হয়েছে যখন সাইট তালিকা শেষবার আপডেট করা হয়েছিল, তখন `composer.json` ফাইলের `platform` ক্ষেত্র পরীক্ষা করে।
es: Este requisito de versión de PHP se determinó verificando el campo `platform` en el archivo `composer.json` cuando se actualizó por última vez la lista de sitios.
fr: La version PHP requise a été déterminée en vérifiant le champ `platform` dans le fichier `composer.json` lors de la dernière mise à jour de la liste des sites.
hi: इस आवश्यक PHP संस्करण का निर्धारण साइट सूची को आख़िरी बार ताज़ा करते समय `composer.json` फ़ाइल के `platform` फ़ील्ड की जाँच करके किया गया था।
id: Versi PHP yang dibutuhkan ini ditentukan dengan memeriksa bidang `platform` di berkas `composer.json` saat daftar situs terakhir diperbarui.
it: Questa versione di PHP richiesta è stata determinata controllando il campo `platform` nel file `composer.json` quando l’elenco dei siti è stato aggiornato per ultimo.
ja: この必須PHPバージョンは、サイトリストが最後に更新されたときに `composer.json` ファイルの `platform` フィールドを確認して決定されました。
tr: Bu gerekli PHP sürümü, site listesi son kez yenilendiğinde `composer.json` dosyasındaki `platform` alanı kontrol edilerek belirlendi.
zh_hans: 上次刷新站点列表时，通过检查 `composer.json` 文件中的 `platform` 字段确定了所需的 PHP 版本

# alert.composer_php_requirement.type.valetphprc
source: This required PHP version was determined by checking the .valetphprc file in your project's directory.
ar: تم تحديد إصدار PHP المطلوب من خلال فحص ملف .valetphprc في دليل مشروعك.
bn: এই প্রয়োজনীয় PHP সংস্করণটি আপনার প্রকল্পের ডিরেক্টরিতে থাকা .valetphprc ফাইল পরীক্ষা করে নির্ধারিত হয়েছে।
es: Este requisito de versión de PHP se determinó verificando el archivo .valetphprc en el directorio de tu proyecto.
fr: La version de PHP requise a été déterminée en vérifiant le fichier .valetphprc dans le dossier de votre projet.
hi: इस आवश्यक PHP संस्करण का निर्धारण आपके प्रोजेक्ट की निर्देशिका में .valetphprc फ़ाइल की जाँच करके किया गया है.
id: Versi PHP yang diperlukan ini ditentukan dengan memeriksa file .valetphprc di direktori proyek Anda.
it: Questa versione di PHP richiesta è stata determinata controllando il file .valetphprc nella directory del tuo progetto.
ja: この必須 PHP バージョンは、プロジェクト ディレクトリ内の .valetphprc ファイルを確認して決定されました。
tr: Bu gerekli PHP sürümü, projenizin dizinindeki .valetphprc dosyasını kontrol ederek belirlendi.
zh_hans: 通过检查项目目录中的 `.valetphprc` 文件确定了所需的 PHP 版本。

# alert.composer_php_requirement.type.valetrc
source: This required PHP version was determined by checking the .valetrc file in your project's directory.
ar: تم تحديد إصدار PHP المطلوب عن طريق فحص ملف .valetrc في دليل مشروعك.
bn: এই প্রয়োজনীয় PHP সংস্করণটি আপনার প্রকল্পের ডিরেক্টরিতে .valetrc ফাইল পরীক্ষা করে নির্ধারিত হয়েছে।
es: Este requisito de versión de PHP se determinó verificando el archivo .valetrc en el directorio de tu proyecto.
fr: La version de PHP requise a été déterminée en vérifiant le fichier .valetrc dans le répertoire de votre projet.
hi: यह आवश्यक PHP संस्करण आपके प्रोजेक्ट के निर्देशिका में .valetrc फ़ाइल की जाँच करके निर्धारित किया गया था.
id: Versi PHP yang diperlukan ini ditentukan dengan memeriksa file .valetrc di direktori proyek Anda.
it: Questa versione di PHP richiesta è stata determinata controllando il file .valetrc nella cartella del tuo progetto.
ja: この必要な PHP バージョンは、プロジェクトのディレクトリにある .valetrc ファイルを確認することで判定されました。
tr: Bu gerekli PHP sürümü, projenizin dizinindeki .valetrc dosyasını kontrol ederek belirlendi.
zh_hans: 通过检查项目目录中的 `.valetrc` 文件确定了所需的 PHP 版本

# alert.unable_to_determine_is_fine
source: If you have a simple project, there may not be a specified PHP version set as a requirement. In that case, you are free to ignore this warning.
ar: إذا كان لديك مشروع بسيط، فقد لا يكون هناك إصدار PHP محدد كمتطلب. في هذه الحالة، يمكنك تجاهل هذا التحذير بحرية.
bn: যদি আপনার একটি সহজ প্রকল্প থাকে, তবে প্রয়োজনীয়তা হিসাবে নির্দিষ্ট কোনো PHP সংস্করণ সেট না থাকতে পারে। সেই ক্ষেত্রে, আপনি এই সতর্কতাটি উপেক্ষা করতে মুক্ত।
es: Si tienes un proyecto simple, es posible que no haya una versión de PHP específica establecida como requisito. En ese caso, puedes ignorar esta advertencia.
fr: Si vous avez un projet simple, il se peut qu'aucune version de PHP ne soit exigée. Dans ce cas, vous pouvez ignorer cet avertissement.
hi: यदि आपके पास एक साधारण परियोजना है, तो कोई निर्दिष्ट PHP संस्करण आवश्यकता के रूप में सेट नहीं हो सकता। उस स्थिति में, आप इस चेतावनी को अनदेखा करने के लिए स्वतंत्र हैं。
id: Jika Anda memiliki proyek sederhana, mungkin tidak ada versi PHP yang ditetapkan sebagai persyaratan. Dalam hal itu, Anda bebas mengabaikan peringatan ini.
it: Se hai un progetto semplice, potrebbe non essere impostata una versione PHP specifica come requisito. In tal caso, sei libero di ignorare questo avviso.
ja: もしシンプルなプロジェクトの場合、必要とされる PHP バージョンが指定されていないことがあります。その場合、この警告を無視しても構いません。
tr: Eğer basit bir projeniz varsa, gereksinim olarak belirlenmiş bir PHP sürümü olmayabilir. Bu durumda uyarıyı görmezden gelmekten çekinmeyebilirsiniz.
zh_hans: 如果您的项目很简单，可能没有指定的 PHP 版本作为要求。在这种情况下，您可以忽略此警告。

# alert.php_version_ideal
source: The currently active PHP version is ideal for this site.
ar: إصدار PHP النشط حاليًا مثالي لهذا الموقع.
bn: বর্তমানে সক্রিয় PHP সংস্করণটি এই সাইটের জন্য আদর্শ।
es: La versión de PHP actualmente activa es ideal para este sitio.
fr: La version PHP actuellement active est idéale pour ce site.
hi: वर्तमान में सक्रिय PHP संस्करण इस वेबसाइट के लिए आदर्श है.
id: Versi PHP yang aktif saat ini ideal untuk situs ini.
it: La versione PHP attualmente attiva è ideale per questo sito.
ja: 現在アクティブな PHP バージョンは、このサイトに最適です。
tr: Şu anda etkin olan PHP sürümü bu site için idealdir.
zh_hans: 当前活动的 PHP 版本是该网站的理想版本
