Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# alert.php_version_incorrect
source: The currently active PHP version does not match the required constraint set for this site.
ar: الإصدار الحالي لـ PHP غير متوافق مع القيد المطلوب المحدد لهذا الموقع.
bn: বর্তমান সক্রিয় PHP সংস্করণটি এই সাইটের জন্য নির্ধারিত প্রয়োজনীয় সীমাবদ্ধতার সাথে মেলে না।
es: La versión de PHP actualmente activa no coincide con la restricción requerida para este sitio.
fr: La version PHP actuellement active ne respecte pas les contraintes définies pour ce site.
hi: वर्तमान सक्रिय PHP संस्करण इस साइट के लिए निर्धारित आवश्यक प्रतिबंध से मेल नहीं खाता है।
id: Versi PHP yang aktif saat ini tidak sesuai dengan batasan yang dibutuhkan untuk situs ini.
it: La versione PHP attualmente attiva non corrisponde al vincolo richiesto per questo sito.
ja: 現在アクティブな PHP バージョンが、このサイトに設定されている要件と一致していません。
tr: Şu anda etkin olan PHP sürümü, bu site için belirlenmiş gerekli kısıtlamaya uymuyor.
zh_hans: 当前活动的 PHP 版本与此站点所需的约束设置不匹配

# alert.php_suggestions
source: There may be a different PHP version which is closer to the constraint.
ar: قد يكون هناك إصدار مختلف من PHP يقترب أكثر من القيد.
bn: কিছুটা ভিন্ন PHP সংস্করণ থাকতে পারে যা সীমাবদ্ধতার কাছাকাছি।
es: Puede haber una versión diferente de PHP que esté más cerca de la restricción.
fr: Il se peut qu'il existe une version différente de PHP qui soit plus proche de la contrainte.
hi: संभव है कि कोई अलग PHP संस्करण हो जो प्रतिबंध के करीब हो।
id: Mungkin ada versi PHP lain yang lebih mendekati batasan.
it: Potrebbe esserci una versione PHP diversa più vicina al vincolo.
ja: 制約に近い別の PHP バージョンがあるかもしれません。
tr: Kısıtlamaya daha yakın olabilecek farklı bir PHP sürümü olabilir.
zh_hans: 可能有其他更接近约束条件的 PHP 版本

# alert.php_switch_failed.title
source: Switching to PHP %@ seems to have failed.
ar: يبدو أن التبديل إلى PHP %@ فشل.
bn: PHP %@ তে স্যুইচ করা ব্যর্থ হয়েছে বলে মনে হচ্ছে。
es: Parece que ha fallado el cambio a PHP %@.
fr: Le basculement vers PHP %@ semble avoir échoué.
hi: PHP %@ पर स्विच करने में विफल प्रतीत होता है.
id: Berpindah ke PHP %@ sepertinya gagal.
it: Il passaggio a PHP %@ sembra essere fallito.
ja: PHP %@への切り替えに失敗したようです。
tr: PHP %@'ye geçiş başarısız gibi görünüyor.
zh_hans: 切换到 PHP %@ 似乎失败了

# alert.php_switch_failed.info
source: PHP Monitor has detected that PHP %@ is not active after completing its switching procedure. You can try to run "Fix My Valet" and switch again after that. Do you want to try this fix?
ar: كشف PHP Monitor أن PHP %@ غير نشط بعد إتمام إجراء التبديل. يمكنك محاولة تشغيل \"Fix My Valet\" ثم إعادة التبديل مرة أخرى. هل تريد تجربة هذا الإصلاح؟
bn: PHP Monitor সনাক্ত করেছে যে PHP %@ সক্রিয় নয় এর সুইচিং প্রক্রিয়া সম্পন্ন হওয়ার পরে। আপনি “Fix My Valet” চালিয়ে আবার সুইচ করার চেষ্টা করতে পারেন। আপনি কি এই সমাধানটি চেষ্টা করতে চান?
es: PHP Monitor ha detectado que PHP %@ no está activo después de completar el procedimiento de cambio. Puedes intentar ejecutar "Fix My Valet" y cambiar de nuevo después. ¿Quieres intentar esta solución?
fr: PHP Monitor a détecté que PHP %@ n'est pas actif après avoir terminé sa procédure de remplacement. Vous pouvez essayer d'exécuter « Fix My Valet » et recommencer à basculer après cela. Voulez-vous essayer cette solution ?
hi: PHP Monitor ने पाया है कि PHP %@ स्विचिंग प्रक्रिया पूरी करने के बाद सक्रिय नहीं है। आप \"Fix My Valet\" चलाने का प्रयास कर सकते हैं और उसके बाद फिर से स्विच कर सकते हैं। क्या आप इस सुधार को आज़माना चाहते हैं?
id: PHP Monitor telah mendeteksi bahwa PHP %@ tidak aktif setelah menyelesaikan prosedur pergantinya. Anda dapat mencoba menjalankan "Fix My Valet" dan melakukan pergantian lagi setelah itu. Apakah Anda ingin mencoba perbaikan ini?
it: PHP Monitor ha rilevato che PHP %@ non è attivo dopo aver completato la procedura di commutazione. Puoi provare a eseguire \"Fix My Valet\" e commutare nuovamente dopo. Vuoi provare questa correzione?
ja: PHP Monitor は、切り替え手順完了後に PHP %@ が有効になっていないことを検出しました。まず「Fix My Valet」を実行してから再度切り替えてみることができます。この修正を試しますか？
tr: PHP Monitor, PHP %@'nin anahtar değişim prosedürünü tamamladıktan sonra aktif olmadığını tespit etti. \"Fix My Valet\"i çalıştırmayı deneyebilir ve ardından tekrar geçiş yapabilirsiniz. Bu düzeltmeyi denemek ister misiniz?
zh_hans: PHP Monitor 检测到 PHP %@ 在完成切换程序后没有激活。您可以尝试运行 `Fix My Valet` 并在运行后重新切换。您想试试这个修复方法吗？

# alert.php_switch_failed.desc
source: First off, you should try "Fix My Valet" if you haven't tried it yet. If PHP Monitor remains unable to change the active PHP version even after that, you may need to upgrade Valet and the Homebrew packages on your system. You can do this by running `brew update && brew upgrade` as well as upgrading Valet by running `composer global update && valet install`.
ar: أولاً، يجب عليك تجربة \"Fix My Valet\" إذا لم تقم بتجربته بعد. إذا ظلّ PHP Monitor غير قادر على تغيير إصدار PHP النشط حتى بعد ذلك، فقد تحتاج إلى تحديث Valet وحزم Homebrew على نظامك. يمكنك فعل ذلك عن طريق تشغيل `brew update && brew upgrade` بالإضافة إلى ترقية Valet عبر تشغيل `composer global update && valet install`.
bn: প্রথমে, আপনি যদি এখনও না করে থাকেন তবে \"Fix My Valet\" চেষ্টা করা উচিত। যদি PHP Monitor সেই পরেও সক্রিয় PHP সংস্করণ পরিবর্তন করতে ব্যর্থ হয়, তাহলে আপনাকে আপনার সিস্টেমে Valet এবং Homebrew প্যাকেজ আপগ্রেড করতে হতে পারে। আপনি `brew update && brew upgrade` চালিয়ে এবং `composer global update && valet install` চালিয়ে Valet আপগ্রেড করে এটি করতে পারেন।
es: Primero, deberías probar "Fix My Valet" si aún no lo has intentado. Si PHP Monitor sigue sin poder cambiar la versión activa de PHP incluso después de eso, es posible que necesites actualizar Valet y los paquetes de Homebrew en tu sistema. Puedes hacer esto ejecutando `brew update && brew upgrade` y también actualizar Valet ejecutando `composer global update && valet install`.
fr: Tout d'abord, vous devriez essayer « Fix My Valet » si vous ne l'avez pas déjà fait. Si PHP Monitor reste incapable de changer la version active de PHP, il se peut que vous deviez mettre à jour Valet et les paquets Homebrew. Vous pouvez le faire en lançant `brew update && brew upgrade` ainsi qu'en mettant à jour Valet en lançant `composer global update && valet install`.
hi: सबसे पहले, यदि आपने अभी तक कोशिश नहीं की है तो 'Fix My Valet' का उपयोग करें। यदि PHP Monitor तब भी सक्रिय PHP संस्करण बदलने में असमर्थ रहता है, तो आपको अपने सिस्टम पर Valet और Homebrew पैकेजों को अपग्रेड करना पड़ सकता है। आप `brew update && brew upgrade` चलाकर और Valet को `composer global update && valet install` चलाकर यह कर सकते हैं。
id: Pertama-tama, Anda harus mencoba 'Fix My Valet' jika belum mencobanya. Jika PHP Monitor tetap tidak dapat mengubah versi PHP aktif meskipun setelah itu, Anda mungkin perlu memperbarui Valet dan paket Homebrew di sistem Anda. Anda dapat melakukan ini dengan menjalankan `brew update && brew upgrade` serta memperbarui Valet dengan menjalankan `composer global update && valet install`.
it: In primo luogo, dovresti provare \"Fix My Valet\" se non l'hai ancora fatto. Se PHP Monitor rimane incapace di cambiare la versione PHP attiva anche dopo questo, potrebbe essere necessario aggiornare Valet e i pacchetti Homebrew sul tuo sistema. Puoi farlo eseguendo `brew update && brew upgrade` oltre all'aggiornamento di Valet con `composer global update && valet install`.
ja: まず最初に、まだ試していない場合は「Fix My Valet」を実行してください。それでも PHP Monitor がアクティブな PHP バージョンを変更できない場合は、Valet と Homebrew のパッケージをアップグレードする必要があります。`brew update && brew upgrade` を実行し、さらに `composer global update && valet install` で Valet をアップグレードしてください。
tr: İlk olarak, henüz denemediyseniz \"Fix My Valet\"i deneyin. PHP Monitor, bu işlemden sonra bile aktif PHP sürümünü değiştiremezse, Valet ve Homebrew paketlerini sisteminizde yükseltmeniz gerekebilir. Bunu `brew update && brew upgrade` komutlarını çalıştırarak ve ardından `composer global update && valet install` ile Valet'i güncelleyerek yapabilirsiniz.
zh_hans: 首先，如果您还没有尝试过 `Fix My Valet`，您应该试试。如果在此之后 PHP Monitor 仍然无法更改活动的 PHP 版本，则可能需要升级 Valet 和系统中的 Homebrew 软件包。您可以通过运行 `brew update && brew upgrade` 和运行 `composer global update && valet install` 来升级 Valet

# alert.php_switch_failed.confirm
source: Yes, run "Fix My Valet"
ar: نعم، شغّل \"Fix My Valet\"
bn: হ্যাঁ, \"Fix My Valet\" চালান
es: Sí, ejecutar "Fix My Valet"
fr: Oui, éxécute "Fix My Valet"
hi: हाँ, \"Fix My Valet\" चलाएँ
id: Ya, jalankan "Fix My Valet"
it: Sì, esegui \"Fix My Valet\"
ja: はい、\"Fix My Valet\"を実行します。
tr: Evet, \"Fix My Valet\"i çalıştır
zh_hans: 是的，运行 `Fix My Valet`

# alert.php_switch_failed.cancel
source: Do Not Run
ar: لا تقم بالتشغيل
bn: চালাবেন না
es: No ejecutar
fr: Ne Pas Éxécuter
hi: चलाएँ नहीं
id: Jangan Jalankan
it: Non eseguire
ja: 実行しない
tr: Çalıştırmayın
zh_hans: 不运行

# alert.php_formula_missing.title
source: Oops! The `php` formula must be installed for Fix My Valet...
ar: عذرًا! يجب تثبيت صيغة `php` لـ Fix My Valet...
bn: ওহ্! Fix My Valet এর জন্য `php` ফর্মুলা ইনস্টল করতে হবে...
es: ¡Ups! La fórmula `php` debe estar instalada para Fix My Valet...
fr: Oups ! La formule `php` doit être installée pour que Fix My Valet fonctionne...
hi: उफ़! Fix My Valet के लिए `php` फ़ॉर्मूला स्थापित होना चाहिए...
id: Ups! Formula `php` harus diinstal untuk Fix My Valet...
it: Ops! La formula `php` deve essere installata per Fix My Valet...
ja: おっと！Fix My Valet では、`php` フォーミュラがインストールされている必要があります…
tr: Oops! Fix My Valet için `php` formülünün yüklü olması gerekir...
zh_hans: 哎呀！Fix My Valet 必须安装 `php` Formula...

# alert.php_formula_missing.info
source: It seems that you do not have the `php` formula installed, which prevents PHP Monitor from running Fix My Valet. Please install it using `brew install php`, restart PHP Monitor and try again.
ar: يبدو أنك لا تملك صيغة `php` المثبتة، مما يمنع PHP Monitor من تشغيل Fix My Valet. يرجى تثبيتها باستخدام `brew install php`، ثم أعد تشغيل PHP Monitor وحاول مرة أخرى.
bn: মনে হচ্ছে আপনার কাছে `php` ফর্মুলা ইনস্টল করা নেই, যার ফলে PHP Monitor Fix My Valet চালাতে পারছে না। অনুগ্রহ করে `brew install php` ব্যবহার করে এটি ইনস্টল করুন, এরপর PHP Monitor পুনরায় চালু করে আবার চেষ্টা করুন।
es: Parece que no tienes la fórmula `php` instalada, lo que impide que PHP Monitor ejecute Fix My Valet. Por favor, instálala usando `brew install php`, reinicia PHP Monitor e inténtalo de nuevo.
fr: Il semble que vous n'ayez pas installé la formule `php`, ce qui empêche PHP Monitor d'exécuter Fix My Valet. Veuillez l'installer en utilisant `brew install php`, redémarrez PHP Monitor et réessayez.
hi: ऐसा प्रतीत होता है कि आपके पास `php` फ़ॉर्मूला स्थापित नहीं है, जिसके कारण PHP Monitor Fix My Valet चलाने से रोकता है। कृपया इसे `brew install php` का उपयोग करके इंस्टॉल करें, PHP Monitor को पुनः प्रारंभ करें और फिर प्रयास करें।
id: Sepertinya Anda tidak memiliki formula `php` yang terpasang, yang mencegah PHP Monitor menjalankan Fix My Valet. Silakan pasang menggunakan `brew install php`, restart PHP Monitor dan coba lagi.
it: Sembra che tu non abbia la formula `php` installata, il che impedisce a PHP Monitor di eseguire Fix My Valet. Per favore installala usando `brew install php`, riavvia PHP Monitor e riprova.
ja: 「`php` フォーミュラがインストールされていないようです。これにより、PHP Monitor が Fix My Valet を実行できません。`brew install php` でインストールし、PHP Monitor を再起動してからもう一度お試しください。」
tr: Görünüşe göre `php` formülünü kurmamışsınız, bu da PHP Monitor’un Fix My Valet’i çalıştırmasını engelliyor. Lütfen `brew install php` komutunu kullanarak kurun, PHP Monitor’u yeniden başlatın ve tekrar deneyin.
zh_hans: 看来您没有安装 `php` Formula，导致 PHP Monitor 无法运行 Fix My Valet。请使用 `brew install php` 安装，重启 PHP Monitor 并重试。

# alert.fix_my_valet.title
source: Having issues? Fix My Valet is ready to commence!
ar: هل تواجه مشاكل؟ Fix My Valet جاهز للبدء!
bn: সমস্যা আছে? Fix My Valet শুরু করার জন্য প্রস্তুত!
es: ¿Problemas? ¡Fix My Valet está listo para comenzar!
fr: Vous avez des problèmes ? Fix My Valet est prêt à vous aider !
hi: समस्याएँ हैं? फ़िक्स माई वैलेट आरंभ होने को तैयार है!
id: Masih mengalami masalah? Fix My Valet siap dimulai!
it: Hai problemi? Fix My Valet è pronto a iniziare!
ja: お困りですか？Fix My Valetが開始準備完了です！
tr: Sorun yaşıyorsanız, Fix My Valet başlamak için hazır!
zh_hans: 有问题？Fix My Valet 已准备就绪！

# alert.fix_my_valet.info
source: This can take a while. Please be patient. When this is done, all other services will be halted and PHP %@ will be linked. You will be able to switch to your desired version of PHP once this operation has completed. (You'll get another alert once Fix My Valet is done.)
ar: قد يستغرق هذا بعض الوقت. الرجاء التحلي بالصبر.\n\nعند الانتهاء، سيتم إيقاف جميع الخدمات الأخرى وربط PHP %@. ستتمكن من التبديل إلى إصدار PHP المطلوب بمجرد انتهاء هذه العملية.\n\n(ستحصل على تنبيه آخر عند اكتمال Fix My Valet.)
bn: এটি কিছুটা সময় নিতে পারে। অনুগ্রহ করে ধৈর্য ধরুন। এই কাজ সম্পন্ন হলে, অন্যান্য সব সেবা বন্ধ হয়ে যাবে এবং PHP %@ লিঙ্ক করা হবে। এই অপারেশন শেষ হওয়ার পর আপনি আপনার পছন্দসই PHP ভার্সনে সুইচ করতে পারবেন। (ফিক্স মাই ভেলেট সমাপ্ত হলে আপনাকে আরেকটি সতর্কবার্তা দেওয়া হবে।)
es: Esto puede llevar un tiempo. Por favor, ten paciencia. Cuando termine, todos los otros servicios se detendrán y PHP %@ será enlazado. Podrás cambiar a la versión de PHP deseada una vez que esta operación haya terminado. (Recibirás otra alerta cuando Fix My Valet haya terminado.)
fr: Cela peut prendre un certain temps. Veuillez être patient. Lorsque cela sera fait, tous les autres services seront interrompus et PHP %@ sera lié. Vous pourrez passer à la version de PHP de votre choix une fois cette opération terminée. (Vous recevrez une autre notification lorsque Fix My Valet sera terminé.)
hi: इसमें कुछ समय लग सकता है। कृपया धैर्य रखें। जब यह पूरा हो जाएगा, तो अन्य सभी सेवाएँ बंद कर दी जाएँगी और PHP %@ को लिंक किया जाएगा। आप इस ऑपरेशन के पूर्ण होने पर अपनी इच्छित PHP संस्करण में स्विच कर सकेंगे। (फिक्स माई वैलेट पूरी होने पर आपको एक और सूचना मिलेगी。)
id: Ini bisa memakan waktu. Silakan bersabar. Setelah selesai, semua layanan lain akan dihentikan dan PHP %@ akan terhubung. Anda dapat beralih ke versi PHP yang diinginkan setelah operasi ini selesai. (Anda akan mendapatkan peringatan lain setelah Fix My Valet selesai.)
it: Questo può richiedere un po' di tempo. Per favore, sii paziente. Una volta completato, tutti gli altri servizi verranno sospesi e PHP %@ sarà collegato. Potrai passare alla versione di PHP desiderata una volta terminata questa operazione. (Avrai un'altra notifica quando Fix My Valet avrà finito.)
ja: この操作には時間がかかる場合があります。しばらくお待ちください。 完了すると、他のすべてのサービスは停止し、PHP %@ がリンクされます。この操作が終了したら、お好みの PHP バージョンに切り替えることができます。 (Fix My Valet が完了すると、別のアラートが表示されます。)
tr: Biraz zaman alabilir. Lütfen sabırlı olun. Bunun tamamlanmasının ardından diğer tüm servisler durdurulacak ve PHP %@ bağlanacaktır. Bu işlem tamamlandığında istediğiniz PHP sürümüne geçebileceksiniz. (Fix My Valet tamamlandığında başka bir uyarı alacaksınız.)
zh_hans: 这可能需要一段时间。请耐心等待。 完成后，所有其他服务都将停止，PHP %@ 将被链接。一旦这项操作完成，您就可以切换到所需的 PHP 版本了。 (一旦 Fix My Valet 服务完成，您将收到另一条提醒。)

# alert.fix_my_valet.ok
source: Continue
ar: متابعة
bn: চালিয়ে যান
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
tr: Devam
zh_hans: 继续

# alert.fix_my_valet.cancel
source: Abort
ar: إلغاء
bn: বাতিল করুন
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: 中止
tr: İptal
zh_hans: 中止

# alert.fix_my_valet_done.title
source: Fix My Valet has completed its operations.
ar: لقد أكمل Fix My Valet عمله.
bn: Fix My Valet তার অপারেশন সম্পন্ন করেছে।
es: Fix My Valet ha completado sus operaciones.
fr: Fix My Valet a terminé ses opérations.
hi: Fix My Valet ने अपनी प्रक्रियाएँ पूरी कर ली हैं.
id: Fix My Valet telah menyelesaikan operasinya.
it: Fix My Valet ha completato le sue operazioni.
ja: Fix My Valet の操作が完了しました。
tr: Fix My Valet işlemlerini tamamladı.
zh_hans: Fix My Valet 已完成操作

# alert.fix_my_valet_done.subtitle
source: All appropriate services have been stopped and the correct ones restarted, and the latest version of PHP should now be active. You can now try switching to another version of PHP.
ar: جميع الخدمات المناسبة توقفت وتم إعادة تشغيل الأنسب، ويجب أن يكون أحدث إصدار من PHP نشطًا الآن. يمكنك الآن تجربة التبديل إلى نسخة أخرى من PHP.
bn: সমস্ত উপযুক্ত সেবা বন্ধ করা হয়েছে এবং সঠিকগুলি পুনরায় চালু করা হয়েছে, এবং সর্বশেষ সংস্করণের PHP এখন সক্রিয় হওয়া উচিত। আপনি এখন অন্য একটি PHP সংস্করণে সুইচ করার চেষ্টা করতে পারেন।
es: Todos los servicios apropiados han sido detenidos y los correctos reiniciados, y la última versión de PHP debería estar activa ahora. Ahora puedes intentar cambiar a otra versión de PHP.
fr: Tous les services appropriés ont été arrêtés et les sélectionnés redémarrés, et la dernière version de PHP devrait maintenant être active. Vous pouvez maintenant essayer de passer à une autre version de PHP.
hi: सभी उपयुक्त सेवाएँ बंद कर दी गई हैं और सही सेवाओं को पुनः प्रारंभ किया गया है, तथा नवीनतम संस्करण का PHP अब सक्रिय होना चाहिए। आप अब किसी अन्य PHP संस्करण में स्विच करने की कोशिश कर सकते हैं।
id: Semua layanan yang relevan telah dihentikan dan yang tepat telah di‑restart, serta versi PHP terbaru kini seharusnya aktif. Anda sekarang dapat mencoba beralih ke versi PHP lainnya.
it: Tutti i servizi appropriati sono stati arrestati e quelli corretti riavviati, e l'ultima versione di PHP dovrebbe ora essere attiva. Puoi provare a passare ad un'altra versione di PHP.
ja: 適切なサービスはすべて停止され、正しいものが再起動しました。最新バージョンのPHPが有効になっているはずです。別のPHPバージョンに切り替えてみることもできます。
tr: Tüm uygun hizmetler durdurulmuş ve doğru olanlar yeniden başlatılmıştır; en son PHP sürümü şimdi aktif olmalı. Şimdi başka bir PHP sürümüne geçmeyi deneyebilirsiniz.
zh_hans: 已停止所有相应的服务并重新启动了正确的服务，最新版本的 PHP 现在应该处于活动状态。您现在可以尝试切换到另一个版本的 PHP。

# alert.fix_my_valet_done.stay
source: Stay on PHP %@
ar: ابقَ على PHP %@
bn: PHP %@‑এ থাকুন
es: Mantener PHP %@
fr: Rester avec PHP %@
hi: PHP %@ पर रहें
id: Tetap di PHP %@
it: Rimani su PHP %@
ja: PHP %@に残る
tr: PHP %@ üzerinde kal
zh_hans: 停留在 PHP %@

# alert.fix_my_valet_done.switch_back
source: Switch back to PHP %@
ar: الرجوع إلى PHP %@
bn: পিএইচপি %@ এ ফিরে যান
es: Volver a PHP %@
fr: Revenir à PHP %@
hi: PHP %@ पर वापस स्विच करें
id: Beralih kembali ke PHP %@
it: Ritorna a PHP %@
ja: PHP %@ に戻ります
tr: PHP %@'ye geri dön
zh_hans: 切换回 PHP %@

# alert.fix_my_valet_done.desc
source: If visiting sites still does not work, you may try running `valet install` again, this can fix a 502 issue (Bad Gateway). If Valet is broken and you cannot run `valet install`, you may need to run `composer global update`. Please consult the FAQ on GitHub if you have further issues.
ar: إذا ما زالت زيارة المواقع لا تعمل، يمكنك محاولة تشغيل `valet install` مرة أخرى؛ قد يصلح ذلك مشكلة 502 (بوابة خاطئة).\n\nإن كان Valet متعطلًا ولا تستطيع تشغيل `valet install`، فقد تحتاج إلى تشغيل `composer global update`. يُرجى مراجعة الأسئلة المتداولة على GitHub إذا واجهت مزيداً من المشاكل.
bn: যদি সাইটগুলো এখনও কাজ না করে, আপনি আবার `valet install` চালানোর চেষ্টা করতে পারেন, এটি 502 সমস্যা (Bad Gateway) সমাধান করতে পারে। যদি Valet ভাঙা থাকে এবং আপনি `valet install` চালাতে না পারেন, তাহলে আপনাকে `composer global update` চালাতে হতে পারে। আরও সমস্যার ক্ষেত্রে GitHub-এ FAQ দেখুন।
es: Si los sitios siguen sin funcionar, puedes intentar ejecutar `valet install` de nuevo, esto puede solucionar un error 502 (Bad Gateway). Si Valet está roto y no puedes ejecutar `valet install`, puede que necesites ejecutar `composer global update`. Por favor, consulta las FAQ en GitHub si tienes más problemas.
fr: Si le chargement des sites ne fonctionne toujours pas, vous pouvez essayer d'exécuter `valet install` à nouveau, cela peut corriger un problème 502 (Bad Gateway). Si Valet est cassé et que vous ne pouvez pas exécuter `valet install`, vous pouvez avoir besoin d'exécuter `composer global update`. Veuillez consulter la FAQ sur GitHub si vous avez d'autres problèmes.
hi: यदि साइटों पर जाना अभी भी काम नहीं कर रहा है, तो आप फिर से `valet install` चलाने का प्रयास कर सकते हैं; इससे 502 समस्या (बुरा गेटवे) ठीक हो सकती है। यदि Valet टूट गया है और आप `valet install` नहीं चला पा रहे हैं, तो आपको `composer global update` चलाना पड़ सकता है। यदि आपके पास अतिरिक्त समस्याएँ हैं, तो कृपया GitHub पर FAQ देखें।
id: Jika mengunjungi situs masih tidak berfungsi, Anda dapat mencoba menjalankan `valet install` lagi, ini dapat memperbaiki masalah 502 (Bad Gateway). Jika Valet rusak dan Anda tidak dapat menjalankan `valet install`, Anda mungkin perlu menjalankan `composer global update`. Silakan konsultasikan FAQ di GitHub jika Anda mengalami masalah lebih lanjut.
it: Se visitare i siti non funziona ancora, puoi provare a eseguire di nuovo `valet install`; questo può risolvere un problema 502 (Bad Gateway). Se Valet è rotto e non riesci ad eseguire `valet install`, potresti dover eseguire `composer global update`. Consulta la FAQ su GitHub se hai ulteriori problemi.
ja: サイトにアクセスしてもまだ機能しない場合は、再度 `valet install` を実行してみてください。これで502エラー（Bad Gateway）を修正できることがあります。 Valet が壊れていて `valet install` を実行できない場合は、`composer global update` を実行する必要があります。さらに問題がある場合は、GitHub のFAQをご覧ください。
tr: Sitenizi ziyaret etmeye devam etmekte sorun yaşıyorsanız, `valet install` komutunu tekrar çalıştırmayı deneyebilirsiniz; bu 502 hatasını (Bad Gateway) düzeltebilir. Valet bozulmuşsa ve `valet install` çalıştıramıyorsanız, `composer global update` komutunu çalıştırmanız gerekebilir. Daha fazla sorun yaşarsanız GitHub'daki SSS bölümüne bakın.
zh_hans: 如果访问网站仍然无法正常工作，您可以尝试再次运行 `valet install`，这可以修复 502 问题(网关错误)。如果 Valet 已损坏且无法运行 `valet install`，您可能需要运行 `composer global update`。如果您遇到其他问题，请查阅 GitHub 上的 FAQ

# alert.fix_homebrew_permissions.title
source: About "Restore Homebrew Permissions"
ar: حول \"استعادة أذونات Homebrew\"
bn: রিস্টোর হোমব্রু পারমিশনস সম্পর্কে
es: Acerca de "Restaurar Permisos de Homebrew"
fr: À propos de "Rétablir les permissions Homebrew"
hi: बारे में \"Restore Homebrew Permissions\"
id: Tentang "Restore Homebrew Permissions"
it: Informazioni su \"Restore Homebrew Permissions\"
ja: 「Restore Homebrew Permissions」について
tr: Hakkında \"Restore Homebrew Permissions\"
zh_hans: 关于 `恢复Homebrew权限`

# alert.fix_homebrew_permissions.subtitle
source: This feature was created so you can run `brew upgrade` or `brew cleanup` without permission issues. (You will be notified when this fix has been applied.)
ar: تم إنشاء هذه الميزة حتى تتمكن من تشغيل `brew upgrade` أو `brew cleanup` دون مشاكل في الأذونات.\n(ستتلقى إشعارًا عندما يتم تطبيق هذا الإصلاح.)
bn: এই ফিচারটি তৈরি করা হয়েছে যাতে আপনি `brew upgrade` বা `brew cleanup` অনুমতির সমস্যাবিহীনভাবে চালাতে পারেন। (এই সমাধান প্রয়োগ হওয়ার পর আপনাকে জানানো হবে।)
es: Esta función fue creada para que puedas ejecutar `brew upgrade` o `brew cleanup` sin problemas de permisos. (Se te notificará cuando se haya aplicado esta corrección.)
fr: Cette fonctionnalité a été créée pour que vous puissiez exécuter `brew upgrade` ou `brew cleanup` sans problème de permission. (Vous serez notifié lorsque ce correctif aura été appliqué.)
hi: यह सुविधा इस हेतु बनाई गई है कि आप `brew upgrade` या `brew cleanup` बिना अनुमति समस्याओं के चला सकें。 (जब यह सुधार लागू हो जाएगा तो आपको सूचित किया जाएगा。)
id: Fitur ini dibuat agar Anda dapat menjalankan `brew upgrade` atau `brew cleanup` tanpa masalah izin. (Saat perbaikan ini diterapkan, Anda akan diberi tahu.)
it: Questa funzionalità è stata creata in modo da poter eseguire `brew upgrade` o `brew cleanup` senza problemi di autorizzazione. (Verrai avvisato quando questa correzione sarà applicata.)
ja: この機能は、権限の問題なく `brew upgrade` や `brew cleanup` を実行できるように作られました。 (この修正が適用されたら通知されます。)
tr: Bu özellik, `brew upgrade` veya `brew cleanup` komutlarını izin sorunları olmadan çalıştırabilmeniz için oluşturulmuştur. (Çözüm uygulandığında bilgilendirileceksiniz.)
zh_hans: 创建此功能是为了让您可以在没有权限问题的情况下运行 `brew upgrade` 或 `brew cleanup`。 (应用此修复后，您将收到通知。)
