Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# alert.min_valet_version.title
source: The installed version of Valet does not meet the minimum version requirement. PHP Monitor may not function as expected!
ar: الإصدار المُثبت من Valet لا يفي بمتطلبات الحد الأدنى للإصدار. قد لا يعمل PHP Monitor كما هو متوقع!
bn: ইনস্টল করা Valet এর সংস্করণ ন্যূনতম সংস্করণ চাহিদা পূরণ করে না। PHP Monitor প্রত্যাশিতভাবে কাজ করতে পারে না!
es: La versión instalada de Valet no cumple con el requisito mínimo de versión. ¡PHP Monitor puede no funcionar como se espera!
fr: La version installée de Valet ne correspond pas à la version minimale requise. Le PHP Monitor peut ne pas fonctionner comme prévu !
hi: इंस्टॉल किया गया Valet संस्करण न्यूनतम संस्करण आवश्यकता को पूरा नहीं करता है। PHP Monitor अपेक्षित रूप से कार्य नहीं कर सकता!
id: Versi Valet yang terpasang tidak memenuhi persyaratan versi minimum. PHP Monitor mungkin tidak berfungsi sebagaimana mestinya!
it: La versione installata di Valet non soddisfa i requisiti minimi. PHP Monitor potrebbe non funzionare come previsto!
ja: インストールされている Valet のバージョンが最低要件を満たしていません。PHP Monitor が期待通りに機能しない可能性があります！
tr: Kurulu Valet sürümü minimum sürüm gereksinimini karşılamıyor. PHP Monitor beklenen şekilde çalışmayabilir!
zh_hans: 安装的 Valet 版本不符合最低版本要求。PHP Monitor 可能无法按预期运行！

# alert.min_valet_version.info
source: You are currently running Valet %@. For optimal support of the latest versions of PHP and proper version switching, it is recommended that you update to version %@, which is the minimum requirement for this version of PHP Monitor. You can do this by running `composer global update` in your terminal. After that, run `valet install` again. For best results, restart PHP Monitor after that. Until this is resolved, PHP Monitor may not behave as expected.
ar: أنت حاليًا تشغل Valet %@.\n\nللحصول على دعم أمثل لأحدث إصدارات PHP والتبديل الصحيح للإصدار، يُنصح بتحديث إلى الإصدار %@، وهو الحد الأدنى المطلوب لهذا الإصدار من PHP Monitor.\n\nيمكنك القيام بذلك عن طريق تشغيل `composer global update` في الطرفية الخاصة بك. بعد ذلك، شغّل `valet install` مرة أخرى. للحصول على أفضل النتائج، أعد تشغيل PHP Monitor بعد ذلك. حتى يتم حل هذه المشكلة، قد لا يتصرف PHP Monitor كما هو متوقع.
bn: আপনি বর্তমানে Valet %@ চালাচ্ছেন। PHP এর সর্বশেষ সংস্করণগুলির জন্য এবং সঠিক ভার্সন সুইচিংয়ের জন্য সর্বোত্তম সমর্থনের জন্য, আপনাকে এই PHP Monitor এর সংস্করণের ন্যূনতম প্রয়োজনীয়তা পূরণকারী %@ সংস্করণে আপডেট করার পরামর্শ দেওয়া হয়। আপনি আপনার টার্মিনালে `composer global update` চালিয়ে এটি করতে পারেন। এরপর আবার `valet install` চালান। সর্বোত্তম ফলাফলের জন্য, এর পরে PHP Monitor পুনরায় শুরু করুন। এই সমস্যা সমাধান না হওয়া পর্যন্ত, PHP Monitor প্রত্যাশিতভাবে আচরণ নাও করতে পারে।
es: Actualmente estás ejecutando Valet %@. Para un soporte óptimo de las últimas versiones de PHP y un cambio de versión adecuado, se recomienda que actualices a la versión %@, que es el requisito mínimo para esta versión de PHP Monitor. Puedes hacer esto ejecutando `composer global update` en tu terminal. Después de eso, ejecuta `valet install` de nuevo. Para mejores resultados, reinicia PHP Monitor después de eso. Hasta que esto se resuelva, PHP Monitor puede no comportarse como se espera.
fr: Vous êtes en train d'exécuter Valet %@. Pour une prise en charge optimale des dernières versions de PHP et un changement de version correct, il est recommandé de mettre à jour vers la version %@, qui est la configuration minimale requise pour cette version de PHP Monitor. Vous pouvez mettre à jour en executant `composer global update` dans votre terminal. Une fois fait, lancez `valet install` à nouveau. Pour de meilleurs résultats, redémarrez PHP Monitor. Tant que ceci n'est pas réglé, PHP Monitor ne fonctionnera pas comme prévu.
hi: आप वर्तमान में Valet %@ चला रहे हैं। PHP के नवीनतम संस्करणों और सही संस्करण स्विचिंग का अनुकूल समर्थन करने के लिए, इस PHP Monitor के संस्करण के न्यूनतम आवश्यकत्‍व के रूप में संस्करण %@ पर अपडेट करना अनुशंसित है। आप यह अपने टर्मिनल में `composer global update` चलाकर कर सकते हैं। इसके बाद, फिर से `valet install` चलाएँ। सर्वोत्तम परिणामों के लिए, उसके बाद PHP Monitor को पुनः प्रारम्भ करें। जब तक यह हल नहीं हो जाता, PHP Monitor अपेक्षित रूप से व्यवहार नहीं कर सकता।
id: Saat ini Anda menjalankan Valet %@. Untuk dukungan optimal terhadap versi terbaru PHP dan pergantian versi yang tepat, disarankan untuk memperbarui ke versi %@, yang merupakan persyaratan minimum bagi versi PHP Monitor ini. Anda dapat melakukannya dengan menjalankan `composer global update` di terminal Anda. Setelah itu, jalankan `valet install` lagi. Untuk hasil terbaik, restart PHP Monitor setelahnya. Hingga masalah ini diselesaikan, PHP Monitor mungkin tidak berperilaku seperti yang diharapkan.
it: Stai attualmente eseguendo Valet %@. Per un supporto ottimale delle ultime versioni di PHP e per uno switching corretto delle versioni, si consiglia di aggiornare alla versione %@, che è il requisito minimo per questa versione di PHP Monitor. Puoi fare ciò eseguendo `composer global update` nel tuo terminale. Dopo, esegui nuovamente `valet install`. Per i migliori risultati, riavvia PHP Monitor dopo. Fino a quando non sarà risolto, PHP Monitor potrebbe non comportarsi come previsto.
ja: 現在、Valet %@ を実行しています。 PHP の最新バージョンと適切なバージョン切替を最適にサポートするためには、この PHP Monitor バージョンの最低要件であるバージョン %@ への更新が推奨されます。 ターミナルで `composer global update` を実行してから、再び `valet install` を走らせてください。最良の結果を得るには、その後 PHP Monitor を再起動してください。この問題が解決するまで、PHP Monitor は期待通りに動作しない可能性があります。
tr: Şu anda Valet %@ sürümünü çalıştırıyorsunuz. PHP'nin en son sürümlerinin ve doğru sürüm değişikliğinin optimal desteği için, bu PHP Monitor sürümü için minimum gereklilik olan %@ sürümüne güncellemeniz önerilir. Bunu terminalinizde `composer global update` yazarak yapabilirsiniz. Daha sonra tekrar `valet install` çalıştırın. En iyi sonuçlar için ardından PHP Monitor'ı yeniden başlatın. Bu çözülene kadar, PHP Monitor beklenildiği gibi davranmayabilir.
zh_hans: 您当前正在运行 Valet %@。 为优化对最新版本 PHP 的支持和正确的版本切换，建议您更新到 %@版本，这是该版本 PHP Monitor 的最低要求。 在终端运行 `composer global update` 即可。然后，再次运行 `valet install`。为获得最佳效果，请重新启动 PHP Monitor。在此问题解决之前，PHP Monitor 可能无法正常运行。

# alert.preset_description.switcher_version
source: Switches to PHP %@.
ar: يتحول إلى PHP %@.\n\n
bn: PHP %@ এ স্যুইচ করে।
es: Cambia a PHP %@.
fr: Basculer vers PHP %@.
hi: PHP %@ पर स्विच करता है।
id: Beralih ke PHP %@.
it: Passa a PHP %@.
ja: PHP %@に切り替えます。
tr: PHP %@'ye geçer.
zh_hans: 切换到 PHP %@.

# alert.preset_description.applying_extensions
source: Applies the following extensions:
ar: يطبق الإضافات التالية:
bn: নিম্নলিখিত এক্সটেনশনগুলি প্রয়োগ করে:
es: Aplica las siguientes extensiones:
fr: Les extensions suivantes seront appliquées :
hi: निम्नलिखित एक्सटेंशन लागू करता है:
id: Menerapkan ekstensi berikut:
it: Applica le seguenti estensioni:
ja: 次の拡張機能を適用します:
tr: Aşağıdaki uzantılar uygulanıyor:
zh_hans: 应用以下扩展:

# alert.preset_description.applying_config
source: Applies the following configuration values:
ar: يطبّق القيم التكوينية التالية:\n
bn: নিম্নলিখিত কনফিগারেশন মান প্রয়োগ করে:
es: Aplica los siguientes valores de configuración:
fr: Applique les valeurs de configuration suivantes :
hi: निम्नलिखित कॉन्फ़िगरेशन मान लागू करता है:
id: Menerapkan nilai konfigurasi berikut:
it: Applica i seguenti valori di configurazione:
ja: 以下の設定値を適用します：
tr: Aşağıdaki yapılandırma değerleri uygulanır:
zh_hans: 应用以下配置值：

# alert.preset_description.enabled
source: enabled
ar: مفعل
bn: সক্রিয়
es: habilitado
fr: activée
hi: सक्षम
id: diaktifkan
it: abilitato
ja: 有効
tr: etkin
zh_hans: 启用

# alert.preset_description.disabled
source: disabled
ar: معطل
bn: নিষ্ক্রিয়
es: deshabilitado
fr: désactivée
hi: निष्क्रिय
id: nonaktif
it: disabilitato
ja: 無効
tr: devre dışı
zh_hans: 禁用

# alert.preset_description.empty
source: (empty)
ar: (فارغ)
bn: (খালি)
es: (vacío)
fr: (vide)
hi: (खाली)
id: (kosong)
it: (vuoto)
ja: (空)
tr: (boş)
zh_hans: (空)

# alert.php_switch_unavailable.title
source: Unsupported PHP version
ar: إصدار PHP غير مدعوم
bn: অসমর্থিত PHP সংস্করণ
es: Versión de PHP no compatible
fr: Version de PHP non supportée
hi: असमर्थित PHP संस्करण
id: Versi PHP tidak didukung
it: Versione PHP non supportata
ja: サポート対象外のPHPバージョン
tr: Desteklenmeyen PHP sürümü
zh_hans: 不支持的 PHP 版本

# alert.php_switch_unavailable.subtitle
source: PHP Monitor can't switch to PHP %@, as it may not be installed or available. Applying this preset has been cancelled.
ar: لا يمكن لـ PHP Monitor التبديل إلى PHP %@، فقد لا يكون مثبتًا أو متاحًا. تم إلغاء تطبيق هذا القالب.
bn: PHP Monitor PHP %@ তে স্যুইচ করতে পারে না, কারণ এটি ইনস্টল করা নেই বা উপলব্ধ নাও হতে পারে। এই প্রিসেটটি প্রয়োগ বাতিল করা হয়েছে।
es: PHP Monitor no puede cambiar a PHP %@, ya que es posible que no esté instalado o disponible. Se ha cancelado la aplicación de este preset.
fr: PHP Monitor ne peut pas passer à PHP %@, car il n'est peut-être pas installé ou disponible. L'application de ce paramètre a été annulée.
hi: PHP Monitor PHP %@ पर स्विच नहीं कर सकता, क्योंकि यह स्थापित या उपलब्ध न हो सकता है। इस प्रीसेट को लागू करना रद्द कर दिया गया है。
id: PHP Monitor tidak dapat beralih ke PHP %@, karena mungkin belum terinstal atau tidak tersedia. Penerapan preset ini dibatalkan.
it: PHP Monitor non può passare a PHP %@, poiché potrebbe non essere installato o disponibile. L'applicazione di questo preset è stata annullata.
ja: PHP Monitor は PHP %@ に切り替えできません。該当のバージョンがインストールされていないか利用可能でないためです。このプリセットの適用はキャンセルされました。
tr: PHP Monitor, PHP %@'ye geçemiyor; çünkü kurulu olmayabilir veya mevcut olmayabilir. Bu ön ayarı uygulama iptal edildi.
zh_hans: PHP Monitor 无法切换到 PHP %@，因为它可能未安装或不可用。已取消应用此预设。

# alert.php_switch_unavailable.info
source: Please make sure PHP %@ is installed and you can switch to it in the dropdown. Currently supported versions include PHP: %@.
ar: يرجى التأكد من تثبيت PHP %@ وأنك تستطيع التبديل إليه في القائمة المنسدلة. الإصدارات المدعومة حاليًا تشمل PHP: %@.
bn: দয়া করে নিশ্চিত করুন যে PHP %@ ইনস্টল করা আছে এবং আপনি ড্রপডাউনে এটি পরিবর্তন করতে পারেন। বর্তমানে সমর্থিত সংস্করণগুলির মধ্যে রয়েছে PHP: %@.
es: Asegúrate de que PHP %@ esté instalado y puedas cambiar a él en el menú desplegable. Las versiones actualmente compatibles incluyen PHP: %@.
fr: Assurez-vous que PHP %@ est installé et vous pouvez le sélectionner dans le menu déroulant. Les versions actuellement supportées sont PHP : %@.
hi: कृपया सुनिश्चित करें कि PHP %@ स्थापित है और आप इसे ड्रॉपडाउन में स्विच कर सकते हैं। वर्तमान में समर्थित संस्करणों में PHP: %@ शामिल हैं।
id: Pastikan PHP %@ terinstal dan Anda dapat beralih ke versi tersebut di menu drop-down. Versi yang didukung saat ini termasuk PHP: %@.
it: Assicurati che PHP %@ sia installato e puoi passare ad esso nel menu a discesa. Le versioni attualmente supportate includono PHP: %@.
ja: PHP %@ がインストールされていることを確認し、ドロップダウンで切り替えられるようにしてください。現在サポートされているバージョンは PHP: %@ です。
tr: Lütfen PHP %@'nin kurulu olduğundan emin olun ve açılır menüde ona geçiş yapabilirsiniz. Şu anda desteklenen sürümler arasında PHP: %@.
zh_hans: 请确保已安装 PHP %@，并可在下拉菜单中切换到它。目前支持的版本包括 PHP： %@.

# alert.php_switch_unavailable.ok
source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
tr: Tamam
zh_hans: 确定

# alert.service_error.title
source: The service '%@' is reporting an error!
ar: الخدمة \"%@\" تُبلغ عن خطأ!
bn: সার্ভিস '%@' একটি ত্রুটি রিপোর্ট করছে!
es: ¡El servicio '%@' está reportando un error!
fr: Le service '%@' signale une erreur!
hi: सेवा '%@' त्रुटि रिपोर्ट कर रही है!
id: Layanan '%@' melaporkan kesalahan!
it: Il servizio '%@' sta segnalando un errore!
ja: サービス '%@' がエラーを報告しています！
tr: Hizmet '%@' bir hata bildiriyor!
zh_hans: 服务 `%@` 报告错误！

# alert.service_error.subtitle.error_log
source: This means that the service '%@' isn't running. This may prevent Valet from working correctly. This service has an associated log file that you might want to check, however.
ar: هذا يعني أن الخدمة '%@' لا تعمل. قد يمنع ذلك Valet من العمل بشكل صحيح. تحتوي هذه الخدمة على ملف سجل مرتبط به قد ترغب في فحصه، مع ذلك.
bn: এর মানে হল যে '%@' সার্ভিসটি চলছে না। এটি Valet-কে সঠিকভাবে কাজ করতে বাধা দিতে পারে। এই সার্ভিসের সাথে যুক্ত একটি লগ ফাইল আছে যা আপনি পরীক্ষা করতে চাইতে পারেন, তবে।
es: Esto significa que el servicio '%@' no está funcionando. Esto puede impedir que Valet funcione correctamente. Sin embargo, este servicio tiene un archivo de registro asociado que puedes revisar.
fr: Cela signifie que le service '%@' n'est pas lancé. Cela peut empêcher Valet de fonctionner correctement. Ce service est associé à un fichier log que vous pouvez consulter.
hi: इसका अर्थ है कि सेवा '%@' चल नहीं रही है। इससे Valet के सही ढंग से काम करने में बाधा आ सकती है। इस सेवा का एक संबंधित लॉग फ़ाइल है जिसे आप जाँचना चाह सकते हैं, हालांकि。
id: Ini berarti layanan '%@' tidak berjalan. Ini dapat mencegah Valet bekerja dengan benar. Layanan ini memiliki berkas log terkait yang mungkin ingin Anda periksa, namun.
it: Ciò significa che il servizio '%@' non è in esecuzione. Questo potrebbe impedire a Valet di funzionare correttamente. Il servizio ha un file di registro associato che potresti voler controllare, tuttavia.
ja: これはサービス '%@' が実行されていないことを意味します。これにより Valet の動作が正しく機能しなくなる可能性があります。このサービスには関連するログファイルがありますので、確認してみるとよいでしょう。
tr: '%@' hizmetinin çalışmadığı anlamına gelir. Bu durum Valet'in düzgün çalışmasını engelleyebilir. Bu hizmetin ilgili bir günlük dosyası vardır, kontrol etmek isteyebilirsiniz.
zh_hans: 这意味着服务 `%@` 没有运行。这可能导致 Valet 无法正常工作。不过，该服务有一个相关的日志文件，您可能需要检查一下。

# alert.service_error.subtitle.no_error_log
source: This means that the service '%@' isn't running. This may prevent Valet from working correctly. Unfortunately, there is no associated log file for this service.
ar: هذا يعني أن الخدمة '%@' لا تعمل. قد يمنع ذلك Valet من العمل بشكل صحيح. للأسف، لا يوجد ملف سجل متعلق بهذه الخدمة.
bn: এর অর্থ হল যে সার্ভিস '%@' চলছে না। এটি ভ্যালেটকে সঠিকভাবে কাজ করতে বাধা দিতে পারে। দুর্ভাগ্যবশত, এই সার্ভিসের জন্য কোনো সংশ্লিষ্ট লগ ফাইল নেই।
es: Esto significa que el servicio '%@' no está funcionando. Esto puede impedir que Valet funcione correctamente. Desafortunadamente, no hay un archivo de registro asociado para este servicio.
fr: Cela signifie que le service '%@' n'est pas lancé. Cela peut empêcher Valet de fonctionner correctement. Malheureusement, il n'y a pas de fichier log associé à ce service.
hi: इसका अर्थ है कि सेवा '%@' चल नहीं रही है। इससे Valet के सही ढंग से काम करने में बाधा आ सकती है। दुर्भाग्यवश, इस सेवा का कोई संबंधित लॉग फ़ाइल उपलब्ध नहीं है।
id: Artinya layanan '%@' tidak berjalan. Hal ini dapat mencegah Valet bekerja dengan benar. Sayangnya, tidak ada berkas log yang terkait untuk layanan ini.
it: Questo significa che il servizio '%@' non è in esecuzione. Ciò può impedire a Valet di funzionare correttamente. Purtroppo, non c'è alcun file di log associato a questo servizio.
ja: これはサービス'%@'が実行されていないことを意味します。これによりValetの動作が正しく行われない可能性があります。残念ながら、このサービスには関連するログファイルはありません。
tr: Bu, '%@' hizmetinin çalışmadığı anlamına gelir. Bu durum Valet'in düzgün çalışmasını engelleyebilir. Ne yazık ki bu hizmet için ilgili bir günlük dosyası yok.
zh_hans: 这意味着服务 `%@` 没有运行。这可能会妨碍 Valet 正常工作。不幸的是，该服务没有相关日志文件。

# alert.service_error.extra
source: You may also wish to follow common troubleshooting steps. To learn more, press the '?' button in the services section in PHP Monitor.
ar: قد ترغب أيضًا في اتباع خطوات استكشاف الأخطاء الشائعة. لمعرفة المزيد، اضغط على زر '?' في قسم الخدمات داخل PHP Monitor.
bn: আপনি সাধারণ সমস্যাসমাধান পদক্ষেপগুলো অনুসরণ করতে চাইতে পারেন। আরো জানার জন্য, PHP Monitor-এর সেবা বিভাগে '?' বাটনটিতে টিপুন।
es: También puedes seguir los pasos comunes de solución de problemas. Para saber más, presiona el botón '?' en la sección de servicios en PHP Monitor.
fr: Vous pouvez également suivre les étapes de résolution des problèmes les plus communes. Pour en savoir plus, cliquez sur le bouton '?' dans la section services de PHP Monitor.
hi: आप सामान्य समस्या निवारण चरणों का पालन करना भी चाह सकते हैं। अधिक जानने के लिए, PHP Monitor में सेवाओं अनुभाग के '?' बटन को दबाएँ।
id: Anda juga dapat mengikuti langkah pemecahan masalah umum. Untuk mempelajari lebih lanjut, tekan tombol '?' di bagian layanan dalam PHP Monitor.
it: Potresti anche voler seguire i passaggi comuni di risoluzione dei problemi. Per saperne di più, premi il pulsante '?' nella sezione servizi in PHP Monitor.
ja: 一般的なトラブルシューティング手順に従うことも検討してください。詳細を知るには、PHP Monitor のサービスセクションで「?」ボタンを押してください。
tr: Genel sorun giderme adımlarını da izlemek isteyebilirsiniz. Daha fazla bilgi edinmek için, PHP Monitor'daki hizmetler bölümündeki '?' düğmesine basın.
zh_hans: 您可能还希望遵循常见的故障排除步骤。要了解更多信息，请点击 PHP Monitor 中服务部分的 `?` 按钮

# alert.service_error.button.show_log
source: View Error Log
ar: عرض سجل الأخطاء
bn: ত্রুটি লগ দেখুন
es: Ver registro de errores
fr: Voir le log d'erreur
hi: त्रुटि लॉग देखें
id: Lihat Log Kesalahan
it: Visualizza Registro Errori
ja: エラーログを表示
tr: Hata Günlüğünü Görüntüle
zh_hans: 查看错误日志

# alert.service_error.button.close
source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar
fr: Fermer
hi: बंद
id: Tutup
it: Chiudi
ja: 閉じる
tr: Kapat
zh_hans: 关闭

# alert.global_composer_platform_issues.title
source: Composer detected issues in your platform
ar: الكومبوزر اكتشف مشاكل في منصتك
bn: Composer আপনার প্ল্যাটফর্মে সমস্যাগুলি সনাক্ত করেছে
es: Composer detectó problemas en tu plataforma
fr: Composer a détecté des problèmes dans votre plate-forme
hi: Composer ने आपके प्लेटफ़ॉर्म में समस्याएँ पाई हैं
id: Composer mendeteksi masalah di platform Anda
it: Composer ha rilevato problemi sulla tua piattaforma
ja: Composer があなたのプラットフォームで問題を検出しました
tr: Composer, platformunuzda sorun tespit etti
zh_hans: Composer 检测到您的平台存在问题

# alert.global_composer_platform_issues.subtitle
source: The version of PHP you switched to is too old for the global Composer dependencies you have installed. These dependencies will need to be updated.
ar: الإصدار الذي تحولت إليه من PHP قديم جدًا بالنسبة للمتطلبات العالمية لـ Composer التي قمت بتثبيتها. سيتعين تحديث هذه المتطلبات.
bn: আপনি যেই PHP সংস্করণে স্যুইচ করেছেন তা আপনার ইনস্টল করা গ্লোবাল Composer নির্ভরশীলতার জন্য খুব পুরনো। এই নির্ভরশীলতাগুলো আপডেট করতে হবে.
es: La versión de PHP a la que cambiaste es demasiado antigua para las dependencias globales de Composer que tienes instaladas. Estas dependencias necesitarán ser actualizadas.
fr: La version de PHP que vous avez choisie est trop ancienne pour les dépendances globales de Composer que vous avez installées. Ces dépendances devront être mises à jour.
hi: आपके द्वारा स्विच किया गया PHP संस्करण आपके द्वारा स्थापित वैश्विक Composer निर्भरताओं के लिए बहुत पुराना है। इन निर्भरताओं को अद्यतन करने की आवश्यकता होगी。
id: Versi PHP yang Anda ubah terlalu lama untuk dependensi Composer global yang telah Anda pasang. Dependensi ini harus diperbarui.
it: La versione di PHP a cui sei passato è troppo vecchia per le dipendenze globali di Composer che hai installato. Queste dipendenze dovranno essere aggiornate.
ja: PHP のバージョンを切り替えたものが、インストール済みのグローバル Composer 依存関係に対して古すぎます。これらの依存関係は更新する必要があります。
tr: Geçiş yaptığınız PHP sürümü, kurulu olan küresel Composer bağımlılıkları için çok eski. Bu bağımlılıklar güncellenmelidir.
zh_hans: 您切换到的 PHP 版本对于您安装的全局 Composer 依赖项来说太旧。这些依赖项需要更新。
