Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# alert.global_composer_platform_issues.desc
source: The easiest way to prevent this issue from occurring in the future is to switch to the oldest PHP version you have installed and to run `composer global update` again. Alternatively, you can choose the 'Automatically update global dependencies' option in Preferences to avoid this issue as well. If you keep seeing this message even after attempting to update those global dependencies, you may wish to look at your global composer configuration file, located in `~/.composer/composer.json`.
ar: أسهل طريقة لمنع حدوث هذه المشكلة في المستقبل هي التبديل إلى أقدم إصدار PHP مثبت لديك وتشغيل `composer global update` مرة أخرى. بدلاً من ذلك، يمكنك اختيار خيار 'التحديث التلقائي للاعتمادات العالمية' في تفضيلات لتجنب هذه المشكلة أيضًا. إذا استمر ظهور هذا الرسالة حتى بعد محاولة تحديث تلك الاعتماديات العالمية، فقد ترغب في مراجعة ملف تكوين composer العالمي الخاص بك، الموجود في `~/.composer/composer.json`.
bn: এই সমস্যাটি ভবিষ্যতে ঘটার থেকে রোধ করার সবচেয়ে সহজ উপায় হল আপনি যে সর্বপ্রথম ইনস্টল করা PHP সংস্করণটি আছে তাতে স্যুইচ করা এবং আবারও `composer global update` চালানো। বিকল্পভাবে, আপনি পছন্দসমূহে 'স্বয়ংক্রিয়ভাবে গ্লোবাল নির্ভরশীলতা আপডেট করুন' বিকল্পটি নির্বাচন করে এই সমস্যাটি এড়াতে পারেন। আপনি যদি সেই গ্লোবাল নির্ভরশীলতাগুলি আপডেট করার চেষ্টা সত্ত্বেও এই বার্তা দেখতে থাকেন, তবে আপনি আপনার গ্লোবাল কম্পোজার কনফিগারেশন ফাইলটি দেখতে পারেন, যা `~/.composer/composer.json` এ অবস্থিত।
es: La forma más fácil de evitar que este problema ocurra en el futuro es cambiar a la versión más antigua de PHP que tengas instalada y ejecutar `composer global update` nuevamente. Alternativamente, puedes elegir la opción 'Actualizar automáticamente las dependencias globales' en Preferencias para evitar este problema también. Si sigues viendo este mensaje incluso después de intentar actualizar esas dependencias globales, es posible que desees revisar tu archivo de configuración global de composer, ubicado en `~/.composer/composer.json`.
fr: La façon la plus simple d'éviter ce problème à l'avenir est de basculer vers la plus ancienne version de PHP que vous avez installée et de lancer à nouveau `composer global update`. Vous pouvez également choisir l'option "Mettre à jour automatiquement les dépendances globales" dans les préférences pour éviter ce problème. Si vous continuez à voir ce message même après avoir essayé de mettre à jour ces dépendances globales, vous pouvez consulter votre fichier de configuration globale de composer, situé à `~/.composer/composer.json`.
hi: इस समस्या को भविष्य में होने से रोकने का सबसे आसान तरीका यह है कि आप अपने द्वारा स्थापित की गई सबसे पुरानी PHP संस्करण पर स्विच करें और फिर से `composer global update` चलाएँ। वैकल्पिक रूप से, आप प्रेफरेंसेज़ में 'स्वचालित रूप से वैश्विक निर्भरताओं को अपडेट करें' विकल्प चुन सकते हैं ताकि इस समस्या से बचा जा सके। यदि आप उन वैश्विक निर्भरताओं को अपडेट करने का प्रयास करने के बावजूद भी यह संदेश देखते रहते हैं, तो आप अपने वैश्विक कॉम्पोज़र कॉन्फ़िगरेशन फ़ाइल, जो कि `~/.composer/composer.json` में स्थित है, की जाँच करना चाह सकते हैं।
id: Cara termudah untuk mencegah masalah ini terjadi di masa depan adalah beralih ke versi PHP tertua yang Anda instal dan menjalankan `composer global update` lagi. Alternatifnya, Anda dapat memilih opsi 'Menerapkan pembaruan otomatis pada dependensi global' di Preferensi untuk menghindari masalah ini juga. Jika Anda terus melihat pesan ini meskipun sudah mencoba memperbarui dependensi global tersebut, Anda mungkin ingin memeriksa berkas konfigurasi composer global Anda, yang terletak di `~/.composer/composer.json`.
it: Il modo più semplice per evitare che questo problema si verifichi in futuro è passare alla versione PHP più vecchia installata e eseguire nuovamente `composer global update`. In alternativa, puoi scegliere l'opzione 'Aggiorna automaticamente le dipendenze globali' nelle Preferenze per evitare anche questo problema. Se continui a vedere questo messaggio anche dopo aver tentato di aggiornare quelle dipendenze globali, potresti voler controllare il file di configurazione globale di composer, situato in `~/.composer/composer.json`.
ja: 将来この問題が発生しないようにする最も簡単な方法は、インストール済みの古い PHP バージョンに切り替え、再度 `composer global update` を実行することです。 また、設定で「グローバル依存関係を自動更新」オプションを選択すると、この問題を回避できます。 それでもメッセージが表示される場合は、`~/.composer/composer.json` にあるグローバル composer 設定ファイルを確認してください。
tr: Bu sorunun gelecekte oluşmasını önlemenin en kolay yolu, kurulu olan en eski PHP sürümüne geçmek ve `composer global update` komutunu tekrar çalıştırmaktır. Alternatif olarak, Tercihler'de 'Küresel bağımlılıkları otomatik güncelle' seçeneğini seçerek de bu sorunun önüne geçebilirsiniz. Bu küresel bağımlılıkları güncellemeye çalıştıktan sonra bile bu mesajı görmeye devam ediyorsanız, `~/.composer/composer.json` konumunda bulunan küresel composer yapılandırma dosyanızı incelemek isteyebilirsiniz.
zh_hans: 防止将来发生此问题的最简单方法是切换到已安装的最旧 PHP 版本，并再次运行 `composer global update`。\另外，你也可以在偏好设置中选择 `自动更新全局依赖` 选项来避免这个问题。如果你在尝试更新全局依赖之后仍然看到这个消息，你可能需要查看一下你的全局 composer 配置文件，它位于 `~/.composer/composer.json`

# alert.global_composer_platform_issues.buttons.update
source: Update Global Dependencies
ar: تحديث التبعيات العالمية
bn: সর্বজনীন নির্ভরশীলতা আপডেট করুন
es: Actualizar dependencias globales
fr: Mettre à jour les dépendances globales
hi: वैश्विक निर्भरताएँ अपडेट करें
id: Perbarui Ketergantungan Global
it: Aggiorna dipendenze globali
ja: グローバル依存関係を更新
tr: Küresel Bağımlılıkları Güncelle
zh_hans: 更新全局依赖

# alert.global_composer_platform_issues.buttons.quit
source: Quit PHP Monitor
ar: إنهاء PHP Monitor
bn: PHP Monitor থেকে বের হোন
es: Salir de PHP Monitor
fr: Quitter PHP Monitor
hi: PHP Monitor से बाहर निकलें
id: Keluar dari PHP Monitor
it: Esci da PHP Monitor
ja: PHP Monitorを終了
tr: PHP Monitor'dan Çık
zh_hans: 退出 PHP Monitor

# alert.revert_description.title
source: Revert Configuration?
ar: هل تريد التراجع عن الإعدادات؟
bn: কনফিগারেশন ফিরিয়ে আনা হবে?
es: ¿Revertir configuración?
fr: Revenir à la configuration précédente ?
hi: कॉन्फ़िगरेशन वापस करें?
id: Kembalikan Konfigurasi?
it: Ripristina configurazione?
ja: 設定を元に戻しますか？
tr: Yapılandırmayı Geri Al?
zh_hans: 还原配置？

# alert.revert_description.subtitle
source: PHP Monitor can revert to the previous configuration that was active. Here's what will be applied: %@
ar: يمكن لـ PHP Monitor التراجع إلى الإعداد السابق الذي كان نشطاً. إليك ما سيتم تطبيقه: %@
bn: PHP Monitor পূর্বে সক্রিয় থাকা কনফিগারেশনে ফিরে যেতে পারে। এখানে কী প্রয়োগ করা হবে: %@
es: PHP Monitor puede revertir a la configuración anterior que estaba activa. Esto es lo que se aplicará: %@
fr: PHP Monitor peut revenir à la configuration précédente active. Voici celle qui sera appliqué : %@
hi: PHP Monitor पूर्व सक्रिय कॉन्फ़िगरेशन पर वापस जा सकता है। यहाँ क्या लागू होगा: %@
id: PHP Monitor dapat mengembalikan ke konfigurasi sebelumnya yang aktif. Berikut apa yang akan diterapkan: %@
it: PHP Monitor può ripristinare la configurazione precedente attiva. Ecco cosa verrà applicata: %@
ja: PHP Monitor は、以前アクティブだった設定に戻すことができます。以下の内容が適用されます： %@
tr: PHP Monitor, önceki etkin yapılandırmaya geri dönebilir. Uygulanacak olanlar şunlardır: %@
zh_hans: PHP Monitor 可以还原到之前激活的配置。以下是将应用的配置： %@

# alert.revert_description.ok
source: Revert
ar: تراجع
bn: পূর্বাবস্থা
es: Revertir
fr: Revenir
hi: पुनर्स्थापित करें
id: Kembalikan
it: Ripristina
ja: 戻す
tr: Geri Al
zh_hans: 恢复

# alert.revert_description.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# alert.homebrew_missing.title
source: PHP Monitor cannot start!
ar: لا يمكن تشغيل PHP Monitor!
bn: PHP Monitor শুরু হতে পারছে না!
es: ¡PHP Monitor no puede iniciarse!
fr: Le PHP Monitor ne peut pas démarrer !
hi: PHP Monitor शुरू नहीं हो सकता!
id: PHP Monitor tidak dapat dimulai!
it: PHP Monitor non può avviarsi!
ja: PHP Monitor を起動できません！
tr: PHP Monitor başlatılamıyor!
zh_hans: PHP Monitor 无法启动！

# alert.homebrew_missing.subtitle
source: A working Homebrew binary could not be found in the usual location. Please restart the app after fixing this issue.
ar: لم يتم العثور على نسخة Homebrew تعمل في الموقع المعتاد. الرجاء إعادة تشغيل التطبيق بعد إصلاح هذه المشكلة.
bn: একটি কার্যকরী হোমব্রু বাইনারি সাধারণ অবস্থান থেকে পাওয়া যায়নি। অনুগ্রহ করে এই সমস্যা সমাধানের পরে অ্যাপটি পুনরায় চালু করুন।
es: No se pudo encontrar un binario funcional de Homebrew en la ubicación habitual. Por favor, reinicia la aplicación después de solucionar este problema.
fr: Un binaire Homebrew fonctionnel n'a pas pu être trouvé à l'emplacement standard. Veuillez redémarrer l'application après avoir résolu ce problème.
hi: सामान्य स्थान पर एक कार्यशील Homebrew बाइनरी नहीं मिली। इस समस्या को ठीक करने के बाद कृपया ऐप को पुनः आरंभ करें।
id: Biner Homebrew yang berfungsi tidak dapat ditemukan di lokasi biasa. Silakan mulai ulang aplikasi setelah memperbaiki masalah ini.
it: Una versione funzionante di Homebrew non è stata trovata nella posizione abituale. Per favore riavvia l'app dopo aver risolto questo problema.
ja: 通常の場所に動作する Homebrew バイナリが見つかりませんでした。この問題を修正した後、アプリを再起動してください。
tr: Tipik konumda çalışan bir Homebrew ikili dosyası bulunamadı. Bu sorunu çözdükten sonra lütfen uygulamayı yeniden başlatın.
zh_hans: 无法在常规位置找到可用的 Homebrew 二进制文件。请在修复此问题后重新启动应用程序。

# alert.homebrew_missing.info
source: You are running PHP Monitor with the following architecture: %@. As a result, a working Homebrew binary is expected in `%@`, but was not found. This is why PHP Monitor cannot work. If you have not installed Homebrew yet, please do so. If you are on Apple Silicon, make sure your Homebrew and PHP Monitor use the same architecture, by enabling or disabling Rosetta where needed.
ar: أنت تستخدم PHP Monitor مع البنية التالية: %@. نتيجة لذلك، يُتوقع وجود نسخة عمل من Homebrew في `%@`، لكن لم يتم العثور عليها. لهذا السبب لا يمكن لـ PHP Monitor العمل. إذا لم تقم بتثبيت Homebrew بعد، يرجى تثبيته. إذا كنت على Apple Silicon، تأكد أن Homebrew وPHP Monitor يستخدمان نفس البنية، عبر تمكين أو تعطيل Rosetta حسب الحاجة.
bn: আপনি PHP Monitor চালাচ্ছেন নিম্নলিখিত আর্কিটেকচারে: %@। ফলে একটি কার্যকরী Homebrew বাইনারি `%@`‑এ প্রত্যাশিত, কিন্তু পাওয়া যায়নি। এ কারণেই PHP Monitor কাজ করতে পারছে না। যদি আপনি এখনও Homebrew ইনস্টল না করে থাকেন, অনুগ্রহ করে তা করুন। যদি আপনি Apple Silicon ব্যবহার করেন, নিশ্চিত হোন আপনার Homebrew এবং PHP Monitor একই আর্কিটেকচার ব্যবহার করছে, প্রয়োজন অনুসারে Rosetta সক্রিয় বা নিষ্ক্রিয় করে।
es: Estás ejecutando PHP Monitor con la siguiente arquitectura: %@. Como resultado, se espera un binario funcional de Homebrew en `%@`, pero no se encontró. Por esto PHP Monitor no puede funcionar. Si aún no has instalado Homebrew, por favor hazlo. Si estás en Apple Silicon, asegúrate de que Homebrew y PHP Monitor usen la misma arquitectura, habilitando o deshabilitando Rosetta según sea necesario.
fr: Vous utilisez PHP Monitor avec l'architecture suivante : %@. En conséquence, un binaire Homebrew fonctionnel est attendu dans `%@`, mais n'a pas été trouvé. C'est pourquoi PHP Monitor ne peut pas fonctionner. Si vous n'avez pas encore installé Homebrew, faites-le. Si vous êtes sur Apple Silicon, assurez-vous que Homebrew et PHP Monitor utilisent la même architecture, en activant ou désactivant Rosetta si nécessaire.
hi: आप PHP Monitor को निम्नलिखित आर्किटेक्चर के साथ चला रहे हैं: %@। इसलिए, एक कार्यशील Homebrew बाइनरी `%@` में अपेक्षित है, लेकिन नहीं मिली। यही कारण है कि PHP Monitor काम नहीं कर सकता। यदि आपने अभी तक Homebrew इंस्टॉल नहीं किया है, तो कृपया ऐसा करें। यदि आप Apple Silicon पर हैं, तो सुनिश्चित करें कि आपका Homebrew और PHP Monitor समान आर्किटेक्चर का उपयोग करते हैं, आवश्यकतानुसार Rosetta को सक्षम या अक्षम करके।
id: Anda menjalankan PHP Monitor dengan arsitektur berikut: %@. Akibatnya, binary Homebrew yang berfungsi diharapkan berada di `%@`, namun tidak ditemukan. Inilah sebabnya PHP Monitor tidak dapat bekerja. Jika Anda belum menginstal Homebrew, silakan lakukan. Jika Anda menggunakan Apple Silicon, pastikan Homebrew dan PHP Monitor menggunakan arsitektur yang sama, dengan menyalakan atau mematikan Rosetta sesuai kebutuhan.
it: Stai eseguendo PHP Monitor con l'architettura seguente: %@. Di conseguenza, è previsto un binario Homebrew funzionante in `%@`, ma non è stato trovato. Per questo motivo PHP Monitor non può funzionare. Se non hai ancora installato Homebrew, per favore fallo. Se sei su Apple Silicon, assicurati che il tuo Homebrew e PHP Monitor utilizzino la stessa architettura, abilitando o disabilitando Rosetta dove necessario.
ja: 以下のアーキテクチャでPHP Monitorを実行しています：%@。そのため、動作するHomebrewバイナリは`%@`にあることが想定されていますが、見つかりませんでした。このためPHP Monitorは機能しません。 まだHomebrewをインストールしていない場合は、インストールしてください。Apple Siliconをご利用の場合は、必要に応じてRosettaを有効化または無効化し、HomebrewとPHP Monitorが同じアーキテクチャで動作するようにしてください。
tr: Aşağıdaki mimaride PHP Monitor çalıştırıyorsunuz: %@. Bu nedenle, çalışan bir Homebrew ikili dosyası `%@` konumunda bekleniyor ancak bulunamadı. İşte bu yüzden PHP Monitor çalışmıyor. Henüz Homebrew kurmadıysanız lütfen kurun. Apple Silicon kullanıyorsanız, gerekirse Rosetta'yı etkinleştirerek veya devre dışı bırakarak Homebrew ve PHP Monitor'un aynı mimariyi kullandığından emin olun.
zh_hans: 您正在使用以下架构运行 PHP Monitor：%@。因此，我们希望在 `%@` 中找到一个可运行的 Homebrew 二进制文件，但却没有找到。如果您还没有安装 Homebrew，请安装。如果您使用的是 Apple Silicon，请确保您的 Homebrew 和 PHP Monitor 使用相同的架构，必要时启用或禁用 Rosetta

# alert.homebrew_missing.quit
source: Quit
ar: إغلاق
bn: প্রস্থান
es: Salir
fr: Quitter
hi: छोड़ें
id: Keluar
it: Esci
ja: 終了
tr: Çıkış
zh_hans: 退出

# startup.errors.php_binary.title
source: PHP is not correctly installed
ar: لم يتم تثبيت PHP بشكل صحيح
bn: পিএইচপি সঠিকভাবে ইনস্টল করা হয়নি
es: PHP no está instalado correctamente
fr: PHP n'est pas correctement installé
hi: पीएचपी सही ढंग से स्थापित नहीं है
id: PHP tidak terpasang dengan benar
it: PHP non è installato correttamente
ja: PHP が正しくインストールされていません
tr: PHP doğru şekilde kurulu değil
zh_hans: PHP 未正确安装

# startup.errors.php_binary.subtitle
source: You must install PHP via Homebrew. The app will not work correctly until you resolve this issue.
ar: يجب عليك تثبيت PHP عبر Homebrew. لن يعمل التطبيق بشكل صحيح حتى تحل هذه المشكلة.
bn: আপনাকে হোমব্রু (Homebrew) এর মাধ্যমে PHP ইনস্টল করতে হবে। এই সমস্যা সমাধান না হওয়া পর্যন্ত অ্যাপটি সঠিকভাবে কাজ করবে না।
es: Debes instalar PHP a través de Homebrew. La aplicación no funcionará correctamente hasta que resuelvas este problema.
fr: Vous devez installer PHP via Homebrew. L'application ne fonctionnera pas correctement tant que vous n'aurez pas résolu ce problème.
hi: आपको Homebrew के माध्यम से PHP स्थापित करना होगा। इस समस्या को हल करने तक ऐप सही ढंग से काम नहीं करेगा।
id: Anda harus menginstal PHP melalui Homebrew. Aplikasi tidak akan berfungsi dengan benar sampai Anda menyelesaikan masalah ini.
it: È necessario installare PHP tramite Homebrew. L’app non funzionerà correttamente finché non risolverai questo problema.
ja: Homebrew で PHP をインストールする必要があります。この問題を解決しないとアプリは正しく動作しません。
tr: PHP'yi Homebrew ile kurmalısınız. Bu sorunu çözene kadar uygulama doğru şekilde çalışmayacaktır.
zh_hans: 您必须通过 Homebrew 安装 PHP。在解决此问题之前，应用程序将无法正常运行

# startup.errors.php_binary.desc
source: Usually running `brew link php` in your Terminal will resolve this issue. To diagnose what is wrong, you can try running `which php` in your Terminal, it should return `%@`.
ar: عادةً ما يحل تشغيل `brew link php` في الطرفية هذه المشكلة. لتشخيص الخطأ، يمكنك محاولة تشغيل `which php` في الطرفية، يجب أن تُعيد `%@`.
bn: সাধারণত আপনার টার্মিনালে `brew link php` চালানো এই সমস্যাটি সমাধান করবে। কিসে ভুল হচ্ছে তা নির্ণয় করতে আপনি আপনার টার্মিনালে `which php` চালাতে পারেন, এটি `%@` ফেরত দেবে।
es: Normalmente, ejecutar `brew link php` en tu Terminal resolverá este problema. Para diagnosticar qué está mal, puedes intentar ejecutar `which php` en tu Terminal, debería devolver `%@`.
fr: Généralement, l'exécution de `brew link php` dans votre Terminal résoudra ce problème. Pour diagnostiquer ce qui ne va pas, vous pouvez essayer de lancer `which php` dans votre Terminal, il devrait retourner `%@`.
hi: आमतौर पर अपने टर्मिनल में `brew link php` चलाने से यह समस्या हल हो जाती है। जाँच करने के लिए कि क्या गलत है, आप अपने टर्मिनल में `which php` चलाने का प्रयास कर सकते हैं; यह `%@` लौटाना चाहिए।
id: Biasanya menjalankan `brew link php` di Terminal Anda akan menyelesaikan masalah ini. Untuk mendiagnosis apa yang salah, Anda dapat mencoba menjalankan `which php` di Terminal Anda, seharusnya mengembalikan `%@`.
it: Di solito, eseguendo `brew link php` nel tuo Terminale risolverai questo problema. Per diagnosticare cosa non va, puoi provare a eseguire `which php` nel tuo Terminale; dovrebbe restituire `%@`.
ja: 通常、ターミナルで `brew link php` を実行するとこの問題は解決します。 何が間違っているか診断するには、ターミナルで `which php` を実行してみてください。返されるパスは `%@` になるはずです。
tr: Genellikle Terminalinizde `brew link php` çalıştırmak bu sorunu çözer. Hatalı olanı teşhis etmek için, Terminalinizde `which php` komutunu çalıştırabilirsiniz; bu `%@` döndürmelidir.
zh_hans: 通常在终端运行 `brew link php` 可以解决这个问题

# startup.errors.php_opt.title
source: PHP is not correctly installed
ar: لم يتم تثبيت PHP بشكل صحيح
bn: PHP সঠিকভাবে ইনস্টল হয়নি
es: PHP no está instalado correctamente
fr: PHP n'est pas correctement installé
hi: PHP सही ढंग से स्थापित नहीं है
id: PHP tidak terpasang dengan benar
it: PHP non è installato correttamente
ja: PHP が正しくインストールされていません
tr: PHP doğru şekilde kurulmamış
zh_hans: PHP 未正确安装

# startup.errors.php_opt.subtitle
source: The PHP alias was not found in `%@`. The app will not work correctly until you resolve this issue.
ar: لم يتم العثور على مستعار PHP في `%@`. لن يعمل التطبيق بشكل صحيح حتى تحل هذه المشكلة.
bn: PHP উপনামটি `%@` এ পাওয়া যায়নি। এই সমস্যা সমাধান না হওয়া পর্যন্ত অ্যাপটি সঠিকভাবে কাজ করবে না。
es: No se encontró el alias de PHP en `%@`. La aplicación no funcionará correctamente hasta que resuelvas este problema.
fr: L'alias PHP n'a pas été trouvé dans `%@`. L'application ne fonctionnera pas correctement tant que vous n'aurez pas résolu ce problème.
hi: PHP उपनाम `%@` में नहीं मिला। इस समस्या को हल करने तक ऐप सही ढंग से काम नहीं करेगा।
id: Alias PHP tidak ditemukan di `%@`. Aplikasi tidak akan berfungsi dengan benar sampai Anda menyelesaikan masalah ini.
it: L’alias PHP non è stato trovato in `%@`. L’app non funzionerà correttamente finché non risolverai questo problema.
ja: PHP エイリアスが %@ に見つかりませんでした。この問題を解決するまで、アプリは正しく動作しません。
tr: PHP takma adı `%@` içinde bulunamadı. Uygulama bu sorunu çözene kadar düzgün çalışmayacaktır.
zh_hans: 在 `%@` 中找不到 PHP 别名。在您解决此问题之前，应用程序将无法正常运行

# startup.errors.php_opt.desc
source: If you already have the `php` formula installed, you may need to run `brew install php` in order for PHP Monitor to detect this installation.
ar: إذا كنت قد قمت بتثبيت صيغة `php` بالفعل، فقد تحتاج إلى تشغيل `brew install php` حتى يتمكن PHP Monitor من اكتشاف هذا التثبيت.
bn: যদি আপনার ইতিমধ্যে `php` ফর্মুলা ইনস্টল করা থাকে, তবে PHP Monitor এই ইনস্টলেশনটি সনাক্ত করতে আপনাকে `brew install php` চালাতে হতে পারে।
es: Si ya tienes la fórmula `php` instalada, es posible que necesites ejecutar `brew install php` para que PHP Monitor detecte esta instalación.
fr: Si vous avez déjà installé la formule `php`, vous pouvez avoir besoin de lancer `brew install php` pour que PHP Monitor détecte cette installation.
hi: यदि आपने पहले से ही `php` फ़ॉर्मूला स्थापित कर लिया है, तो PHP Monitor द्वारा इस स्थापना का पता लगाने के लिए आपको `brew install php` चलाना पड़ सकता है।
id: Jika Anda sudah memiliki rumus `php`, Anda mungkin perlu menjalankan `brew install php` agar PHP Monitor dapat mendeteksi instalasi ini.
it: Se hai già installato la formula `php`, potresti dover eseguire `brew install php` affinché PHP Monitor rilevi questa installazione.
ja: すでに「php」フォーミュラがインストールされている場合、PHP Monitor がこのインストールを検出できるようにするためには、`brew install php` を実行する必要があります。
tr: Eğer zaten `php` formülünü kuruluysa, PHP Monitor'un bu kurulumunu algılaması için `brew install php` komutunu çalıştırmanız gerekebilir.
zh_hans: 如果您已经安装了 `php` Formula，则可能需要运行 `brew install php` 才能使 PHP Monitor 检测到该安装

# startup.errors.dyld_library.title
source: PHP is installed, but appears to be broken
ar: تم تثبيت PHP، لكنه يبدو معطلاً
bn: PHP ইনস্টল করা আছে, কিন্তু মনে হচ্ছে এটি ভাঙা
es: PHP está instalado, pero parece estar dañado
fr: PHP est installé, mais ne fonctionne manifestement pas.
hi: PHP स्थापित है, लेकिन यह टूट गया प्रतीत होता है
id: PHP terpasang, namun tampaknya rusak
it: PHP è installato, ma sembra essere rotto
ja: PHPはインストールされていますが、動作しないようです。
tr: PHP yüklü, ancak bozulmuş gibi görünüyor.
zh_hans: PHP 已安装，但似乎已损坏

# startup.errors.dyld_library.subtitle
source: When PHP Monitor is attempting to run commands, it is failing to do so correctly. This is usually an indicator of a broken PHP installation.
ar: عند محاولة PHP Monitor تنفيذ الأوامر، يفشل في القيام بذلك بالشكل الصحيح. غالباً ما يشير ذلك إلى وجود مشكلة في تثبيت PHP.
bn: যখন PHP Monitor কমান্ড চালানোর চেষ্টা করে, তখন সঠিকভাবে তা করতে ব্যর্থ হয়। এটি সাধারণত একটি ভাঙা PHP ইনস্টলেশনের সূচক।
es: Cuando PHP Monitor intenta ejecutar comandos, no lo está haciendo correctamente. Esto suele ser un indicador de una instalación de PHP dañada.
fr: Lorsque le PHP Monitor tente d'exécuter des commandes, il ne parvient pas à le faire correctement. C'est généralement un indicateur d'une installation PHP défectueuse.
hi: जब PHP Monitor कमांड चलाने का प्रयास करता है, तो वह सही ढंग से निष्पादित करने में विफल रहता है। यह आम तौर पर एक टूटे हुए PHP स्थापना के संकेतक होता है。
id: Saat PHP Monitor mencoba menjalankan perintah, ia gagal melakukannya dengan benar. Ini biasanya menunjukkan indikasi instalasi PHP yang rusak.
it: Quando PHP Monitor tenta di eseguire i comandi, non riesce a farlo correttamente. Questo è solitamente un indicatore di un'installazione PHP danneggiata.
ja: PHP Monitor がコマンドを実行しようとした際、正しく実行できていません。これは通常、PHP インストールが破損していることを示しています。
tr: PHP Monitor komutları çalıştırmaya çalışırken doğru şekilde yapılamıyor. Bu genellikle bozuk bir PHP kurulumu işaretidir.
zh_hans: PHP Monitor 尝试运行命令时，未能正确执行。这通常表明 PHP 安装已损坏

# startup.errors.dyld_library.desc
source: Running `brew reinstall php && brew link php` in your Terminal may resolve this issue, so please give that a try.
ar: تشغيل `brew reinstall php && brew link php` في الطرفية قد يحل هذه المشكلة، لذا يرجى المحاولة.
bn: আপনার টার্মিনালে `brew reinstall php && brew link php` চালানো এই সমস্যাটি সমাধান করতে পারে, তাই অনুগ্রহ করে এটি চেষ্টা করুন。
es: Ejecutar `brew reinstall php && brew link php` en tu Terminal puede resolver este problema, así que por favor inténtalo.
fr: Lancer `brew reinstall php && brew link php` dans votre Terminal peut résoudre ce problème, veuillez donc essayer.
hi: आपके टर्मिनल में `brew reinstall php && brew link php` चलाने से यह समस्या हल हो सकती है, इसलिए कृपया इसे आज़माएँ。
id: Menjalankan `brew reinstall php && brew link php` di Terminal Anda mungkin dapat menyelesaikan masalah ini, jadi silakan coba.
it: Eseguendo `brew reinstall php && brew link php` nel tuo Terminale potresti risolvere questo problema, quindi prova.
ja: この問題を解決するには、ターミナルで `brew reinstall php && brew link php` を実行してみてください。
tr: Terminalinizde `brew reinstall php && brew link php` komutunu çalıştırmak bu sorunu çözebilir, lütfen deneyin.
zh_hans: 在终端运行 `brew reinstall php && brew link php` 可能会解决此问题，因此请尝试一下

# startup.errors.valet_executable.title
source: Laravel Valet is not correctly installed
ar: لم يتم تثبيت Laravel Valet بشكل صحيح
bn: Laravel Valet সঠিকভাবে ইনস্টল করা হয়নি
es: Laravel Valet no está instalado correctamente
fr: Laravel Valet n'est pas correctement installé
hi: Laravel Valet सही ढंग से स्थापित नहीं है
id: Laravel Valet tidak terpasang dengan benar
it: Laravel Valet non è installato correttamente
ja: Laravel Valet が正しくインストールされていません
tr: Laravel Valet doğru şekilde kurulmamış.
zh_hans: Laravel Valet 未正确安装
