Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# onboarding.tour.services.title
source: Manage Homebrew Services
ar: إدارة خدمات Homebrew
bn: হোমব্রু সেবাসমূহ পরিচালনা করুন
es: Administrar Servicios de Homebrew
fr: Gérer les services Homebrew
hi: होमब्रू सेवाओं का प्रबंधन
id: Kelola Layanan Homebrew
it: Gestisci i Servizi Homebrew
ja: Homebrewサービスを管理
tr: Homebrew Hizmetlerini Yönetin
zh_hans: 管理 Homebrew 服务

# onboarding.tour.services
source: Once you click on the menu bar item, you can see at a glance based on the checkmarks or crosses if all of the Homebrew services are up and running. You can also click on a service to quickly toggle it.
ar: بمجرد النقر على عنصر شريط القوائم، يمكنك رؤية بسرعة من خلال العلامات المربّعة أو الصلبان ما إذا كانت جميع خدمات Homebrew تعمل وتشغيلها. كما يمكنك النقر على خدمة لتبديلها بسرعة.
bn: মেনু বার আইটেমে ক্লিক করলে, আপনি চেকমার্ক বা ক্রসের ভিত্তিতে এক নজরে দেখতে পারবেন যে সমস্ত Homebrew পরিষেবাগুলি চালু আছে কিনা। এছাড়াও আপনি দ্রুত টগল করার জন্য একটি পরিষেবা ক্লিক করতে পারেন.
es: Una vez que haga clic en el ícono de la barra de menús, usted puede ver a simple vista si todos los servicios de Homebrew están funcionando o no. También puede hacer clic en un servicio para deshabilitarlo rápidamente.
fr: Une fois que vous avez cliqué sur l'icône de la barre de menu, vous pouvez voir d'un coup d'œil si tous les services Homebrew sont opérationnels, en vous basant sur les coches ou les croix. Vous pouvez également cliquer sur un service pour le basculer rapidement.
hi: एक बार जब आप मेनू बार आइटम पर क्लिक करते हैं, तो आप चेकमार्क या क्रॉस के आधार पर एक नज़र में देख सकते हैं कि सभी Homebrew सेवाएँ चालू और चल रही हैं। आप किसी सेवा पर भी जल्दी से टॉगल करने के लिए क्लिक कर सकते हैं।
id: Setelah Anda mengklik item pada bilah menu, Anda dapat melihat secara cepat berdasarkan tanda centang atau silang apakah semua layanan Homebrew sudah aktif dan berjalan. Anda juga dapat mengklik sebuah layanan untuk dengan cepat menyalakannya atau mematikannya.
it: Una volta cliccato sull'elemento della barra dei menu, puoi vedere in un rapido sguardo, grazie ai segni di spunta o alle croci, se tutti i servizi Homebrew sono attivi e funzionanti. Puoi anche fare clic su un servizio per attivarlo o disattivalo rapidamente.
ja: メニューバーの項目をクリックすると、チェックマークまたはバツ印で全ての Homebrew サービスが稼働しているか一目で確認できます。また、サービスをクリックすると素早くトグルできます。
tr: Menü çubuğu öğesine tıkladığınızda, Homebrew hizmetlerinin tümünün çalışıp çalışmadığını işaretler veya çaplar üzerinden hızlıca görebilirsiniz. Ayrıca bir hizmete tıklayarak onu hızlıca açıp kapatabilirsiniz.
zh_hans: 点击菜单栏项目后，您可以根据复选标记或叉号一目了然地查看所有 Homebrew 服务是否都已启动和运行。您还可以点击某项服务快速切换。

# onboarding.tour.domains.title
source: Manage Domains
ar: إدارة النطاقات
bn: ডোমেইন পরিচালনা করুন
es: Administrar Dominios
fr: Gérer les Domaines
hi: डोमेन प्रबंधित करें
id: Kelola Domain
it: Gestisci domini
ja: ドメインを管理する
tr: Alanları Yönet
zh_hans: 管理域名

# onboarding.tour.domains
source: By opening the Domains window via the menu bar item, you can view which domains are linked and parked, as well as active nginx proxies.
ar: من خلال فتح نافذة النطاقات عبر عنصر شريط القوائم، يمكنك عرض النطاقات المرتبطة والمحفوظة وكذلك البروكسيات النشطة لـ nginx.
bn: মেনু বার আইটেমের মাধ্যমে ডোমেইন উইন্ডো খুলে আপনি দেখতে পারবেন কোন ডোমেইনগুলি লিঙ্কড এবং পার্কড আছে, পাশাপাশি সক্রিয় nginx প্রক্সিগুলিও।
es: Al abrir la ventana de dominios a través del ícono de la barra de menús, usted puede ver cuáles dominios están enlazados y estacionados, así como los proxies de nginx activos.
fr: En ouvrant la fenêtre Domaines via la barre de menu, vous pouvez voir quels domaines sont liés et parqués, ainsi que les proxys nginx actifs.
hi: मेनू बार आइटम के माध्यम से डोमेन्स विंडो खोलकर, आप देख सकते हैं कि कौन से डोमेन्स जुड़े हुए और पार्क किए गए हैं, साथ ही सक्रिय nginx प्रॉक्सी भी।
id: Dengan membuka jendela Domains melalui item bar menu, Anda dapat melihat domain mana yang terhubung dan diparkir, serta proxy nginx aktif.
it: Aprendo la finestra Domini tramite l'elemento della barra dei menu, puoi visualizzare quali domini sono collegati e parcheggiati, così come i proxy nginx attivi.
ja: メニューバーの項目からドメインウィンドウを開くと、リンクされているドメインやパーク済みドメイン、およびアクティブな nginx プロキシが表示されます。
tr: Menü çubuğundaki öğe üzerinden Domains penceresini açarak, hangi alan adlarının bağlı ve park edildiğini, ayrıca aktif nginx proxy’lerini görebilirsiniz.
zh_hans: 通过菜单栏项目打开 `域名列表` 窗口，可以查看链接和停放的域名，以及活动的 nginx 代理

# onboarding.tour.isolation.title
source: Isolate Domains
ar: عزل النطاقات
bn: ডোমেইন আলাদা করুন
es: Aislamiento de Dominios
fr: Isoler les Domaines
hi: डोमेन अलग करें
id: Izolasi Domain
it: Isola i domini
ja: ドメインを隔離する
tr: Alanları İzole Et
zh_hans: 隔离域名

# onboarding.tour.isolation
source: If you have Valet 3 or newer installed, you can even use domain isolation by right-clicking on a given domain in the Domains window. This allows you to pick a specific version of PHP to use for that domain, and that domain only.
ar: إذا كان لديك Valet 3 أو أحدث مثبتًا، يمكنك حتى استخدام عزل النطاق عبر النقر بزر الماوس الأيمن على نطاق معين في نافذة النطاقات. هذا يتيح لك اختيار إصدار محدد من PHP لاستخدامه لتلك النطاق، وتلك النطاق فقط.
bn: যদি আপনার কাছে Valet ৩ বা তার পরবর্তী সংস্করণ ইনস্টল করা থাকে, আপনি ডোমেইন উইন্ডোর মধ্যে একটি নির্দিষ্ট ডোমেইনে রাইট-ক্লিক করে ডোমেইন বিচ্ছিন্নতা ব্যবহার করতে পারেন। এটি আপনাকে সেই ডোমেইনের জন্য PHP এর একটি নির্দিষ্ট সংস্করণ নির্বাচন করার সুযোগ দেয়, এবং শুধুমাত্র সেই ডোমেইনের জন্য।
es: Si usted tiene Valet 3 o más reciente instalado, también puede utilizar aislamiento de dominio haciendo clic derecho en un dominio específico en la ventana de dominios. Esto le permite seleccionar una versión específica de PHP para ese dominio y solo ese dominio.
fr: Si vous avez installé Valet 3 ou une version plus récente, vous pouvez même utiliser l'isolation de domaine en faisant un clic droit sur un domaine donné dans la fenêtre Domaines. Cela vous permet de choisir une version spécifique de PHP à utiliser pour ce domaine, et ce domaine seulement.
hi: यदि आपके पास Valet 3 या उससे नया संस्करण स्थापित है, तो आप Domains विंडो में किसी दिए गए डोमेन पर राइट-क्लिक करके डोमेन अलगाव का उपयोग कर सकते हैं। इससे आपको उस डोमेन के लिए PHP का एक विशिष्ट संस्करण चुनने की अनुमति मिलती है, और यह केवल उसी डोमेन पर लागू होता है。
id: Jika Anda memiliki Valet 3 atau yang lebih baru terpasang, Anda bahkan dapat menggunakan isolasi domain dengan mengklik kanan pada domain tertentu di jendela Domains. Ini memungkinkan Anda memilih versi PHP spesifik untuk digunakan pada domain tersebut, dan hanya domain itu.
it: Se hai installato Valet 3 o versioni successive, puoi persino utilizzare l'isolamento dei domini facendo clic con il tasto destro su un dominio specifico nella finestra Domini. In questo modo puoi scegliere una versione specifica di PHP da usare per quel dominio, e solo quello.
ja: Valet 3 以降をインストールしている場合、Domains ウィンドウでドメインを右クリックするとドメイン分離を利用できます。これにより、そのドメインだけに使用する PHP のバージョンを選択できるようになります。
tr: Eğer Valet 3 veya daha yeni bir sürüm kuruluysa, Domains penceresinde belirli bir alan adına sağ tıklayarak alan adı izolasyonunu kullanabilirsiniz. Bu sayede o alan adı için kullanılacak PHP sürümünü seçebilir ve yalnızca o alan adı için geçerli kılabilirsiniz.
zh_hans: 如果安装了 Valet 3 或更新版本，甚至可以通过右键单击域名窗口中的指定域名来使用域名隔离。这样，您就可以为该域名选择一个特定的 PHP 版本，而且只能在该域名使用。

# onboarding.tour.feature_unavailable
source: This feature is currently unavailable and requires Laravel Valet to be installed.
ar: هذه الميزة غير متوفرة حاليًا وتتطلب تثبيت Laravel Valet.
bn: এই ফিচারটি বর্তমানে অপ্রাপ্য এবং ল্যারাভেল ভ্যালেট ইনস্টল করা প্রয়োজন।
es: Esta función está actualmente inavailability e requiere Laravel Valet instalado.
fr: Cette fonctionnalité n'est actuellement pas disponible et nécessite l'installation de Laravel Valet.
hi: यह सुविधा वर्तमान में उपलब्ध नहीं है और इसके लिए Laravel Valet को स्थापित करना आवश्यक है।
id: Fitur ini saat ini tidak tersedia dan memerlukan Laravel Valet untuk diinstal.
it: Questa funzionalità non è attualmente disponibile e richiede l'installazione di Laravel Valet.
ja: この機能は現在利用できません。Laravel Valet がインストールされている必要があります.
tr: Bu özellik şu anda kullanılamaz ve Laravel Valet'in kurulması gerekir.
zh_hans: 此功能目前不可用，需要安装 Laravel Valet。

# onboarding.tour.once
source: You will only see the Welcome Tour once. You can re-open the Welcome Tour later via the menu bar icon (available in the menu, under First Aid & Services).
ar: سترى جولة الترحيب مرة واحدة فقط. يمكنك إعادة فتح جولة الترحيب لاحقًا عبر أيقونة شريط القوائم (متوفرة في القائمة، تحت First Aid & Services).
bn: আপনি কেবল একবারই স্বাগতম ট্যুর দেখবেন। আপনি পরে মেনু বার আইকনের মাধ্যমে (মেনুতে, ফার্স্ট এড ও সার্ভিসেসের অধীনে উপলব্ধ) স্বাগতম ট্যুর পুনরায় খুলতে পারবেন।
es: Usted verá esta Gira Únicamente Una Vez. Puede reabrir la Gira de Bienvenida más tarde a través del ícono de la barra de menús (disponible en el menú, bajo Primera Aida & Servicios).
fr: Vous ne verrez la visite de bienvenue qu'une seule fois. Vous pouvez rouvrir la visite de bienvenue ultérieurement via l'icône de la barre de menu (disponible dans le menu, sous Premiers Secours et Services).
hi: आप केवल एक बार स्वागत यात्रा देखेंगे। आप बाद में मेनू बार आइकन (मेन्यू, फ़र्स्ट एड & सर्विसेज़ के तहत उपलब्ध) के माध्यम से स्वागत यात्रा को फिर से खोल सकते हैं।
id: Anda hanya akan melihat Tur Selamat Datang sekali saja. Anda dapat membuka kembali Tur Selamat Datang nanti melalui ikon bilah menu (tersedia di menu, di bawah First Aid & Services).
it: Vedrai la presentazione di benvenuto solo una volta. Puoi riaprire la presentazione di benvenuto più tardi tramite l'icona nella barra dei menu (disponibile nel menu, sotto First Aid & Services).
ja: Welcome Tour は一度だけ表示されます。メニューバーのアイコン（First Aid & Services の下にある）から後で再度開くことができます。
tr: Hoşgeldiniz Turu'nu yalnızca bir kez görürsünüz. Daha sonra menü çubuğu simgesinden (Menü, İlk Yardım & Servisler altında) Hoşgeldiniz Turu'nu yeniden açabilirsiniz.
zh_hans: 您只能看到一次 Welcome Tour。您可以稍后通过菜单栏图标(可在 `急救与服务` 下的菜单中找到)重新打开 Welcome Tour。

# onboarding.tour.close
source: Close Tour
ar: إغلاق الجولة
bn: ট্যুর বন্ধ করুন
es: Cierre Tour
fr: Fermer la Visite d'Accueil
hi: टूर बंद करें
id: Tutup Tur
it: Chiudi il tour
ja: ツアーを閉じる
tr: Turu Kapat
zh_hans: 关闭 Tour

# mi_php_doctor
source: PHP Doctor
bn: পিএইচপি ডাক্তার
hi: PHP डॉक्टर
ja: PHP ドクター
tr: PHP Doktoru

# domain_list.columns.secure
source: TLS
hi: टीएलएस

# warnings.title
source: PHP Doctor
es: Doctor de PHP

# domain_list.no_domains
source: You have not set up any domains or proxies yet.
fr: Vous n'avez pas encore configuré de domaines ou de proxies.

# domain_list.no_domains_for_search_query
source: There are no results for your search query.
fr: Votre recherche ne retourne aucun résultat.
