Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# domain_list.confirm_unproxy_desc
source: You can always recreate proxy the again by clicking on the + button.
ar: يمكنك دائمًا إعادة إنشاء الوكيل مرة أخرى بالنقر على زر +.
bn: আপনি সর্বদা + বোতামে ক্লিক করে আবার প্রোক্সি পুনরায় তৈরি করতে পারেন।
es: Siempre puedes crear el proxy de nuevo haciendo clic en el botón +.
fr: Vous pouvez toujours recréer le proxy en cliquant à nouveau sur le bouton +.
hi: आप हमेशा फिर से प्रॉक्सी बना सकते हैं, बस + बटन पर क्लिक करके।
id: Anda dapat selalu membuat ulang proxy lagi dengan mengklik tombol +.
it: Puoi sempre ricreare nuovamente il proxy facendo clic sul pulsante +.
ja: 再度+ボタンをクリックしてプロキシを再作成できます。
tr: Her zaman + düğmesine tıklayarak yeniden proxy oluşturabilirsiniz.
zh_hans: 您可以随时点击 + 按钮重新创建代理

# domain_list.columns.domain
source: Domain
ar: نطاق
bn: ডোমেইন
es: Dominio
fr: Domaine
hi: डोमेन
it: Dominio
ja: ドメイン
tr: Alan Adı
zh_hans: 域名

# domain_list.columns.active
source: Active
ar: نشط
bn: সক্রিয়
es: Activo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: 有効
tr: Aktif

# domain_list.columns.kind
source: Kind
ar: نوع
bn: ধরন
es: Tipo
fr: Sorte
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
tr: Tür
zh_hans: 种类

# domain_list.columns.project_type
source: Project Type
ar: نوع المشروع
bn: প্রজেক্ট টাইপ
es: Tipo de proyecto
fr: Type de Projet
hi: परियोजना प्रकार
id: Jenis Proyek
it: Tipo di progetto
ja: プロジェクトタイプ
tr: Proje Türü
zh_hans: 项目类型

# selection.title
source: What kind of domain would you like to set up?
ar: ما نوع المجال الذي ترغب في إعداده؟
bn: আপনি কোন ধরনের ডোমেইন সেট আপ করতে চান?
es: ¿Qué tipo de dominio te gustaría configurar?
fr: Quel type de domaine souhaitez-vous configurer ?
hi: आप किस प्रकार का डोमेन सेटअप करना चाहेंगे?
id: Jenis domain apa yang ingin Anda atur?
it: Che tipo di dominio vorresti configurare?
ja: どのようなドメインを設定しますか？
tr: Hangi tür alan adı kurmak istersiniz?
zh_hans: 您想设置什么样的域名？

# selection.description
source: Links are used to directly serve projects. If you have a Laravel, Symfony, WordPress, etc. folder with code, you'll want to create a link and choose the folder where your code lives. If you are in need of a proxy, you can proxy e.g. a container to a particular domain name. This can be useful in combination with Docker, for example.
ar: يتم استخدام الروابط لتقديم المشاريع مباشرةً. إذا كان لديك مجلد Laravel أو Symfony أو WordPress، إلخ مع الكود، فسترغب في إنشاء رابط واختيار المجلد الذي يتواجد فيه كودك.\n\nإذا كنت بحاجة إلى وكيل (بروكسي)، يمكنك توجيه مثلاً حاوية إلى اسم نطاق محدد. يمكن أن يكون هذا مفيداً بالتعاون مع Docker، على سبيل المثال.
bn: লিঙ্কগুলি সরাসরি প্রকল্প পরিবেশন করতে ব্যবহৃত হয়। যদি আপনার Laravel, Symfony, WordPress ইত্যাদি কোডসহ একটি ফোল্ডার থাকে, তবে আপনি একটি লিঙ্ক তৈরি করে সেই ফোল্ডারটি নির্বাচন করতে চান যেখানে আপনার কোড রয়েছে। যদি আপনাকে প্রোক্সি দরকার হয়, আপনি উদাহরণস্বরূপ একটি কনটেইনারকে নির্দিষ্ট ডোমেন নামের সাথে প্রোক্সি করতে পারেন। এটি Docker‑এর সঙ্গে মিলিয়ে ব্যবহার করলে উপকারী হতে পারে।
es: Los enlaces se usan para servir proyectos directamente. Si tienes una carpeta de Laravel, Symfony, WordPress, etc. con código, querrás crear un enlace y elegir la carpeta donde vive tu código. Si necesitas un proxy, puedes hacer proxy de, por ejemplo, un contenedor a un nombre de dominio particular. Esto puede ser útil en combinación con Docker, por ejemplo.
fr: Les liens sont utilisés pour servir directement les projets. Si vous avez un dossier Laravel, Symfony, WordPress, etc. contenant du code, vous voudrez créer un lien et choisir le dossier où se trouve votre code. Si vous avez besoin d'un proxy, vous pouvez proxyer par exemple un conteneur vers un nom de domaine particulier. Cela peut être utile en combinaison avec Docker, par exemple.
hi: लिंक का उपयोग परियोजनाओं को सीधे सर्व करने के लिए किया जाता है। यदि आपके पास Laravel, Symfony, WordPress आदि फ़ोल्डर में कोड है, तो आप एक लिंक बनाना चाहेंगे और वह फ़ोल्डर चुनें जहाँ आपका कोड स्थित है। यदि आपको प्रॉक्सी की आवश्यकता हो, तो आप उदाहरण के लिए किसी कंटेनर को किसी विशेष डोमेन नाम से प्रॉक्सी कर सकते हैं। यह Docker के साथ संयोजन में उपयोगी हो सकता है, उदाहरण के लिए।
id: Tautan digunakan untuk langsung menyajikan proyek. Jika Anda memiliki folder Laravel, Symfony, WordPress, dll. dengan kode, Anda akan ingin membuat tautan dan memilih folder tempat kode Anda berada. Jika Anda membutuhkan proxy, Anda dapat memproxy misalnya kontainer ke nama domain tertentu. Ini bisa berguna dalam kombinasi dengan Docker, misalnya.
it: I collegamenti vengono utilizzati per servire direttamente i progetti. Se hai una cartella con codice Laravel, Symfony, WordPress, ecc., vuoi creare un collegamento e scegliere la cartella dove risiede il tuo codice. Se hai bisogno di un proxy, puoi fare il proxy ad esempio di un contenitore verso un nome di dominio specifico. Questo può essere utile in combinazione con Docker, per esempio.
ja: リンクはプロジェクトを直接配信するために使用されます。Laravel、Symfony、WordPress などのコードが入ったフォルダーがある場合、そのフォルダーへのリンクを作成し、コードが保存されている場所を選択します。 プロキシが必要な場合は、たとえばコンテナを特定のドメイン名にプロキシできます。これは Docker と組み合わせると便利です。
tr: Bağlantılar, projeleri doğrudan sunmak için kullanılır. Laravel, Symfony, WordPress vb. kod içeren bir klasörünüz varsa, bir bağlantı oluşturup kodunuzun bulunduğu klasörü seçmek isteyeceksiniz. Bir vekil (proxy) ihtiyacınız varsa, örneğin bir konteyneri belirli bir alan adıyla vekil yapabilirsiniz. Bu, Docker ile birlikte kullanıldığında özellikle faydalı olabilir.
zh_hans: 链接用于直接为项目提供服务。如果你有一个包含代码的 Laravel、Symfony、WordPress 等文件夹，你需要创建一个链接，并选择代码所在的文件夹。 如果需要代理，可以将容器等代理到特定域名。 例如，这在与 Docker 结合使用时非常有用。

# selection.create_link
source: Create a Link
ar: إنشاء رابط
bn: একটি লিঙ্ক তৈরি করুন
es: Crear un enlace
fr: Créer un lien
hi: एक लिंक बनाएं
id: Buat Tautan
it: Crea un link
ja: リンクを作成
tr: Bağlantı Oluştur
zh_hans: 创建链接

# selection.create_proxy
source: Create a Proxy
ar: أنشئ وكيلًا
bn: প্রক্সি তৈরি করুন
es: Crear un proxy
fr: Créer un Proxy
hi: एक प्रॉक्सी बनाएं
id: Buat Proxy
it: Crea un proxy
ja: プロキシを作成
tr: Proxy Oluştur
zh_hans: 创建代理

# selection.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# domain_list.add.set_up_proxy
source: Set up a Proxy
ar: إعداد وكيل
bn: প্রক্সি সেট আপ করুন
es: Configurar un proxy
fr: Configurer un Proxy
hi: एक प्रॉक्सी सेट करें
id: Atur Proxy
it: Configura un proxy
ja: プロキシを設定する
tr: Bir Proxy Ayarlayın
zh_hans: 设置代理

# domain_list.add.proxy_subject
source: Proxy subject (must include protocol and port)
ar: موضوع الوكيل (يجب أن يتضمن البروتوكول والمنفذ)
bn: প্রক্সি বিষয় (প্রোটোকল ও পোর্ট অবশ্যই অন্তর্ভুক্ত করতে হবে)
es: Sujeto del proxy (debe incluir protocolo y puerto)
fr: Sujet du proxy (doit inclure le protocole et le port)
hi: प्रॉक्सी विषय (प्रोटोकॉल और पोर्ट शामिल होना चाहिए)
id: Subjek proxy (harus mencakup protokol dan port)
it: Oggetto proxy (deve includere protocollo e porta)
ja: プロキシ対象（プロトコルとポートを含める必要があります）
tr: Proxy konusu (protokol ve bağlantı noktası eklenmeli)
zh_hans: 代理主机(必须包括协议和端口)

# domain_list.add.domain_name
source: Domain name
ar: اسم النطاق
bn: ডোমেইন নাম
es: Nombre de dominio
fr: Nom de domaine
hi: डोमेन नाम
id: Nama domain
it: Nome dominio
ja: ドメイン名
tr: Alan adı
zh_hans: 域名

# domain_list.add.create_proxy
source: Create Proxy
ar: إنشاء وكيل
bn: প্রক্সি তৈরি করুন
es: Crear proxy
fr: Créer le Proxy
hi: प्रॉक्सी बनाएँ
id: Buat Proxy
it: Crea proxy
ja: プロキシを作成
tr: Proxy Oluştur
zh_hans: 创建代理

# domain_list.add.proxy_available
source: %@ will be proxied and will be available via: %@://%@.%@
ar: %@ سيتم تحويله ويصبح متاحًا عبر: %@://%@.%@
bn: %@ প্রোক্সি করা হবে এবং উপলব্ধ থাকবে: %@://%@.%@
es: %@ será proxy y estará disponible vía: %@://%@.%@
fr: %@ sera proxy et sera disponible via : %@://%@.%@
hi: %@ को प्रॉक्सी किया जाएगा और उपलब्ध होगा: %@://%@.%@
id: %@ akan di-proxy dan tersedia melalui: %@://%@.%@
it: %@ sarà in modalità proxy e sarà disponibile via: %@://%@.%@
ja: %@ はプロキシされ、%@://%@.%@ で利用可能になります。
tr: %@ yönlendirilerek erişilebilir olacak: %@://%@.%@
zh_hans: %@ 将被代理并可通过：%@://%@.%@

# domain_list.add.proxy_https_warning
source: %@ will be proxied and will be available via: %@://%@.%@. (!) IMPORTANT: This proxy may not work until you manually add `proxy_ssl_verify off;` to the nginx configuration file for this domain. It is recommended that you use an unsecured domain as the proxy subject.
ar: %@ سيتم توجيهه وسيكون متاحاً عبر: %@://%@.%@.\n\n(!) هام: قد لا يعمل هذا البروكسي حتى تضيف يدويًا `proxy_ssl_verify off;` إلى ملف إعدادات Nginx لهذا المجال. يُنصح باستخدام نطاق غير مؤمن كموضوع للبروكسي.
bn: %@ প্রোক্সি করা হবে এবং উপলব্ধ থাকবে: %@://%@.%@. (!) গুরুত্বপূর্ণ: এই প্রোক্সি কাজ নাও করতে পারে যতক্ষণ না আপনি ম্যানুয়ালি `proxy_ssl_verify off;` আপনার ডোমেইনের nginx কনফিগারেশন ফাইলে যোগ করেন। প্রোক্সির বিষয়বস্তু হিসাবে একটি অনিরাপদ ডোমেইন ব্যবহার করার পরামর্শ দেওয়া হয়।
es: %@ será proxy y estará disponible vía: %@://%@.%@. (!) IMPORTANTE: Este proxy puede no funcionar hasta que agregues manualmente `proxy_ssl_verify off;` al archivo de configuración de nginx para este dominio. Se recomienda usar un dominio no seguro como sujeto del proxy.
fr: %@ sera proxy et sera disponible via : %@://%@.%@. ( !) IMPORTANT : Ce proxy peut ne pas fonctionner jusqu'à ce que vous ajoutiez manuellement `proxy_ssl_verify off;` au fichier de configuration de nginx pour ce domaine. Il est recommandé d'utiliser un domaine non sécurisé comme sujet du proxy.
hi: %@ को प्रॉक्सी किया जाएगा और यह उपलब्ध होगा: %@://%@.%@. (!) महत्वपूर्ण: जब तक आप मैन्युअल रूप से `proxy_ssl_verify off;` इस डोमेन के nginx कॉन्फ़िगरेशन फ़ाइल में नहीं जोड़ते, तब तक यह प्रॉक्सी काम नहीं कर सकता। यह अनुशंसा की जाती है कि आप प्रॉक्सी विषय के रूप में एक असुरक्षित डोमेन का उपयोग करें।
id: %@ akan diproksikan dan dapat diakses melalui: %@://%@.%@. (!) PENTING: Proksi ini mungkin tidak berfungsi sampai Anda secara manual menambahkan `proxy_ssl_verify off;` ke file konfigurasi nginx untuk domain ini. Disarankan menggunakan domain yang tidak aman sebagai subjek proksi.
it: %@ verrà proxyato e sarà disponibile tramite: %@://%@.%@. (!) IMPORTANTE: questo proxy potrebbe non funzionare finché non aggiungi manualmente `proxy_ssl_verify off;` al file di configurazione nginx per questo dominio. Si consiglia di usare un dominio non sicuro come soggetto del proxy.
ja: %@ はプロキシされ、次の URL で利用可能です：%@://%@.%@. (!) 重要: このプロキシは、手動で `proxy_ssl_verify off;` をこのドメインの nginx 設定ファイルに追加するまで機能しない場合があります。プロキシ対象として未暗号化ドメインを使用することを推奨します。
tr: %@ yönlendirilir ve şu adres üzerinden erişilebilir: %@://%@.%@. (!) ÖNEMLİ: Bu yönlendirme, bu alan adı için nginx yapılandırma dosyasına manuel olarak `proxy_ssl_verify off;` eklemediğiniz sürece çalışmayabilir. Yönlendirme konusu olarak güvenli olmayan bir alan adı kullanmanız önerilir.
zh_hans: %@ 将被代理并可通过以下方式获得： %@://%@.%@. (!)重要提示：在该域名的 nginx 配置文件中手动添加 `proxy_ssl_verify off;` 之前，该代理可能无法工作。建议使用不安全的域名作为代理主体。

# domain_list.add.link_folder
source: Link a Folder
ar: ربط مجلد
bn: ফোল্ডার লিঙ্ক করুন
es: Vincular una carpeta
fr: Lier un dossier
hi: फ़ोल्डर को लिंक करें
id: Tautkan folder
it: Collega una cartella
ja: フォルダーをリンク
tr: Bir klasörü bağla
zh_hans: 链接文件夹

# domain_list.add.domain_name_placeholder
source: Enter a domain name here
ar: أدخل اسم نطاق هنا
bn: এখানে একটি ডোমেইন নাম লিখুন
es: Ingresa un nombre de dominio aquí
fr: Entrez un nom de domaine ici
hi: यहाँ एक डोमेन नाम दर्ज करें
id: Masukkan nama domain di sini
it: Inserisci qui il nome del dominio
ja: ここにドメイン名を入力してください
tr: Buraya bir alan adı girin
zh_hans: 在此输入域名

# domain_list.add.secure_after_creation
source: Secure %@.%@ after creation
ar: تأمين %@.%@ بعد الإنشاء
bn: %@.%@ তৈরির পর সুরক্ষিত করুন
es: Asegurar %@.%@ después de la creación
fr: Sécuriser %@.%@ après la création
hi: सुरक्षित करें %@.%@ निर्माण के बाद
id: Amankan %@.%@ setelah pembuatan
it: Proteggi %@.%@ dopo la creazione
ja: 作成後に%@.%@を保護します
tr: Oluşturma sonrası %@.%@'yi güvenli hale getir
zh_hans: 创建后 secure %@.%@

# domain_list.add.secure_description
source: Securing a domain requires administrative privileges. You may be prompted for your password or Touch ID.
ar: تأمين نطاق يتطلب امتيازات إدارية. قد يُطلب منك إدخال كلمة المرور أو استخدام Touch ID.
bn: একটি ডোমেইন সুরক্ষিত করতে প্রশাসনিক অধিকার প্রয়োজন। আপনার পাসওয়ার্ড বা টাচ আইডি চাওয়া হতে পারে।
es: Asegurar un dominio requiere privilegios administrativos. Es posible que se te solicite tu contraseña o Touch ID.
fr: La sécurisation d'un domaine nécessite des privilèges administrateurs. Il se peut que l'on vous demande votre mot de passe ou votre Touch ID.
hi: डोमेन को सुरक्षित करने के लिए प्रशासनिक विशेषाधिकारों की आवश्यकता होती है। आपसे आपका पासवर्ड या टच आईडी मांगा जा सकता है।
id: Memperkuat domain memerlukan hak administratif. Anda mungkin diminta memasukkan kata sandi atau Touch ID.
it: Proteggere un dominio richiede privilegi amministrativi. Potrebbe essere richiesta la tua password o Touch ID.
ja: ドメインを保護するには管理者権限が必要です。 パスワードまたはTouch IDの入力を求められる場合があります。
tr: Bir alanı güvence altına almak yönetici ayrıcalıkları gerektirir. Parolanız veya Touch ID için size sorulabilir.
zh_hans: 确保域名安全需要管理权限

# domain_list.add.create_link
source: Create Link
ar: إنشاء رابط
bn: লিংক তৈরি করুন
es: Crear enlace
fr: Créer Lien
hi: लिंक बनाएं
id: Buat Tautan
it: Crea link
ja: リンクを作成
tr: Bağlantı Oluştur
zh_hans: 创建链接

# domain_list.add.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# domain_list.add.folder_available
source: This site will be available via the following URL: %@://%@.%@
ar: سيتم عرض هذا الموقع عبر العنوان التالي: %@://%@.%@
bn: এই সাইটটি নিম্নলিখিত URL এর মাধ্যমে উপলব্ধ হবে: %@://%@.%@
es: Este sitio estará disponible vía la siguiente URL: %@://%@.%@
fr: Ce site sera accessible via l'URL suivante : %@://%@.%@
hi: यह साइट निम्नलिखित URL के माध्यम से उपलब्ध होगी: %@://%@.%@
id: Situs ini akan tersedia melalui URL berikut: %@://%@.%@
it: Questo sito sarà disponibile all'indirizzo seguente: %@://%@.%@
ja: このサイトは次のURLで利用可能です：%@://%@.%@
tr: Bu site aşağıdaki URL üzerinden erişilebilir olacaktır: %@://%@.%@
zh_hans: 本网站将通过以下 URL 提供： %@://%@.%@

# domain_list.add.empty_fields
source: One or more fields are empty. Please fill all required fields.
ar: واحد أو أكثر من الحقول فارغة. يرجى ملء جميع الحقول المطلوبة.
bn: এক বা একাধিক ক্ষেত্র খালি আছে। অনুগ্রহ করে সমস্ত প্রয়োজনীয় ক্ষেত্র পূরণ করুন।
es: Uno o más campos están vacíos. Por favor, completa todos los campos requeridos.
fr: Un ou plusieurs champs sont vides. Veuillez remplir tous les champs obligatoires.
hi: एक या अधिक फ़ील्ड खाली हैं। कृपया सभी आवश्यक फ़ील्ड भरें।
id: Salah satu atau lebih bidang kosong. Silakan isi semua bidang yang diperlukan.
it: Uno o più campi sono vuoti. Per favore, riempi tutti i campi obbligatori.
ja: 1つ以上のフィールドが空です。必須項目をすべて入力してください。
tr: Bir veya daha fazla alan boş. Lütfen tüm zorunlu alanları doldurun.
zh_hans: 一个或多个字段为空。请填写所有必填字段

# domain_list.add.errors.empty
source: You must enter a domain name.
ar: يجب إدخال اسم نطاق.
bn: আপনাকে একটি ডোমেইনের নাম লিখতে হবে।
es: Debes ingresar un nombre de dominio.
fr: Vous devez saisir un nom de domaine.
hi: आपको एक डोमेन नाम दर्ज करना होगा.
id: Anda harus memasukkan nama domain.
it: Devi inserire un nome di dominio.
ja: ドメイン名を入力してください。
tr: Bir alan adı girmeniz gerekir.
zh_hans: 您必须输入域名

# domain_list.add.errors.empty_proxy
source: You must enter what will be proxied.
ar: يجب أن تدخل ما سيتم توجيهه عبر البروكسي.
bn: আপনাকে যেটি প্রক্সি করা হবে তা প্রবেশ করাতে হবে।
es: Debes ingresar lo que será proxy.
fr: Vous devez indiquer ce qui sera proxy.
hi: आपको यह दर्ज करना आवश्यक है कि किसे प्रॉक्सी किया जाएगा।
id: Anda harus memasukkan apa yang akan diproksi.
it: Devi indicare ciò che verrà proxy.
ja: プロキシする内容を入力してください。
tr: Proxies edilecek öğeyi girmelisiniz.
zh_hans: 您必须输入要代理的内容

# domain_list.add.errors.subject_invalid
source: The subject you've entered is not valid. You must include the protocol and port.
ar: الموضوع الذي أدخلته غير صالح.\nيجب أن تتضمن البروتوكول والمنفذ.
bn: আপনি যে বিষয়টি প্রবেশ করেছেন তা বৈধ নয়। আপনাকে প্রোটোকল এবং পোর্ট অন্তর্ভুক্ত করতে হবে।
es: El sujeto que has ingresado no es válido. Debes incluir el protocolo y puerto.
fr: Le sujet que vous avez saisi n'est pas valide. Vous devez inclure le protocole et le port.
hi: आपके द्वारा दर्ज किया गया विषय मान्य नहीं है。 कृपया प्रोटोकॉल और पोर्ट शामिल करें。
id: Subjek yang Anda masukkan tidak valid. Anda harus menyertakan protokol dan port.
it: Il soggetto inserito non è valido. Devi includere il protocollo e la porta.
ja: 入力された件名は無効です。 プロトコルとポートを含める必要があります。
tr: Girdiğiniz konu geçerli değil. Protokol ve bağlantı noktasını eklemeniz gerekir.
zh_hans: 您输入的主题无效

# domain_list.add.errors.already_exists
source: A link with that name already exists.
ar: نقطة ربط بهذا الاسم موجودة بالفعل.
bn: সেই নামের একটি লিংক ইতিমধ্যে বিদ্যমান।
es: Ya existe un enlace con ese nombre.
fr: Un lien portant ce nom existe déjà.
hi: उस नाम वाला एक लिंक पहले से मौजूद है。
id: Tautan dengan nama tersebut sudah ada.
it: Un collegamento con quel nome esiste già.
ja: その名前のリンクはすでに存在します。
tr: O adla bir bağlantı zaten mevcut.
zh_hans: 该名称的链接已经存在

# domain_list.alert.folder_missing.desc
source: The folder you chose no longer seems to exist. Do you want to cancel adding this folder? If you moved the folder, you could always put it back and try again.
ar: المجلد الذي اخترته لا يبدو أنه موجود بعد الآن. هل تريد إلغاء إضافة هذا المجلد؟ إذا نقلت المجلد، يمكنك دائمًا إعادة وضعه والمحاولة مرة أخرى.
bn: আপনি যে ফোল্ডারটি নির্বাচন করেছেন তা আর বিদ্যমান বলে মনে হচ্ছে না। আপনি কি এই ফোল্ডারটি যোগ করা বাতিল করতে চান? যদি আপনি ফোল্ডারটি সরিয়ে থাকেন, তবে আপনি সবসময় এটি আবার রাখতে পারেন এবং পুনরায় চেষ্টা করতে পারেন.
es: La carpeta que elegiste ya no parece existir. ¿Quieres cancelar la adición de esta carpeta? Si moviste la carpeta, siempre puedes volver a ponerla y intentar de nuevo.
fr: Le dossier que vous avez choisi ne semble plus exister. Voulez-vous annuler l'ajout de ce dossier ? Si vous avez déplacé le dossier, vous pouvez toujours le remettre en place et réessayer.
hi: आपके द्वारा चुना गया फ़ोल्डर अब मौजूद नहीं लगता है। क्या आप इस फ़ोल्डर को जोड़ने से रद्द करना चाहते हैं? यदि आपने फ़ोल्डर को स्थानांतरित किया है, तो आप इसे वापस रखकर फिर से प्रयास कर सकते हैं।
id: Folder yang Anda pilih tampaknya sudah tidak ada lagi. Apakah Anda ingin membatalkan penambahan folder ini? Jika Anda memindahkan folder tersebut, Anda dapat menempatkannya kembali dan mencoba lagi.
it: La cartella che hai scelto sembra non esistere più. Vuoi annullare l'aggiunta di questa cartella? Se hai spostato la cartella, puoi sempre ripristinarla e provare di nuovo.
ja: 選択したフォルダはもう存在しないようです。このフォルダの追加をキャンセルしますか？ フォルダを移動した場合、いつでも戻して再試行できます。
tr: Seçtiğiniz klasör artık mevcut değil gibi görünüyor. Bu klasörü eklemeyi iptal etmek ister misiniz? Klasörü taşıdıysanız, her zaman geri koyabilir ve tekrar deneyebilirsiniz.
zh_hans: 您选择的文件夹似乎已不存在。您要取消添加此文件夹吗？如果您移动了文件夹，可以将其放回去再试一次。

# domain_list.alert.folder_missing.title
source: Folder missing!
ar: المجلد مفقود!
bn: ফোল্ডার অনুপস্থিত!
es: ¡Carpeta faltante!
fr: Dossier manquant !
hi: फ़ोल्डर अनुपस्थित है!
id: Folder hilang!
it: Cartella mancante!
ja: フォルダが見つかりません！
tr: Klasör eksik!
zh_hans: 文件夹丢失！

# domain_list.alert.folder_missing.cancel
source: Cancel Link
ar: إلغاء الرابط
bn: লিংক বাতিল করুন
es: Cancelar enlace
fr: Annuler le Lien
hi: लिंक रद्द करें
id: Batal Tautan
it: Annulla collegamento
ja: リンクをキャンセル
tr: Bağlantıyı İptal Et
zh_hans: 取消链接

# domain_list.alert.folder_missing.return
source: OK
ar: حسناً
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
id: Oke
tr: Tamam
zh_hans: 确定

# domain_list.add.modal_description
source: First, select which folder you would like to link.
ar: أولاً، اختر المجلد الذي ترغب في ربطه.
bn: প্রথমে, আপনি যেই ফোল্ডারটি লিঙ্ক করতে চান তা নির্বাচন করুন।
es: Primero, selecciona qué carpeta te gustaría vincular.
fr: Sélectionnez d'abord le dossier que vous souhaitez lier.
hi: पहले, चुनें कि आप किस फ़ोल्डर को लिंक करना चाहेंगे।
id: Pertama, pilih folder yang ingin Anda tautkan.
it: Innanzitutto, seleziona quale cartella desideri collegare.
ja: まず、リンクしたいフォルダを選択してください。
tr: Öncelikle bağlamak istediğiniz klasörü seçin.
zh_hans: 首先，选择要链接的文件夹

# domain_list.isolate
source: Switch PHP Version
ar: تبديل إصدار PHP
bn: PHP সংস্করণ পরিবর্তন করুন
es: Cambiar versión de PHP
fr: Changer la Version de PHP
hi: PHP संस्करण बदलें
id: Ganti Versi PHP
it: Cambia versione PHP
ja: PHPバージョンを切り替える
tr: PHP Sürümünü Değiştir
zh_hans: 切换 PHP 版本

# domain_list.site_isolation
source: Site Isolation
ar: عزل الموقع
bn: সাইট বিচ্ছিন্নকরণ
es: Aislamiento del sitio
fr: Isolation du site
hi: साइट पृथक्करण
id: Isolasi Situs
it: Isolamento del sito
ja: サイト分離
tr: Site İzolasyonu
zh_hans: 站点隔离

# domain_list.remove_isolation
source: Remove Isolation
ar: إزالة العزل
bn: বিচ্ছিন্নতা অপসারণ
es: Eliminar aislamiento
fr: Supprimer l'isolation
hi: अलगाव हटाएँ
id: Hapus Isolasi
it: Rimuovi isolamento
ja: 隔離を解除
tr: İzolasyonu Kaldır
zh_hans: 删除隔离

# domain_list.always_use_php
source: Always use PHP %@
ar: استخدم دائمًا PHP %@
bn: সর্বদা PHP ব্যবহার করুন %@
es: Usar siempre PHP %@
fr: Tojours utiliser PHP %@
hi: हमेशा PHP का उपयोग करें %@
id: Selalu gunakan PHP %@
it: Usa sempre PHP %@
ja: PHP %@ を常に使用します
tr: Her zaman PHP %@ kullanın
zh_hans: 始终使用 PHP %@

# domain_list.isolation_unavailable
source: Isolation Not Supported (in Valet 2)
ar: العزل غير مدعوم (في Valet 2)
bn: আইসোলেশন সমর্থিত নয় (Valet ২‑এ)
es: Aislamiento no compatible (en Valet 2)
fr: Isolement non pris en charge (dans Valet 2)
hi: आइसोलेशन समर्थित नहीं है (Valet 2 में)
id: Isolasi Tidak Didukung (di Valet 2)
it: L'isolamento non è supportato (in Valet 2)
ja: Isolation はサポートされていません（Valet 2で）
tr: İzolasyon Desteklenmiyor (Valet 2'de)
zh_hans: 不支持隔离(在 Valet 2 中)

# domain_list.actions
source: Actions
ar: الإجراءات
bn: কর্ম
es: Acciones
hi: क्रियाएँ
id: Aksi
it: Azioni
ja: 操作
tr: Eylemler
zh_hans: 操作

# domain_list.unlink
source: Unlink Directory
ar: إلغاء ربط الدليل
bn: ডিরেক্টরি বিচ্ছিন্ন করুন
es: Desvincular directorio
fr: Supprimer le Lien vers le Dossier
hi: डायरेक्टरी अनलिंक करें
id: Lepaskan Direktori
it: Scollega directory
ja: ディレクトリのリンクを解除
tr: Dizin Bağlantısını Kaldır
zh_hans: 取消链接目录

# domain_list.secure
source: Secure Domain
ar: نطاق آمن
bn: নিরাপদ ডোমেইন
es: Asegurar dominio
fr: Sécuriser le Domaine
hi: सुरक्षित डोमेन
id: Domain Aman
it: Dominio sicuro
ja: 安全なドメイン
tr: Güvenli Alan
zh_hans: 安全域名

# domain_list.unsecure
source: Unsecure Domain
ar: نطاق غير آمن
bn: অসুরক্ষিত ডোমেইন
es: Desasegurar dominio
fr: Supprimer la Sécurisation du Domaine
hi: असुरक्षित डोमेन
id: Domain Tidak Aman
it: Dominio non sicuro
ja: 不安全なドメイン
tr: Güvensiz Alan Adı
zh_hans: 不安全域名

# domain_list.open_in_finder
source: Open in Finder
ar: افتح في Finder
bn: Finder‑এ খুলুন
es: Abrir en Finder
fr: Ouvrir dans le Finder
hi: फ़ाइंडर में खोलें
id: Buka di Finder
it: Apri in Finder
ja: Finderで開く
tr: Finder'da Aç
zh_hans: 在 Finder 中打开

# domain_list.open_in_browser
source: Open in Browser
ar: افتح في المتصفح
bn: ব্রাউজারে খুলুন
es: Abrir en navegador
fr: Ouvrir dans le Navigateur
hi: ब्राउज़र में खोलें
id: Buka di Peramban
it: Apri nel browser
ja: ブラウザで開く
tr: Tarayıcıda Aç
zh_hans: 在浏览器中打开

# domain_list.open_in_terminal
source: Open in Terminal
ar: افتح في الطرفية
bn: টার্মিনালে খুলুন
es: Abrir en Terminal
fr: Ouvrir dans le Terminal
hi: टर्मिनल में खोलें
id: Buka di Terminal
it: Apri nel terminale
ja: ターミナルで開く
tr: Terminal'da Aç
zh_hans: 在终端中打开

# domain_list.detected_apps
source: Detected Applications
ar: التطبيقات المكتشفة
bn: সনাক্তকৃত অ্যাপ্লিকেশনসমূহ
es: Aplicaciones detectadas
fr: Applications Détectées
hi: पता लगाए गए अनुप्रयोग
id: Aplikasi Terdeteksi
it: Applicazioni rilevate
ja: 検出されたアプリケーション
tr: Tespit Edilen Uygulamalar
zh_hans: 检测到的应用程序
