Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# prefs.notify_about_presets_desc
source: Displays a notification whenever a preset has been successfully applied or reverted.
ar: يعرض إشعارًا كلما تم تطبيق الإعداد المسبق بنجاح أو التراجع عنه.
bn: প্রতিবার একটি প্রিসেট সফলভাবে প্রয়োগ বা প্রত্যাবর্তন হলে নোটিফিকেশন প্রদর্শিত হবে।
es: Muestra una notificación cada vez que se aplica o revierte correctamente un preset.
fr: Affiche une notification lorsqu'un paramètre a été appliqué ou annulé avec succès.
hi: जब भी कोई प्रीसेट सफलतापूर्वक लागू या पुनःस्थापित किया जाए, तो एक सूचना प्रदर्शित की जाती है।
id: Menampilkan notifikasi setiap kali sebuah preset berhasil diterapkan atau dikembalikan.
it: Mostra una notifica ogni volta che un preset è stato applicato o ripristinato con successo.
ja: 設定が正常に適用または元に戻されたときに通知を表示します。
tr: Bir ön ayar başarıyla uygulandığında veya geri alındığında bir bildirim gösterir.
zh_hans: 每当成功应用或恢复预设时显示通知

# prefs.notify_about_presets
source: Notify about applied presets
ar: إشعار حول القوالب المطبقة
bn: প্রয়োগিত প্রিসেট সম্পর্কে অবহিত করুন
es: Notificar sobre presets aplicados
fr: Notification de l'application des paramètres
hi: लागू किए गए प्रीसेट्स के बारे में सूचित करें
id: Beritahu tentang preset yang diterapkan
it: Notifica sui preset applicati
ja: 適用されたプリセットについて通知する
tr: Uygulanan ön ayarları bildir
zh_hans: 通知已应用的预设

# prefs.notify_about_secure_status_desc
source: Displays a notification when a domain has been secured or unsecured.
ar: يعرض إشعارًا عند تأمين نطاق أو إلغاء تأمينه.
bn: একটি ডোমেইন সুরক্ষিত বা অসুরক্ষিত হলে একটি বিজ্ঞপ্তি প্রদর্শন করে।
es: Muestra una notificación cuando un dominio ha sido asegurado o desasegurado.
fr: Affiche une notification lorsqu'un domaine a été sécurisé ou non sécurisé
hi: जब किसी डोमेन को सुरक्षित या असुरक्षित किया गया हो, तो एक सूचना प्रदर्शित करता है।
id: Menampilkan pemberitahuan ketika sebuah domain telah diamankan atau tidak diamankan.
it: Visualizza una notifica quando un dominio è stato protetto o non protetto.
ja: ドメインがセキュリティ保護されているか解除されたときに通知を表示します。
tr: Bir alan adı güvenli veya güvensiz hale getirildiğinde bir bildirim gösterir.
zh_hans: 域名已安全或未安全时显示通知

# prefs.notify_about_secure_status
source: Notify about secure/unsecure status
ar: إخطار حول الحالة الآمنة وغير الآمنة
bn: সুরক্ষিত/অসুরক্ষিত স্থিতি সম্পর্কে জানান;
es: Notificar sobre estado seguro/inseguro
fr: Notification de l'état sécurisé/non sécurisé
hi: सुरक्षित/असुरक्षित स्थिति के बारे में सूचित करें
id: Beritahu tentang status aman/tidak aman
it: Notifica sullo stato sicuro/insicuro
ja: 安全／非安全ステータスについて通知する
tr: Güvenli/güvensiz durumu bildir
zh_hans: 通知安全/不安全状态

# prefs.notify_about_composer_success_desc
source: Displays a notification when the global Composer configuration was successfully updated.
ar: يعرض إشعارًا عندما يتم تحديث إعدادات Composer العالمية بنجاح.
bn: গ্লোবাল Composer কনফিগারেশন সফলভাবে আপডেট হলে একটি নোটিফিকেশন প্রদর্শিত হয়।
es: Muestra una notificación cuando la configuración global de Composer se actualizó correctamente.
fr: Affiche une notification lorsque la configuration globale de Composer a été mise à jour avec succès
hi: कुल Composer कॉन्फ़िगरेशन सफलतापूर्वक अपडेट होने पर एक सूचना प्रदर्शित करता है।
id: Menampilkan pemberitahuan ketika konfigurasi Composer global berhasil diperbarui.
it: Mostra una notifica quando la configurazione globale di Composer è stata aggiornata con successo.
ja: グローバルComposer設定が正常に更新されたときに通知を表示します。
tr: Küresel Composer yapılandırması başarıyla güncellendiğinde bir bildirim gösterir.
zh_hans: 当全局 Composer 配置更新成功时显示通知

# prefs.notify_about_composer_success
source: Notify about global composer update
ar: أبلغ عن تحديث Composer العام
bn: গ্লোবাল কম্পোজার আপডেট সম্পর্কে জানানো হবে
es: Notificar sobre actualización global de composer
fr: Notifier sur les mises à jour globales composer
hi: वैश्विक कॉम्पोज़र अपडेट के बारे में सूचित करें
id: Beritahu tentang pembaruan composer global
it: Notifica l'aggiornamento globale di Composer
ja: グローバルComposerの更新を通知
tr: Küresel composer güncellemesi hakkında bildirim gönder
zh_hans: 通知全局 Composer 更新

# prefs.warn_about_non_standard_tld_desc
source: If you use a non-standard TLD, you may not wish to get repeated notifications about this.
ar: إذا كنت تستخدم نطاقًا غير قياسي، قد لا ترغب في تلقي إشعارات متكررة حول ذلك.
bn: যদি আপনি একটি অপ্রচলিত TLD ব্যবহার করেন, তবে আপনি এই বিষয়ে পুনরায় বিজ্ঞপ্তি পেতে না চাইতে পারেন।
es: Si usas un TLD no estándar, es posible que no desees recibir notificaciones repetidas sobre esto.
fr: Si vous utilisez un TLD non standard, vous ne souhaiterez peut-être pas recevoir de notifications répétées à ce sujet
hi: यदि आप एक गैर‑मानक TLD का उपयोग करते हैं, तो आप इसके बारे में बार‑बार सूचनाएँ प्राप्त नहीं करना चाहेंगे।
id: Jika Anda menggunakan TLD yang tidak standar, Anda mungkin tidak ingin menerima pemberitahuan berulang tentang ini.
it: Se utilizzi un TLD non standard, potresti non volere ricevere notifiche ripetute su questo.
ja: 非標準のTLDを使用している場合、この件について繰り返し通知されることを望まないかもしれません。
tr: Standart olmayan bir TLD kullanıyorsanız, bu konuda tekrarlayan bildirimler almak istemeyebilirsiniz.
zh_hans: 如果您使用非标准顶级域名，您可能不希望重复收到相关通知

# prefs.warn_about_non_standard_tld
source: Warn about non-standard TLD
ar: تحذير عن نطاقات غير قياسية
bn: অ-মানক TLD সম্পর্কে সতর্ক করুন
es: Advertir sobre TLD no estándar
fr: Avertir à propos d'un TLD non standard
hi: गैर‑मानक TLD के बारे में चेतावनी दें
id: Peringatkan tentang TLD tidak standar
it: Avvisa sui TLD non standard
ja: 非標準TLDについて警告
tr: Standart dışı TLD'ler hakkında uyar
zh_hans: 警告非标准 TLD

# prefs.display_global_version_switcher_desc
source: If disabled, you will not be able to change the globally linked PHP version via the main menu.
ar: إذا تم تعطيله، لن تتمكن من تغيير إصدار PHP المرتبط عالميًا عبر القائمة الرئيسية.
bn: যদি নিষ্ক্রিয় করা হয়, তবে আপনি প্রধান মেনুর মাধ্যমে গ্লোবালি সংযুক্ত PHP সংস্করণ পরিবর্তন করতে পারবেন না।
es: Si está desactivado, no podrás cambiar la versión de PHP vinculada globalmente a través del menú principal.
fr: Si cette option est désactivée, vous ne pourrez pas modifier la version de PHP liée globalement via le menu principal.
hi: यदि अक्षम किया गया है, तो आप मुख्य मेनू के माध्यम से वैश्विक रूप से जुड़े PHP संस्करण को बदलने में सक्षम नहीं होंगे。
id: Jika dinonaktifkan, Anda tidak akan dapat mengubah versi PHP yang terhubung secara global melalui menu utama.
it: Se disabilitato, non potrai cambiare la versione PHP collegata globalmente tramite il menu principale.
ja: 無効にすると、メインメニューからグローバルにリンクされた PHP バージョンを変更できなくなります。
tr: Eğer devre dışı bırakılırsa, ana menü üzerinden küresel olarak bağlanmış PHP sürümünü değiştiremezsiniz.
zh_hans: 如果禁用，将无法通过主菜单更改全局链接的 PHP 版本

# prefs.display_global_version_switcher
source: PHP Switcher
ar: مبدّل PHP
bn: PHP সুইচার
es: Selector de PHP
hi: PHP स्विचर
id: Pengalih PHP
it: Commutatore PHP
ja: PHP スイッチャー
tr: PHP Değiştirici
zh_hans: PHP 切换器

# prefs.display_services_manager_desc
source: If disabled, you will not be able to see, start or stop individual services. (If any services are disabled, you will not be easily able to see that this is the case.)
ar: إذا تم تعطيلها، فلن تتمكن من مشاهدة أو تشغيل أو إيقاف الخدمات الفردية. (إذا كانت أي خدمة معطلة، فلن تستطيع بسهولة أن ترى ذلك.)
bn: যদি নিষ্ক্রিয় করা হয়, আপনি পৃথক সার্ভিসগুলো দেখতে, শুরু করতে বা বন্ধ করতে পারবেন না। (যদি কোনো সার্ভিস নিষ্ক্রিয় থাকে, তাহলে সহজে বুঝতে পারবেন না যে এই পরিস্থিতি ঘটেছে।)
es: Si está desactivado, no podrás ver, iniciar o detener servicios individuales. (Si hay servicios deshabilitados, no podrás ver fácilmente que este es el caso.)
fr: S'il est désactivé, vous ne pourrez pas voir, démarrer ou arrêter les différents services. (Si des services sont désactivés, vous ne pourrez pas facilement voir que c'est le cas).
hi: यदि अक्षम किया गया है, तो आप व्यक्तिगत सेवाओं को नहीं देख पाएंगे, शुरू या रोक नहीं पाएंगे। (यदि कोई सेवा अक्षम है, तो यह स्थिति आसानी से दिखाई नहीं देगी।)
id: Jika dinonaktifkan, Anda tidak akan dapat melihat, memulai atau menghentikan layanan individual. (Jika ada layanan yang dinonaktifkan, Anda tidak akan mudah menyadari bahwa hal tersebut terjadi.)
it: Se disabilitato, non potrai visualizzare, avviare o arrestare singoli servizi. (Se alcuni servizi sono disabilitati, potrebbe essere difficile notarli.)
ja: 無効にすると、個別のサービスを表示・開始・停止できなくなります。（サービスが無効になっている場合、それが分かりにくくなることがあります。）
tr: Devre dışı bırakılırsa, tekil hizmetleri göremez, başlatamaz veya durduramazsınız. (Herhangi bir hizmet devre dışı bırakılmışsa, bu durumun farkında olmanız zorlaşır.)
zh_hans: 如果禁用，将无法查看、启动或停止单个服务。(如果有任何服务被禁用，您将无法轻易察觉)

# prefs.display_services_manager
source: Services Manager
ar: مدير الخدمات
bn: সার্ভিস ম্যানেজার
es: Gestor de servicios
fr: Gestionnaire des services
hi: सर्विस मैनेजर
id: Manajer Layanan
it: Gestione Servizi
ja: サービスマネージャー
tr: Hizmet Yöneticisi
zh_hans: 服务管理器

# prefs.display_valet_integration_desc
source: If disabled, you will not be able to locate the main Valet folder or open the list of domains.
ar: إذا تم تعطيله، فلن تتمكن من تحديد موقع مجلد Valet الرئيسي أو فتح قائمة النطاقات.
bn: যদি নিষ্ক্রিয় করা হয়, আপনি মূল Valet ফোল্ডারটি খুঁজে পাবেন না বা ডোমেইনগুলির তালিকা খুলতে পারবেন না.
es: Si está desactivado, no podrás localizar la carpeta principal de Valet ni abrir la lista de dominios.
fr: Si elle est désactivée, vous ne pourrez pas localiser le dossier principal de Valet ni ouvrir la liste des domaines.
hi: यदि अक्षम किया गया है, तो आप मुख्य Valet फ़ोल्डर को ढूंढ नहीं पाएंगे या डोमेन की सूची खोल नहीं सकेंगे।
id: Jika dinonaktifkan, Anda tidak akan dapat menemukan folder utama Valet atau membuka daftar domain.
it: Se disabilitato, non potrai individuare la cartella principale di Valet o aprire l’elenco dei domini.
ja: 無効にすると、メインのValetフォルダを見つけることも、ドメイン一覧を開くこともできません。
tr: Devre dışı bırakıldığında, ana Valet klasörünü bulamaz ve alan adı listesini açamazsınız.
zh_hans: 如果禁用，您将无法找到 Valet 主文件夹或打开域名列表

# prefs.display_valet_integration
source: Valet Integration
ar: تكامل Valet
bn: ভ্যালেট ইন্টিগ্রেশন
es: Integración con Valet
fr: Intégration Valet
hi: वैलेट एकीकरण
id: Integrasi Valet
it: Integrazione Valet
ja: Valet 統合
tr: Valet Entegrasyonu
zh_hans: Valet 集成

# prefs.display_php_config_finder_desc
source: If disabled, you will not be able to easily locate your PHP configuration files and/or generate a phpinfo() dump.
ar: إذا تم تعطيله، فلن تتمكن بسهولة من العثور على ملفات تكوين PHP الخاصة بك و/أو توليد تفريغ phpinfo().
bn: যদি নিষ্ক্রিয় করা হয়, তবে আপনি সহজেই আপনার PHP কনফিগারেশন ফাইলগুলো খুঁজে পাবেন না এবং/অথবা phpinfo() ডাম্প তৈরি করতে পারবেন না.
es: Si está desactivado, no podrás localizar fácilmente tus archivos de configuración de PHP y/o generar un volcado phpinfo().
fr: Si cette option est désactivée, vous ne pourrez pas localiser facilement vos fichiers de configuration PHP et/ou générer un dump phpinfo().
hi: यदि अक्षम किया गया है, तो आप अपने PHP कॉन्फ़िगरेशन फ़ाइलों को आसानी से ढूंढ नहीं पाएंगे और/या phpinfo() डम्प उत्पन्न नहीं कर पाएंगे।
id: Jika dinonaktifkan, Anda tidak akan dapat dengan mudah menemukan file konfigurasi PHP Anda dan/atau menghasilkan dump phpinfo()
it: Se disabilitato, non potrai facilmente individuare i file di configurazione PHP e/o generare un dump phpinfo().
ja: 無効にすると、PHP 設定ファイルを簡単に見つけることができず、phpinfo() のダンプも生成できません。
tr: Devre dışı bırakıldığında, PHP yapılandırma dosyalarınızı kolayca bulamazsınız ve/veya phpinfo() dökümünü oluşturamazsınız.
zh_hans: 如果禁用，您将无法轻松找到 PHP 配置文件和/或生成 phpinfo()转储

# prefs.display_php_config_finder
source: PHP Config Finder
ar: مستكشف تكوين PHP
bn: PHP কনফিগ ফাইন্ডার
es: Buscador de configuración PHP
fr: Chercheur de configuration PHP
hi: PHP कॉन्फ़िग फाइंडर
id: Pencari Konfigurasi PHP
it: Trovatore di configurazione PHP
ja: PHP設定ファインダー
tr: PHP Konfig Bulucu
zh_hans: PHP 配置查找器

# prefs.display_composer_toolkit_desc
source: If disabled, you will not be able to invoke Composer via the main menu. The automatic Composer update after switching preference is unaffected by this change.
ar: إذا تم تعطيله، لن تتمكن من استدعاء Composer عبر القائمة الرئيسية. التحديث الآلي لـ Composer بعد تبديل الإعداد غير متأثر بهذا التغيير.
bn: যদি নিষ্ক্রিয় করা হয়, আপনি প্রধান মেনুর মাধ্যমে Composer আহ্বান করতে পারবেন না। পছন্দ পরিবর্তনের পর স্বয়ংক্রিয় Composer আপডেট এই পরিবর্তনে প্রভাবিত হবে না.
es: Si está desactivado, no podrás invocar Composer a través del menú principal. La actualización automática de Composer después de cambiar la preferencia no se ve afectada por este cambio.
fr: Si cette option est désactivée, vous ne pourrez pas invoquer Composer via le menu principal. La mise à jour automatique de Composer après avoir changé de préférence n'est pas affectée par ce changement.
hi: यदि अक्षम किया गया है, तो आप मुख्य मेनू के माध्यम से Composer को बुलाने में सक्षम नहीं होंगे। प्राथमिकता बदलने के बाद स्वचालित Composer अपडेट इस परिवर्तन से प्रभावित नहीं होता।
id: Jika dinonaktifkan, Anda tidak akan dapat memanggil Composer melalui menu utama. Pembaruan otomatis Composer setelah mengubah preferensi tidak terpengaruh oleh perubahan ini.
it: Se disabilitato, non potrai avviare Composer dal menu principale. L'aggiornamento automatico di Composer dopo aver cambiato preferenza non è influenzato da questa modifica.
ja: メインメニューからComposerを呼び出せなくなります。設定変更後の自動Composer更新はこの変更に影響されません。
tr: Devre dışı bırakıldığında, ana menü üzerinden Composer'ı çağıramazsınız. Tercihi değiştirdikten sonraki otomatik Composer güncellemesi bu değişiklikten etkilenmez.
zh_hans: 如果禁用，将无法通过主菜单调用 Composer。切换首选项后自动更新 Composer 不受此更改影响。

# prefs.display_composer_toolkit
source: Composer Toolkit
ar: مجموعة أدوات Composer
bn: কম্পোজার টুলকিট
es: Herramientas de Composer
fr: Boîte à Outils Composer
hi: कॉम्पोज़र टूलकिट
id: Kit Komposer
it: Kit Composer
ja: Composerツールキット
tr: Composer Araç Seti

# prefs.display_limits_widget_desc
source: If disabled, you will not be able to see the limits widget (memory, POST, upload) in the main menu.
ar: إذا تم تعطيله، لن تتمكن من رؤية عنصر حدود الذاكرة و POST والرفع في القائمة الرئيسية.
bn: অক্ষম করা হলে, আপনি প্রধান মেনুতে সীমা উইজেট (মেমরি, POST, আপলোড) দেখতে পারবেন না।
es: Si está desactivado, no podrás ver el widget de límites (memoria, POST, carga) en el menú principal.
fr: Si cette option est désactivée, vous ne pourrez pas voir le widget des limites (mémoire, POST, téléchargement) dans le menu principal.
hi: यदि अक्षम किया गया है, तो आप मुख्य मेनू में सीमाएँ विजेट (स्मृति, POST, अपलोड) नहीं देख पाएंगे।
id: Jika dinonaktifkan, Anda tidak akan dapat melihat widget batasan (memori, POST, unggah) di menu utama.
it: Se disabilitato, non potrai vedere il widget dei limiti (memoria, POST, caricamento) nel menu principale.
ja: 無効にすると、メインメニューでメモリ・POST・アップロードの制限ウィジェットが表示されなくなります。
tr: Eğer devre dışı bırakılırsa, ana menüde sınırlama bileşenini (bellek, POST, yükleme) göremezsiniz.
zh_hans: 如果禁用，将无法在主菜单中看到限制小工具(内存、POST、上传)

# prefs.display_limits_widget
source: Limits Widget
ar: أداة الحدود
bn: সীমা উইজেট
es: Widget de límites
fr: Widget des Limites
hi: सीमा विजेट
id: Widget Batas
it: Widget dei Limiti
ja: 制限ウィジェット
tr: Limitler Parçası
zh_hans: 限制小工具

# prefs.display_extensions_desc
source: If disabled, you will not be able to easily toggle extensions via the main menu.
ar: إذا تم تعطيله، فلن تتمكن من تبديل الإضافات بسهولة عبر القائمة الرئيسية.
bn: যদি অক্ষম করা হয়, তাহলে প্রধান মেনুর মাধ্যমে এক্সটেনশন সহজে টগল করতে পারবেন না।
es: Si está desactivado, no podrás activar/desactivar extensiones fácilmente a través del menú principal.
fr: Si cette option est désactivée, vous ne pourrez pas contrôler facilement les extensions via le menu principal.
hi: यदि अक्षम किया गया है, तो आप मुख्य मेनू के माध्यम से विस्तारों को आसानी से बदल नहीं पाएंगे。
id: Jika dinonaktifkan, Anda tidak akan dapat dengan mudah mengubah ekstensi melalui menu utama.
it: Se disabilitato, non potrai facilmente attivare/disattivare le estensioni tramite il menu principale.
ja: 無効にすると、メインメニューから拡張機能を簡単に切り替えることができません。
tr: Eğer devre dışı bırakılırsa, ana menü aracılığıyla uzantıları kolayca açıp kapatamayacaksınız.
zh_hans: 如果禁用，将无法通过主菜单轻松切换扩展名

# prefs.display_extensions
source: Extensions
ar: الإضافات
bn: এক্সটেনশন
es: Extensiones
hi: विस्तार
id: Ekstensi
it: Estensioni
ja: 拡張機能
tr: Eklentiler
zh_hans: 扩展

# prefs.display_presets_desc
source: If disabled, you will not be able to apply or revert PHP configuration presets.
ar: إذا تم تعطيله، لن تتمكن من تطبيق أو التراجع عن إعدادات تكوين PHP المسبقة.
bn: যদি নিষ্ক্রিয় করা হয়, আপনি PHP কনফিগারেশন প্রিসেট প্রয়োগ অথবা প্রত্যাবর্তন করতে পারবেন না।
es: Si está desactivado, no podrás aplicar o revertir presets de configuración PHP.
fr: Si cette option est désactivée, il ne sera pas possible d'appliquer ou de revenir sur les paramètres de configuration de PHP.
hi: यदि अक्षम किया गया है, तो आप PHP कॉन्फ़िगरेशन प्रीसेट्स को लागू या वापस नहीं कर पाएंगे。
id: Jika dinonaktifkan, Anda tidak akan dapat menerapkan atau mengembalikan preset konfigurasi PHP.
it: Se disabilitato, non potrai applicare o ripristinare i preset di configurazione PHP.
ja: 無効にすると、PHP設定プリセットを適用または元に戻すことができません。
tr: Eğer devre dışı bırakılırsa, PHP yapılandırma ön ayarlarını uygulayamaz veya geri almazsınız.
zh_hans: 如果禁用，将无法应用或恢复 PHP 配置预设

# prefs.display_presets
source: Presets
ar: الإعدادات المسبقة
bn: প্রিসেটস
fr: Paramètres
hi: पूर्वनिर्धारित
id: Praset
it: Preimpostazioni
ja: プリセット
tr: Ön ayarlar
zh_hans: 预设

# prefs.display_misc_desc
source: If disabled, you will not be able to access the First Aid & Services menu.
ar: إذا كان معطلًا، لن تتمكن من الوصول إلى قائمة الإسعافات الأولية والخدمات.
bn: যদি নিষ্ক্রিয় করা হয়, তাহলে আপনি প্রথম চিকিৎসা ও সেবা মেনুতে প্রবেশ করতে পারবেন না।
es: Si está desactivado, no podrás acceder al menú de Primeros auxilios y Servicios.
fr: Si vous êtes désactivé, vous ne pourrez pas accéder au menu Premiers Secours et Services.
hi: यदि अक्षम किया गया है, तो आप फ़र्स्ट एड एवं सर्विसेज मेनू तक पहुँच नहीं पाएंगे।
id: Jika dinonaktifkan, Anda tidak akan dapat mengakses menu Pertolongan Pertama & Layanan.
it: Se disabilitato, non potrai accedere al menu Primo Soccorso e Servizi.
ja: 無効にすると、First Aid & Services メニューにアクセスできなくなります。
tr: Devre dışı bırakılırsa, İlk Yardım ve Hizmetler menüsüne erişemezsiniz.
zh_hans: 如果禁用，将无法访问急救与服务菜单

# prefs.display_misc
source: First Aid & Services Menu
ar: قائمة الإسعافات الأولية والخدمات
bn: প্রথমিক চিকিৎসা ও সেবা মেনু
es: Menú de Primeros auxilios y Servicios
fr: Menu Premiers Secours et Services
hi: पहला सहायता एवं सेवाएं मेनू
id: Menu Pertolongan Pertama & Layanan
it: Menu Pronto Soccorso e Servizi
ja: ファーストエイド＆サービスメニュー
tr: İlk Yardım ve Hizmetler Menüsü
zh_hans: 急救与服务菜单

# notification.version_changed_title
source: PHP %@ now active
ar: PHP %@ الآن نشط
bn: PHP %@ এখন সক্রিয়
es: PHP %@ ahora activo
fr: PHP %@ maintenant actif
hi: PHP %@ अब सक्रिय है
id: PHP %@ sekarang aktif
it: PHP %@ è ora attivo
ja: PHP %@ が有効になりました
tr: PHP %@ artık aktif
zh_hans: PHP %@ 已激活

# notification.version_changed_desc
source: PHP Monitor has switched to PHP %@.
ar: قد انتقل PHP Monitor إلى PHP %@.
bn: PHP Monitor PHP %@‑তে স্যুইচ করেছে।
es: PHP Monitor ha cambiado a PHP %@.
fr: PHP Monitor est passé à PHP %@.
hi: PHP Monitor ने PHP %@ पर स्विच किया है।
id: PHP Monitor telah beralih ke PHP %@.
it: PHP Monitor è passato a PHP %@.
ja: PHP Monitor は PHP %@ に切り替わりました。
tr: PHP Monitor, PHP %@ sürümüne geçti.
zh_hans: PHP Monitor 已切换到 PHP %@

# notification.php_fpm_restarted
source: PHP-FPM automatically restarted
ar: تم إعادة تشغيل PHP-FPM تلقائياً
bn: PHP-FPM স্বয়ংক্রিয়ভাবে পুনরায় চালু হয়েছে
es: PHP-FPM reiniciado automáticamente
fr: PHP-FPM a redémarrer automatiquement
hi: PHP‑FPM स्वचालित रूप से पुनः आरम्भ हुआ
id: PHP-FPM otomatis dimulai ulang
it: PHP‑FPM è stato riavviato automaticamente
ja: PHP‑FPM が自動的に再起動されました
tr: PHP-FPM otomatik olarak yeniden başlatıldı
zh_hans: PHP-FPM 自动重新启动

# notification.php_fpm_restarted_desc
source: You toggled an extension, so PHP-FPM was automatically restarted.
ar: قمت بتبديل امتداد، لذا تم إعادة تشغيل PHP-FPM تلقائياً.
bn: আপনি একটি এক্সটেনশন টগল করেছেন, তাই PHP-FPM স্বয়ংক্রিয়ভাবে পুনরায় চালু হয়েছে।
es: Has activado/desactivado una extensión, por lo que PHP-FPM se reinició automáticamente.
fr: Vous avez basculé une extension, et PHP-FPM a donc été redémarré automatiquement.
hi: आपने एक एक्सटेंशन टॉगल किया, इसलिए PHP-FPM स्वचालित रूप से पुनः प्रारंभ हुआ।
id: Anda mengaktifkan atau menonaktifkan ekstensi, sehingga PHP-FPM secara otomatis dimulai ulang.
it: Hai attivato o disattivato un’estensione, quindi PHP‑FPM è stato automaticamente riavviato.
ja: 拡張機能を切り替えたため、PHP-FPM が自動的に再起動されました。
tr: Bir uzantıyı açıp kapattığınız için PHP-FPM otomatik olarak yeniden başlatıldı.
zh_hans: 您切换了扩展，因此 PHP-FPM 自动重启

# notification.services_stopped
source: Valet services stopped
ar: خدمات Valet توقفت
bn: ভ্যালেট সার্ভিসগুলি বন্ধ হয়েছে
es: Servicios de Valet detenidos
fr: Les Services Valet sont arrêtés
hi: Valet सेवाएँ बंद हो गईं
id: Layanan Valet dihentikan
it: Servizi Valet fermati
ja: Valetサービスが停止しました
tr: Valet hizmetleri durduruldu
zh_hans: Valet 服务已停止

# notification.services_stopped_desc
source: All services have been successfully stopped.
ar: تم إيقاف جميع الخدمات بنجاح.
bn: সমস্ত পরিষেবা সফলভাবে বন্ধ করা হয়েছে。
es: Todos los servicios se han detenido correctamente.
fr: Tous les services ont été arrêtés avec succès.
hi: सभी सेवाएँ सफलतापूर्वक बंद कर दी गई हैं।
id: Semua layanan telah berhasil dihentikan.
it: Tutti i servizi sono stati fermati con successo.
ja: すべてのサービスが正常に停止されました。
tr: Tüm hizmetler başarıyla durduruldu.
zh_hans: 所有服务已成功停止

# notification.services_restarted
source: Valet services restarted
ar: تمّ إعادة تشغيل خدمات Valet
bn: ভ্যালেট সার্ভিস পুনরায় চালু হয়েছে
es: Servicios de Valet reiniciados
fr: Redémarrage des services Valet
hi: Valet सेवाएँ फिर से शुरू की गईं
id: Layanan Valet telah dimulai ulang
it: Servizi Valet riavviati
ja: Valetサービスを再起動しました
tr: Valet hizmetleri yeniden başlatıldı
zh_hans: Valet 服务已重新启动

# notification.services_restarted_desc
source: All services have been successfully restarted.
ar: تم إعادة تشغيل جميع الخدمات بنجاح.
bn: সমস্ত সেবা সফলভাবে পুনরায় চালু করা হয়েছে।
es: Todos los servicios se han reiniciado correctamente.
fr: Tous les services ont été redémarrés avec succès.
hi: सभी सेवाएँ सफलतापूर्वक पुनः आरंभ की गई हैं।
id: Semua layanan telah berhasil direstart.
it: Tutti i servizi sono stati riavviati con successo.
ja: すべてのサービスが正常に再起動されました。
tr: Tüm hizmetler başarıyla yeniden başlatıldı.
zh_hans: 所有服务已成功重启

# notification.preset_applied_title
source: Preset applied
ar: تم تطبيق التعيين المسبق
bn: প্রিসেট প্রয়োগ করা হয়েছে
es: Preset aplicado
fr: Paramètre appliqué
hi: पूर्वनिर्धारित लागू किया गया
id: Preset diterapkan
it: Preimpostazione applicata
ja: プリセットが適用されました
tr: Ön ayar uygulandı
zh_hans: 已应用预设

# notification.preset_applied_desc
source: The preset '%@' has been successfully applied.
ar: تم تطبيق القالب «%@» بنجاح.
bn: প্রিসেট '%@' সফলভাবে প্রয়োগ করা হয়েছে।
es: El preset '%@' se ha aplicado correctamente.
fr: Le paramètre '%@' a été appliqué avec succès.
hi: प्रीसेट '%@' को सफलतापूर्वक लागू किया गया है。
id: Preset '%@' telah berhasil diterapkan.
it: Il preset '%@' è stato applicato con successo.
ja: プリセット '%@' が正常に適用されました。
tr: Ön ayar '%@' başarıyla uygulandı.
zh_hans: 预设 `%@` 已成功应用

# notification.preset_reverted_title
source: Preset reverted
ar: تم التراجع عن الإعداد المسبق
bn: প্রিসেট পুনঃস্থাপন করা হয়েছে
es: Preset revertido
fr: Paramètre annulé
hi: पूर्वनिर्धारित पुनर्स्थापित किया गया
id: Preset dikembalikan
it: Preimpostazione ripristinata
ja: プリセットが復元されました
tr: Önayar geri alındı
zh_hans: 预设已恢复
