Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# lite_mode_explanation.description
source: For more information, I'd recommend checking out the README (accessible on GitHub) which will explain what steps you need to take to install Valet and make PHP Monitor run correctly with it installed. You will need to restart PHP Monitor after installing Laravel Valet before it will leave Standalone Mode.
ar: لمزيد من المعلومات، أوصي بالاطلاع على ملف README (متاح على GitHub) الذي يشرح الخطوات التي تحتاجها لتثبيت Valet وجعل PHP Monitor يعمل بشكل صحيح مع التثبيت. ستحتاج إلى إعادة تشغيل PHP Monitor بعد تثبيت Laravel Valet قبل أن يخرج من وضع Standalone.
bn: আরও তথ্যের জন্য, আমি আপনাকে README (GitHub-এ প্রবেশযোগ্য) দেখার পরামর্শ দেব, যা ভ্যালেট ইনস্টল করার ধাপ এবং সেটি ইনস্টল করা থাকলে PHP Monitor সঠিকভাবে চালানোর নির্দেশনা দেবে। লারাভেল ভ্যালেট ইনস্টল করার পরে PHP Monitor পুনরায় চালু করতে হবে যাতে এটি স্ট্যান্ডঅ্যালোন মোড থেকে বের হয়।
es: Para más información, te recomiendo consultar el README (accesible en GitHub) que explicará los pasos necesarios para instalar Valet y hacer que PHP Monitor funcione correctamente con él instalado. Necesitarás reiniciar PHP Monitor después de instalar Laravel Valet antes de que salga del modo independiente.
fr: Pour plus d'informations, je vous recommande de consulter le README (accessible sur GitHub) qui expliquera les étapes à suivre pour installer Valet et faire fonctionner correctement PHP Monitor avec cette installation. Vous devrez redémarrer PHP Monitor après avoir installé Laravel Valet avant de quitter le mode Standalone.
hi: अधिक जानकारी के लिए, मैं आपको README (GitHub पर उपलब्ध) देखने की सलाह देता हूं, जो बताता है कि Valet को कैसे इंस्टॉल करें और PHP Monitor को सही ढंग से चलाने के लिए क्या कदम उठाने हैं। Laravel Valet स्थापित करने के बाद PHP Monitor को पुनः प्रारंभ करना आवश्यक होगा ताकि वह Standalone Mode छोड़ सके।
id: Untuk informasi lebih lanjut, saya sarankan memeriksa README (tersedia di GitHub) yang akan menjelaskan langkah-langkah apa yang perlu Anda lakukan untuk menginstal Valet dan membuat PHP Monitor berjalan dengan benar setelah terpasang. Anda harus me-restart PHP Monitor setelah memasang Laravel Valet sebelum ia keluar dari Mode Tunggal.
it: Per ulteriori informazioni, ti consiglio di consultare il README (accessibile su GitHub) che spiega quali passaggi devi seguire per installare Valet e far funzionare correttamente PHP Monitor con esso installato. Dovrai riavviare PHP Monitor dopo aver installato Laravel Valet prima che lasci la modalità Standalone.
ja: さらに詳しい情報については、GitHubで閲覧できる README をご確認いただくことをおすすめします。そこに、Valet のインストール手順と、PHP Monitor が正しく動作するように設定する方法が記載されています。Laravel Valet をインストール後、PHP Monitor を再起動しないと Standalone Mode から抜けられません。
tr: Daha fazla bilgi için, GitHub üzerinden erişilebilen README’yi incelemenizi öneririm; bu dosya Valet’i kurmak ve PHP Monitor’ın düzgün çalışması için gerekli adımları açıklayacaktır. Laravel Valet’i kurduktan sonra PHP Monitor’ı yeniden başlatmanız gerekecek, aksi takdirde Standalone Moddan çıkmayacaktır.
zh_hans: 如需了解更多信息，我建议查看 README(可在 GitHub 上获取)，其中将解释安装 Valet 所需的步骤，以及如何使 PHP Monitor 在安装 Valet 后正常运行。安装 Laravel Valet 后，需要重启 PHP Monitor，它才会脱离独立模式

# generic.ok
source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
tr: Tamam
zh_hans: 确定

# generic.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# generic.retry
source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টাকরা
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Ulangi
it: Riprova
ja: 再試行
tr: Tekrar dene
zh_hans: 重试

# generic.notice
source: Notice
ar: ملاحظة
bn: নোটিশ
es: Aviso
hi: सूचना
id: Pemberitahuan
it: Avviso
ja: 通知
tr: Bildirim
zh_hans: 通知

# preset_help_title
source: Working with Configuration Presets
ar: العمل مع الإعدادات المسبقة للتكوين
bn: কনফিগারেশন প্রিসেটসের সাথে কাজ করা
es: Trabajar con ajustes preestablecidos de configuración
fr: Utilisation des paramètres de configuration
hi: कॉन्फ़िगरेशन प्रीसेट के साथ काम करना
id: Bekerja dengan Prasetelan Konfigurasi
it: Lavorare con i preset di configurazione
ja: 設定プリセットの使い方
tr: Konfigürasyon Ön Ayarlarıyla Çalışma
zh_hans: 使用配置预设

# preset_help_info
source: You can set up configuration presets in the config.json file, located in ~/.config/phpmon/config.json. These presets can apply a selection of configuration values all at once. This is a powerful feature, but currently needs to be set up manually.
ar: يمكنك إعداد مجموعات التكوين المسبقة في ملف config.json، الموجود في ~/.config/phpmon/config.json. يمكن لهذه المجموعات تطبيق مجموعة من قيم الإعداد دفعة واحدة. هذه ميزة قوية، لكنها تحتاج حاليًا إلى الإعداد يدويًا.
bn: আপনি config.json ফাইলে কনফিগারেশন প্রিসেট সেট আপ করতে পারেন, যা ~/.config/phpmon/config.json এ অবস্থিত। এই প্রিসেটগুলি একসাথে কনফিগারেশন মানগুলির একটি নির্বাচন প্রয়োগ করতে পারে। এটি একটি শক্তিশালী বৈশিষ্ট্য, তবে বর্তমানে ম্যানুয়ালি সেট আপ করা দরকার।
es: Puedes configurar ajustes preestablecidos en el archivo config.json, ubicado en ~/.config/phpmon/config.json. Estos ajustes pueden aplicar una selección de valores de configuración todos a la vez. Esta es una característica poderosa, pero actualmente necesita ser configurada manualmente.
fr: Vous pouvez configurer des paramètres de configuration dans le fichier config.json, situé dans ~/.config/phpmon/config.json. Ces paramètres peuvent appliquer une sélection de valeurs de configuration en une seule fois. Il s'agit d'une fonctionnalité puissante, mais qui doit actuellement être configurée manuellement.
hi: आप कॉन्फ़िगरेशन प्रीसेट्स को config.json फ़ाइल में सेट कर सकते हैं, जो ~/.config/phpmon/config.json पर स्थित है। ये प्रीसेट्स एक साथ कई कॉन्फ़िगरेशन मान लागू कर सकते हैं। यह एक शक्तिशाली सुविधा है, लेकिन वर्तमान में इसे मैन्युअल रूप से सेटअप करना आवश्यक है।
id: Anda dapat mengatur preset konfigurasi di file config.json, yang terletak di ~/.config/phpmon/config.json. Preset ini dapat menerapkan serangkaian nilai konfigurasi sekaligus. Ini adalah fitur yang kuat, tetapi saat ini harus disetel secara manual.
it: Puoi impostare dei preset di configurazione nel file config.json, situato in ~/.config/phpmon/config.json. Questi preset possono applicare una selezione di valori di configurazione tutti insieme. Questa è una funzionalità potente, ma attualmente deve essere impostata manualmente.
ja: config.json ファイル（〜/.config/phpmon/config.json）に設定プリセットを作成できます。これらのプリセットは複数の設定値を一括で適用します。強力な機能ですが、現在は手動で設定する必要があります。
tr: Ayarlarınızı, ~/.config/phpmon/config.json içinde bulunan config.json dosyasında yapılandırma ön ayarları olarak ayarlayabilirsiniz. Bu ön ayarlar tüm konfigürasyon değerlerini aynı anda uygulayabilir. Bu güçlü bir özelliktir, ancak şu anda manuel olarak ayarlanması gerekir.
zh_hans: 您可以在 config.json 文件中设置配置预设，该文件位于 ~/.config/phpmon/config.json。这些预设可以一次性应用选定的配置值。这是一项强大的功能，但目前需要手动设置

# preset_help_desc
source: After restarting PHP Monitor, all presets found in the file will be loaded. If no presets appear, the file probably could not be parsed correctly. You can click the question mark in this alert to go to the FAQ on GitHub, where you can find more information about this feature, including a sample file.
ar: بعد إعادة تشغيل PHP Monitor، سيتم تحميل جميع الإعدادات المسبقة الموجودة في الملف. إذا لم تظهر أي إعدادات مسبقة، فمن المحتمل أن لا يمكن تحليل الملف بشكل صحيح. يمكنك النقر على علامة الاستفهام في هذا التنبيه للانتقال إلى الأسئلة الشائعة على GitHub، حيث يمكنك العثور على مزيد من المعلومات حول هذه الميزة، بما في ذلك ملف عينة.
bn: PHP Monitor পুনরায় চালু করার পরে, ফাইলে পাওয়া সমস্ত প্রিসেট লোড হবে। যদি কোনো প্রিসেট না দেখা যায়, তাহলে সম্ভবত ফাইলটি সঠিকভাবে পার্স করা যায়নি। আপনি এই সতর্কবার্তায় প্রশ্নবোধক চিহ্নে ক্লিক করে GitHub-এ FAQ দেখতে পারেন, যেখানে আপনি এই বৈশিষ্ট্য সম্পর্কে আরও তথ্য পাবেন, যার মধ্যে একটি নমুনা ফাইলও অন্তর্ভুক্ত।
es: Después de reiniciar PHP Monitor, se cargarán todos los ajustes preestablecidos encontrados en el archivo. Si no aparecen ajustes preestablecidos, probablemente el archivo no se pudo analizar correctamente. Puedes hacer clic en el signo de interrogación en esta alerta para ir a las preguntas frecuentes en GitHub, donde puedes encontrar más información sobre esta característica, incluyendo un archivo de ejemplo.
fr: Après avoir redémarré PHP Monitor, tous les paramètres présents dans le fichier seront chargés. Si aucun paramètre n'apparaît, il est probable que le fichier n'ait pas pu être analysé correctement. Vous pouvez cliquer sur le point d'interrogation dans cette alerte pour accéder à la FAQ sur GitHub, où vous trouverez plus d'informations sur cette fonctionnalité, y compris un exemple de fichier.
hi: PHP Monitor को पुनः आरंभ करने के बाद, फ़ाइल में पाए गए सभी प्रीसेट लोड हो जाएंगे। यदि कोई प्रीसेट दिखाई नहीं देते हैं, तो संभवतः फ़ाइल सही ढंग से पार्स नहीं की जा सकी है। आप इस अलर्ट में प्रश्न चिह्न पर क्लिक करके GitHub पर FAQ पर जा सकते हैं, जहाँ आप इस फीचर के बारे में अधिक जानकारी पा सकते हैं, जिसमें एक नमूना फ़ाइल भी शामिल है।
id: Setelah memulai ulang PHP Monitor, semua preset yang ditemukan di dalam berkas akan dimuat. Jika tidak ada preset yang muncul, kemungkinan besar berkas tersebut tidak dapat diparsing dengan benar. Anda dapat mengklik tanda tanya pada peringatan ini untuk menuju FAQ di GitHub, tempat Anda dapat menemukan informasi lebih lanjut tentang fitur ini, termasuk contoh berkas.
it: Dopo aver riavviato PHP Monitor, tutti i preset trovati nel file verranno caricati. Se non appaiono preset, probabilmente il file non è stato analizzato correttamente. Puoi fare clic sul punto interrogativo in questo avviso per accedere alla FAQ su GitHub, dove puoi trovare ulteriori informazioni su questa funzionalità, inclusi un esempio di file.
ja: PHP Monitorを再起動した後、ファイル内にあるすべてのプリセットが読み込まれます。プリセットが表示されない場合は、ファイルが正しく解析できなかった可能性があります。警告ダイアログの質問マークをクリックするとGitHub上のFAQへ移動し、この機能に関する詳細情報やサンプルファイルを確認できます。
tr: PHP Monitor yeniden başlatıldıktan sonra dosyada bulunan tüm ön ayarlar yüklenir. Hiç ön ayar görünmezse, dosya muhtemelen doğru şekilde ayrıştırılamamıştır. Bu uyarıda soru işaretine tıklayarak GitHub'daki SSS sayfasına gidebilir, bu özellik hakkında daha fazla bilgi bulabilir ve örnek bir dosya görebilirsiniz.
zh_hans: 重启 PHP Monitor 后，将加载文件中找到的所有预设。如果没有预设出现，则可能是文件无法正确解析。 您可以点击此提示中的问号转到 GitHub 上的 FAQ，在那里您可以找到有关此功能的更多信息，包括一个示例文件。

# mm_add_folder_as_link
source: Add Folder as Link...
ar: أضف مجلدًا كرابط...
bn: ফোল্ডারকে লিঙ্ক হিসেবে যুক্ত করুন...
es: Agregar carpeta como enlace...
fr: Ajouter un dossier en tant que lien...
hi: फ़ोल्डर को लिंक के रूप में जोड़ें...
id: Tambah Folder sebagai Tautan...
it: Aggiungi cartella come collegamento...
ja: フォルダをリンクとして追加…
tr: Klasörü Bağlantı Olarak Ekle...
zh_hans: 将文件夹添加为链接...

# mm_reload_domain_list
source: Reload Domains List
ar: إعادة تحميل قائمة النطاقات
bn: ডোমেইন তালিকা পুনরায় লোড করুন
es: Recargar lista de dominios
fr: Recharger la liste des domaines
hi: डोमेन सूची पुनः लोड करें
id: Muat Ulang Daftar Domain
it: Ricarica elenco domini
ja: ドメインリストを再読み込み
tr: Alan Adı Listesini Yenile
zh_hans: 重新载入域名列表

# mm_find_in_domain_list
source: Search in Domains List
ar: بحث في قائمة النطاقات
bn: ডোমেইন তালিকায় অনুসন্ধান করুন
es: Buscar en lista de dominios
fr: Rechercher dans la liste des domaines
hi: डोमेन सूची में खोजें
id: Cari di Daftar Domain
it: Ricerca nella lista dei domini
ja: ドメインリストで検索
tr: Etki Alanı Listesinde Ara
zh_hans: 在域名列表中搜索

# domain_list.title
source: Domains
ar: النطاقات
bn: ডোমেইনসমূহ
es: Dominios
fr: Domaines
hi: डोमेन्स
it: Domini
ja: ドメイン
tr: Alanlar
zh_hans: 域名

# domain_list.tooltips.isolated
source: This domain is isolated and using PHP %@ instead of the globally linked PHP.
ar: هذا المجال معزول ويستخدم PHP %@ بدلًا من PHP المرتبط عالميًا.
bn: এই ডোমেইনটি বিচ্ছিন্ন এবং গ্লোবালভাবে যুক্ত PHP এর বদলে PHP %@ ব্যবহার করছে।
es: Este dominio está aislado y usando PHP %@ en lugar del PHP vinculado globalmente.
fr: Ce domaine est isolé et utilise PHP %@ au lieu de la version de PHP liée globalement.
hi: यह डोमेन अलग-थलग है और वैश्विक रूप से जुड़े PHP के बजाय PHP %@ का उपयोग कर रहा है।
id: Domain ini terisolasi dan menggunakan PHP %@ alih-alih PHP yang dihubungkan secara global.
it: Questo dominio è isolato e utilizza PHP %@ invece del PHP globalmente collegato.
ja: このドメインは隔離されており、グローバルにリンクされた PHP ではなく PHP %@ を使用しています。
tr: Bu alan adı izole edilmiştir ve küresel bağlanmış PHP yerine PHP %@ kullanılıyor.
zh_hans: 此域名已被隔离，并使用 PHP %@ 代替全局链接的 PHP

# domain_list.tooltips.checkmark
source: This domain is being served with a version of PHP that is compatible with this requirement (PHP %@). Click on the PHP version next to this checkmark to find out more information about how this requirement was determined.
ar: يتم خدمة هذا النطاق باستخدام نسخة من PHP متوافقة مع هذه المتطلبات (PHP %@). انقر على إصدار PHP بجانب علامة التأشير لمعرفة المزيد حول كيفية تحديد هذه المتطلبات.
bn: এই ডোমেইনটি এমন একটি PHP সংস্করণ দিয়ে সেবা করা হচ্ছে যা এই প্রয়োজনীয়তার সাথে সামঞ্জস্যপূর্ণ (PHP %@)। চেকমার্কের পাশে থাকা PHP সংস্করণে ক্লিক করে জানুন কীভাবে এই প্রয়োজনীয়তা নির্ধারিত হয়েছে।
es: Este dominio se está sirviendo con una versión de PHP que es compatible con este requisito (PHP %@). Haz clic en la versión de PHP junto a esta marca de verificación para obtener más información sobre cómo se determinó este requisito.
fr: Ce domaine est servi avec une version de PHP compatible avec cette exigence (PHP %@). Cliquez sur la version de PHP à côté de cette coche pour obtenir plus d'informations sur la manière dont cette exigence a été déterminée.
hi: यह डोमेन PHP के उस संस्करण के साथ सर्व किया जा रहा है जो इस आवश्यकता (PHP %@) के अनुरूप है। इस चेकमार्क के बगल में स्थित PHP संस्करण पर क्लिक करके यह जानें कि यह आवश्यकता कैसे निर्धारित की गई।
id: Domain ini dilayani dengan versi PHP yang kompatibel dengan persyaratan ini (PHP %@). Klik pada versi PHP di samping tanda centang untuk mengetahui lebih banyak informasi tentang bagaimana persyaratan ini ditentukan.
it: Questo dominio è servito con una versione di PHP compatibile con questo requisito (PHP %@). Fai clic sulla versione di PHP accanto a questa spunta per scoprire ulteriori informazioni su come è stato determinato questo requisito.
ja: このドメインは、この要件に対応するPHPバージョン（PHP %@）で提供されています。チェックマークの隣にあるPHPバージョンをクリックすると、どのようにこの要件が決定されたかについて詳細情報が表示されます。
tr: Bu alan adı, bu gereksinimle uyumlu bir PHP sürümüyle sunuluyor (PHP %@). Bu işaretli kutunun yanındaki PHP sürümüne tıklayarak bu gereksinimin nasıl belirlendiği hakkında daha fazla bilgi edinin.
zh_hans: 此域名使用的 PHP 版本与此要求(PHP %@)兼容。单击该复选标记旁边的 PHP 版本，了解有关如何确定该要求的更多信息。

# domain_list.alerts_isolation_failed.title
source: Oops! Site Isolation Not Applied
ar: عفوًا! لم يُطبق عزل الموقع
bn: উপস! সাইট আলাদা করা হয়নি
es: ¡Ups! No se aplicó el aislamiento del sitio
fr: Oups ! L'isolation du site n'a pas été appliquée.
hi: उफ़! साइट अलगाव लागू नहीं हुआ
id: Ups! Isolasi Situs Tidak Diterapkan
it: Ops! L'isolamento del sito non è stato applicato
ja: おっと！サイト分離が適用されませんでした
tr: Hata! Site İzolasyonu Uygulanmadı
zh_hans: 糟糕！网站隔离未应用

# domain_list.alerts_isolation_failed.subtitle
source: Something went wrong trying to change the isolation status for this site. If this is your default site but it is not linked, I recommend manually linking the site prior to setting up isolation.
ar: حدث خطأ أثناء محاولة تغيير حالة العزل لهذا الموقع. إذا كان هذا هو موقعك الافتراضي لكنه غير مرتبط، أوصيك بربطه يدويًا قبل إعداد العزل.
bn: এই সাইটের বিচ্ছিন্নতার অবস্থা পরিবর্তন করার চেষ্টা করার সময় কিছু ভুল হয়েছে। যদি এটি আপনার ডিফল্ট সাইট হয় কিন্তু তা সংযুক্ত না থাকে, তাহলে বিচ্ছিন্নতা সেটআপের আগে আমি আপনাকে ম্যানুয়ালি সাইটটি লিঙ্ক করতে সুপারিশ করছি।
es: Algo salió mal al intentar cambiar el estado de aislamiento para este sitio. Si este es tu sitio predeterminado pero no está vinculado, te recomiendo vincular manualmente el sitio antes de configurar el aislamiento.
fr: Quelque chose s'est mal passé lors de la tentative de modification du statut d'isolation pour ce site. Si c'est votre site par défaut mais qu'il n'est pas lié, je vous recommande de le lier manuellement avant de configurer l'isolation.
hi: इस साइट की अलगाव स्थिति बदलने का प्रयास करते समय कुछ गड़बड़ी हुई। यदि यह आपकी डिफ़ॉल्ट साइट है लेकिन वह लिंक नहीं है, तो मैं सेटअप करने से पहले मैन्युअल रूप से साइट को लिंक करने की सलाह देता हूं。
id: Terjadi kesalahan saat mencoba mengubah status isolasi untuk situs ini. Jika ini adalah situs default Anda namun belum terhubung, saya sarankan menghubungkan situs secara manual sebelum menyiapkan isolasi.
it: Qualcosa è andato storto tentando di cambiare lo stato di isolamento per questo sito. Se si tratta del tuo sito predefinito ma non è collegato, ti consiglio di collegare manualmente il sito prima di impostare l'isolamento.
ja: このサイトの隔離ステータスを変更しようとした際に問題が発生しました。デフォルトサイトであるがリンクされていない場合は、隔離設定前に手動でサイトをリンクすることをおすすめします。
tr: Bu sitenin izolasyon durumunu değiştirmeye çalışırken bir hata oluştu. Bu sizin varsayılan siteniz ise ancak bağlantı yoksa, izole etmeyi ayarlamadan önce siteyi manuel olarak bağlamanızı öneririm.
zh_hans: 在尝试更改此站点的隔离状态时出了问题。如果这是您的默认站点但没有链接，我建议您在设置隔离之前手动链接该站点。

# domain_list.alerts_isolation_failed.desc
source: To find out what goes wrong, you can try running the command in your terminal manually: %@
ar: للعثور على ما يحدث خطأً، يمكنك تجربة تشغيل الأمر في الطرفية يدويًا: %@
bn: কী ভুল হচ্ছে তা জানতে আপনি আপনার টার্মিনালে কমান্ডটি হাতে চালিয়ে দেখতে পারেন: %@
es: Para descubrir qué sale mal, puedes intentar ejecutar el comando en tu terminal manualmente: %@
fr: Pour déterminer ce qui ne fonctionne pas, vous pouvez essayer d'exécuter la commande manuellement dans votre terminal : %@
hi: क्या गलत हो रहा है यह जानने के लिए, आप अपने टर्मिनल में कमांड को मैन्युअली चलाने की कोशिश कर सकते हैं: %@
id: Untuk mengetahui apa yang salah, Anda dapat mencoba menjalankan perintah di terminal Anda secara manual: %@
it: Per capire cosa non va, puoi provare a eseguire il comando manualmente nel tuo terminale: %@
ja: 端末で手動でコマンドを実行し、何が失敗したのか調べることができます：%@
tr: Neğin yanlış gittiğini öğrenmek için komutu terminalinizde manuel olarak çalıştırmayı deneyebilirsiniz: %@
zh_hans: 要找出出错的原因，可以尝试在终端中手动运行命令：%@

# domain_list.alerts_status_not_changed.title
source: Oops! SSL Status Not Changed
ar: عفواً! لم يتغير حالة SSL
bn: ওহো! এসএসএল স্ট্যাটাস পরিবর্তিত হয়নি
es: ¡Ups! No se cambió el estado SSL
fr: Oups ! Le statut SSL n'a pas été modifié.
hi: ओह! SSL स्थिति नहीं बदली
id: Ups! Status SSL Tidak Berubah
it: Ops! Stato SSL non modificato
ja: おっと！SSLステータスが変更されていません
tr: Hata! SSL Durumu Değişmedi!
zh_hans: 哎呀！SSL 状态未更改

# domain_list.alerts_status_not_changed.desc
source: Something went wrong. Try running the command in your terminal manually: %@
ar: حدث خطأ ما. حاول تشغيل الأمر في الطرفية يدويًا: %@
bn: কিছু ভুল হয়েছে। আপনার টার্মিনালে ম্যানুয়ালি কমান্ডটি চালানোর চেষ্টা করুন: %@
es: Algo salió mal. Intenta ejecutar el comando en tu terminal manualmente: %@
fr: Quelque chose s'est mal passé. Essayez d'exécuter la commande manuellement dans votre terminal : %@
hi: कुछ गलत हो गया। अपने टर्मिनल में कमांड को मैन्युअली चलाने का प्रयास करें: %@
id: Terjadi kesalahan. Coba jalankan perintah di terminal Anda secara manual: %@
it: Qualcosa è andato storto. Prova a eseguire il comando nel tuo terminale manualmente: %@
ja: 何か問題が発生しました。ターミナルで手動でコマンドを実行してみてください: %@
tr: Bir şeyler yanlış gitti. Komutu terminalinizde elle çalıştırmayı deneyin: %@
zh_hans: 出错了。请尝试在终端中手动运行命令：%@

# domain_list.alerts_status_changed.title
source: SSL Status Changed
ar: تم تغيير حالة SSL
bn: এসএসএল স্ট্যাটাস পরিবর্তিত হয়েছে
es: Estado SSL cambiado
fr: Statut SSL modifié
hi: एसएसएल स्थिति बदल गई
id: Status SSL Berubah
it: Stato SSL cambiato
ja: SSLステータスが変更されました
tr: SSL Durumu Değişti
zh_hans: SSL 状态已更改

# domain_list.alerts_status_changed.desc
source: The domain '%@' is now %@.
ar: المجال '%@' هو الآن %@.
bn: ডোমেইন '%@' এখন %@।
es: El dominio '%@' ahora está %@.
fr: Le domaine '%@' est maintenant %@.
hi: डोमेन '%@' अब %@ है।
id: Domain '%@' sekarang %@.
it: Il dominio '%@' è ora %@.
ja: The domain '%@' は現在 %@ です。
tr: Alan '%@' artık %@.
zh_hans: 域名 `%@` 现在是 %@

# domain_list.alerts_status_secure
source: secure
ar: آمن
bn: নিরাপদ
es: seguro
fr: sécurisé
hi: सुरक्षित
id: aman
it: sicuro
ja: 安全
tr: güvenli
zh_hans: 安全

# domain_list.alerts_status_unsecure
source: unsecured
ar: غير آمن
bn: অসুরক্ষিত
es: no seguro
fr: non sécurisé
hi: असुरक्षित
id: tidak aman
it: non sicuro
ja: 未保護
tr: güvensiz
zh_hans: 不安全

# domain_list.confirm_unlink
source: Are you sure you want to unlink '%@'?
ar: هل أنت متأكد أنك تريد فصل '%@'?
bn: আপনি কি নিশ্চিত যে আপনি '%@' আনলিঙ্ক করতে চান?
es: ¿Estás seguro de que quieres desvincular '%@'?
fr: Êtes-vous sûr de vouloir dissocier '%@' ?
hi: क्या आप वाकई '%@' को अनलिंक करना चाहते हैं?
id: Apakah Anda yakin ingin memutuskan tautan '%@'?
it: Sei sicuro di voler scollegare '%@'?
ja: 本当に'%@'のリンクを解除しますか？
tr: Emin misiniz '%@' bağlantısını kaldırmak istiyorsunuz?
zh_hans: 您确定要解除 `%@` 的链接吗？

# domain_list.confirm_unlink_desc
source: No files will be removed. You can always link the folder again by clicking on the + button and selecting the original folder.
ar: لن تُحذف أي ملفات. يمكنك دائمًا ربط المجلد مرة أخرى بالنقر على زر + واختيار المجلد الأصلي.
bn: কোনো ফাইল মুছে যাবে না। আপনি সবসময় + বোতামে ক্লিক করে এবং মূল ফোল্ডার নির্বাচন করে আবারও ফোল্ডারটি লিঙ্ক করতে পারেন।
es: No se eliminarán archivos. Siempre puedes vincular la carpeta de nuevo haciendo clic en el botón + y seleccionando la carpeta original.
fr: Aucun fichier ne sera supprimé. Vous pouvez toujours lier à nouveau le dossier en cliquant sur le bouton + et en sélectionnant le dossier d'origine.
hi: कोई फाइलें हटाई नहीं जाएंगी। आप हमेशा + बटन पर क्लिक करके और मूल फ़ोल्डर का चयन करके फ़ोल्डर को फिर से लिंक कर सकते हैं।
id: Tidak ada file yang akan dihapus. Anda dapat selalu menghubungkan folder kembali dengan mengklik tombol + dan memilih folder asli.
it: Nessun file verrà rimosso. Puoi sempre collegare nuovamente la cartella facendo clic sul pulsante + e selezionando la cartella originale.
ja: ファイルは削除されません。+ ボタンをクリックし、元のフォルダーを選択すると、いつでもフォルダーを再リンクできます。
tr: Hiçbir dosya silinmeyecek. Herhangi bir zamanda + düğmesine tıklayarak ve orijinal klasörü seçerek klasörü tekrar bağlayabilirsiniz.
zh_hans: 不会删除任何文件。您可以随时点击 + 按钮并选择原始文件夹，重新链接该文件夹。

# site_link.close
source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar
fr: Fermer
hi: बंद
id: Tutup
it: Chiudi
ja: 閉じる
tr: Kapat
zh_hans: 关闭

# site_link.switch_to_php
source: Switch to PHP %@
ar: التبديل إلى PHP %@
bn: PHP %@‑এ স্যুইচ করুন
es: Cambiar a PHP %@
fr: Basculer vers PHP %@
hi: PHP पर स्विच करें %@
id: Beralih ke PHP %@
it: Passa a PHP %@
ja: PHP %@へ切り替える
tr: PHP'ye geçin %@
zh_hans: 切换到 PHP %@

# domain_list.confirm_unproxy
source: Are you sure you want to remove the proxy '%@'?
ar: هل أنت متأكد من رغبتك في إزالة الوكيل '%@'?
bn: আপনি কি নিশ্চিত যে আপনি প্রোক্সি '%@' সরাতে চান?
es: ¿Estás seguro de que quieres eliminar el proxy '%@'?
fr: Êtes-vous sûr de vouloir supprimer le proxy '%@' ?
hi: क्या आप वाकई प्रॉक्सी '%@' को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus proxy '%@'?
it: Sei sicuro di voler rimuovere il proxy '%@'?
ja: プロキシ '%@' を解除してもよろしいですか？
tr: Proxy '%@'ı kaldırmak istediğinizden emin misiniz?
zh_hans: 您确定要移除代理 `%@` 吗？
