Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# updater.installation_source.brew
source: The recommended method of installing updates to PHP Monitor is to simply press “Install Update”. Since you used Homebrew to install the app, you can also upgrade via the terminal by running `%@`, but this is not recommended. (Please note that installing via this built-in updater will remove PHP Monitor from Homebrew's Caskroom directory, to prevent duplicate updates from being downloaded and causing potential issues later.)
ar: الطريقة الموصى بها لتثبيت تحديثات PHP Monitor هي ببساطة الضغط على “تثبيت التحديث”. بما أنك استخدمت Homebrew لتثبيت التطبيق، يمكنك أيضًا ترقية عبر الطرفية عن طريق تشغيل `%@`، لكن لا يُنصح بذلك. (يرجى ملاحظة أن تثبيتًا من خلال هذا المحدث المدمج سيزيل PHP Monitor من دليل Caskroom في Homebrew، لمنع تحميل تحديثات متكررة وتسبب مشكلات لاحقاً.)
bn: PHP Monitor-এ আপডেট ইনস্টল করার সুপারিশকৃত পদ্ধতি হল সহজে “Install Update” টিপুন। আপনি অ্যাপটি Homebrew দিয়ে ইনস্টল করেছেন বলে, আপনি টার্মিনাল থেকে `%@` চালিয়ে আপগ্রেড করতে পারেন, তবে এটি সুপারিশ করা হয় না। (দয়া করে লক্ষ্য করুন যে এই বিল্ট‑ইন আপডেটারের মাধ্যমে ইনস্টল করলে Homebrew-এর Caskroom ডিরেক্টরি থেকে PHP Monitor অপসারণ হবে, যাতে পুনরাবৃত্তি আপডেট ডাউনলোড হয়ে পরে সম্ভাব্য সমস্যার সৃষ্টি না হয়।)
fr: La méthode recommandée pour installer les mises à jour de PHP Monitor est d'appuyer simplement sur “Install Update” (Installer la mise à jour). Comme vous avez utilisé Homebrew pour installer l'application, vous pouvez également effectuer la mise à jour via le terminal en exécutant `%@`, mais cela n'est pas recommandé. (Veuillez noter que l'installation via cette mise à jour intégrée supprimera PHP Monitor du répertoire Caskroom de Homebrew, afin d'éviter que des mises à jour en double ne soient téléchargées et ne causent des problèmes potentiels plus tard).
hi: PHP Monitor को अपडेट करने का अनुशंसित तरीका है बस “Install Update” दबाएँ। चूँकि आपने Homebrew के माध्यम से ऐप इंस्टॉल किया है, आप टर्मिनल में `%@` चलाकर भी अपग्रेड कर सकते हैं, पर यह सुझाया नहीं जाता। (कृपया ध्यान दें कि इस बिल्ट‑इन अपडेटर के जरिए इंस्टॉल करने से PHP Monitor Homebrew के Caskroom निर्देशिका से हट जाएगा, ताकि डुप्लिकेट अपडेट डाउनलोड न हों और बाद में संभावित समस्याएँ न उत्पन्न हों।)
id: Metode yang disarankan untuk memperbarui PHP Monitor adalah dengan menekan “Install Update”. Karena Anda menggunakan Homebrew untuk menginstal aplikasi, Anda juga dapat meningkatkan versi melalui terminal dengan menjalankan `%@`, namun ini tidak dianjurkan. (Pastikan bahwa memasang melalui pembaruan bawaan ini akan menghapus PHP Monitor dari direktori Caskroom Homebrew, untuk mencegah pembaruan duplikat diunduh dan menyebabkan masalah potensial di kemudian hari.)
it: Il metodo consigliato per installare gli aggiornamenti di PHP Monitor è semplicemente premere “Installa Aggiornamento”. Poiché hai usato Homebrew per installare l'app, puoi anche aggiornare tramite il terminale eseguendo `%@`, ma non è raccomandato. (Si prega di notare che l'installazione tramite questo aggiornatore integrato rimuoverà PHP Monitor dalla directory Caskroom di Homebrew, per prevenire download duplicati e potenziali problemi successivi.)
ja: PHP Monitorへの更新をインストールする推奨方法は、単に「Update をインストール」ボタンを押すことです。 Homebrew でアプリをインストールした場合は、ターミナルから `%@` を実行してアップグレードすることもできますが、これは推奨されません。 （このビルトインアップデーター経由でインストールすると、PHP Monitor が Homebrew の Caskroom ディレクトリから削除されるため、重複した更新のダウンロードや後々の問題を防ぐことができます。）
tr: PHP Monitor'a güncellemeleri yüklemenin önerilen yöntemi “Güncellemeyi Yükle” düğmesine basmaktır. Uygulamayı Homebrew ile kurduğunuz için terminal üzerinden `%@` komutunu çalıştırarak da yükseltme yapabilirsiniz, ancak bu önerilmez. (Lütfen unutmayın: Bu yerleşik güncelleştirici aracılığıyla yükleme yapmak, PHP Monitor'ı Homebrew'un Caskroom dizininden kaldırır; böylece tekrarlayan güncellemelerin indirilmesini ve ileride potansiyel sorunlara yol açmasını önler.)
zh_hans: 安装 PHP Monitor 更新的推荐方法是直接按 `Install Update`(安装更新)。由于你使用 Homebrew 安装应用程序，你也可以通过终端运行 `%@` 进行升级，但不推荐这样做

# updater.installation_source.direct
source: The recommended method of installing updates to PHP Monitor is to simply press “Install Update”.
ar: الطريقة الموصى بها لتثبيت التحديثات على PHP Monitor هي ببساطة الضغط على “تثبيت التحديث”.
bn: PHP Monitor-এ আপডেট ইনস্টল করার সুপারিশকৃত পদ্ধতি হল সহজেই “Install Update” চাপা।
fr: La méthode recommandée pour installer les mises à jour de PHP Monitor est de cliquer simplement sur 'Installer la mise à jour'.
hi: PHP Monitor को अपडेट करने का अनुशंसित तरीका सिर्फ़ \"इंस्टॉल अपडेट\" दबाना है।
id: Metode yang disarankan untuk memasang pembaruan ke PHP Monitor adalah dengan menekan saja “Instal Pembaruan”.
it: Il metodo consigliato per installare gli aggiornamenti di PHP Monitor è semplicemente premere “Installa Aggiornamento”.
ja: PHP Monitor の更新をインストールする推奨方法は、単に「Update をインストール」ボタンを押すことです。
tr: PHP Monitor güncellemelerini yüklemenin önerilen yöntemi, sadece “Güncellemeyi Yükle” düğmesine basmaktır.
zh_hans: 向 PHP Monitor 安装更新的推荐方法是直接按 `安装更新`

# updater.alerts.buttons.release_notes
source: View Release Notes
ar: عرض ملاحظات الإصدار
bn: রিলিজ নোট দেখুন
fr: Voir les notes de mise à jour
hi: रिलीज़ नोट्स देखें
id: Lihat Catatan Rilis
it: Visualizza le note di rilascio
ja: リリースノートを見る
tr: Sürüm Notlarını Görüntüle
zh_hans: 查看版本说明

# updater.alerts.is_latest_version.title
source: PHP Monitor is up-to-date!
ar: PHP Monitor مُحدّث!
bn: PHP Monitor সর্বশেষ সংস্করণে আছে!
fr: PHP Monitor est à jour !
hi: PHP Monitor नवीनतम संस्करण है!
id: PHP Monitor sudah terbaru!
it: PHP Monitor è aggiornato!
ja: PHP Monitor は最新版です！
tr: PHP Monitor güncel!
zh_hans: PHP Monitor 是最新版本！

# updater.alerts.is_latest_version.subtitle
source: The currently installed version (v%@) is up-to-date. There is no newer version available.
ar: الإصدار المثبت حاليًا (v%@) محدث.\nلا توجد نسخة أحدث متاحة.
bn: বর্তমানে ইনস্টল করা সংস্করণ (v%@) আপ‑টু‑ডেট। আর কোনো নতুন সংস্করণ উপলব্ধ নেই.
fr: La version actuellement installée (v%@) est à jour. Il n'y a pas de version plus récente disponible.
hi: वर्तमान में स्थापित संस्करण (v%@) नवीनतम है। कोई नया संस्करण उपलब्ध नहीं है।
id: Versi yang terpasang saat ini (v%@) sudah terbaru. Tidak ada versi lebih baru yang tersedia.
it: La versione attualmente installata (v%@) è aggiornata. Non è disponibile una versione più recente.
ja: 現在インストールされているバージョン（v%@）は最新です。 新しいバージョンは利用できません。
tr: Şu anda yüklü sürüm (v%@) günceldir. Yeni bir sürüm mevcut değil.
zh_hans: 当前安装的版本(v%@)是最新的

# updater.alerts.cannot_check_for_update.title
source: PHP Monitor could not determine if a newer version is available.
ar: لم يتمكن PHP Monitor من تحديد ما إذا كان هناك إصدار أحدث متاح.
bn: PHP Monitor নতুন সংস্করণ উপলব্ধ আছে কিনা তা নির্ধারণ করতে পারেনি。
fr: PHP Monitor n'a pas pu déterminer si une version plus récente est disponible.
hi: PHP Monitor नवीनतम संस्करण उपलब्ध है या नहीं, यह निर्धारित नहीं कर सका।
id: PHP Monitor tidak dapat menentukan apakah versi terbaru tersedia.
it: PHP Monitor non è riuscito a determinare se è disponibile una versione più recente.
ja: PHP Monitorは新しいバージョンが利用可能かどうかを判断できませんでした。
tr: PHP Monitor, daha yeni bir sürümün mevcut olup olmadığını belirleyemedi.
zh_hans: PHP Monitor 无法确定是否有更新的版本

# updater.alerts.cannot_check_for_update.subtitle
source: You might not be connected to the internet, are blocking traffic or GitHub is down and won't allow you to check for updates. If you keep seeing this message, you may want to manually check the releases page.
ar: قد لا تكون متصلًا بالإنترنت، أو أنك تقوم بحظر الحركة، أو أن GitHub غير متاح ولن يسمح لك بفحص التحديثات. إذا استمر ظهور هذه الرسالة، قد ترغب في فحص صفحة الإصدارات يدويًا.
bn: আপনি ইন্টারনেটে সংযুক্ত না থাকতে পারেন, ট্রাফিক ব্লক করছেন অথবা GitHub ডাউন রয়েছে এবং আপডেট চেক করতে দিচ্ছে না। যদি এই বার্তা অবিরত দেখা যায়, তাহলে আপনি ম্যানুয়ালি রিলিজ পেজটি চেক করতে চাইতে পারেন।
fr: Il se peut que vous ne soyez pas connecté à l'internet, que vous bloquiez le trafic ou que GitHub soit en panne et ne vous permette pas de vérifier les mises à jour. Si vous continuez à voir ce message, vous pouvez vérifier manuellement la page des versions.
hi: आप इंटरनेट से कनेक्ट नहीं हो पा रहे हैं, ट्रैफ़िक ब्लॉक कर रहे हैं या GitHub डाउन है और आपको अपडेट की जाँच करने की अनुमति नहीं देगा। यदि आप यह संदेश बार-बार देखते रहते हैं, तो आप रिलीज़ पेज को मैन्युअल रूप से जांचना चाहेंगे。
id: Anda mungkin tidak terhubung ke internet, memblokir lalu lintas atau GitHub sedang down sehingga Anda tidak dapat memeriksa pembaruan. Jika pesan ini terus muncul, Anda dapat memeriksa halaman rilis secara manual.
it: Potresti non essere connesso a Internet, potresti bloccare il traffico o GitHub è inattivo e quindi non puoi verificare gli aggiornamenti. Se continui a vedere questo messaggio, potrebbe essere necessario controllare manualmente la pagina delle versioni.
ja: インターネットに接続されていない、トラフィックがブロックされている、またはGitHubがダウンしており更新の確認ができません。 このメッセージが継続的に表示される場合は、手動でリリースページを確認してください。
tr: İnternete bağlı olmayabilir, trafiği engelliyor veya GitHub kapanmış olabilir ve güncellemeleri kontrol etmenize izin vermeyebilir. Bu mesajı görmeye devam ederseniz, sürüm sayfasını manuel olarak kontrol etmek isteyebilirsiniz.
zh_hans: 您可能没有连接到互联网、正在阻塞流量或 GitHub 出现故障，不允许您检查更新。如果您一直看到此消息，可能需要手动检查发布页面。

# updater.alerts.cannot_check_for_update.description
source: The currently installed version is: %@. You can go to the list of the latest releases (on GitHub) by clicking on the button on the left.
ar: الإصدار المُثبت حاليًا هو: %@. يمكنك الانتقال إلى قائمة أحدث الإصدارات (على GitHub) بالنقر على الزر الموجود على اليسار.
bn: ইনস্টল করা বর্তমান সংস্করণটি হল: %@। আপনি বাম দিকের বোতামে ক্লিক করে সর্বশেষ রিলিজগুলির তালিকা (GitHub-এ) দেখতে পারেন।
fr: La version actuellement installée est : %@. Vous pouvez accéder à la liste des dernières versions (sur GitHub) en cliquant sur le bouton à gauche.
hi: वर्तमान में स्थापित संस्करण है: %@। आप बाईं ओर के बटन पर क्लिक करके नवीनतम रिलीज़ (GitHub पर) की सूची पर जा सकते हैं।
id: Versi yang saat ini terpasang adalah: %@. Anda dapat pergi ke daftar rilis terbaru (di GitHub) dengan mengklik tombol di sebelah kiri.
it: La versione attualmente installata è: %@. Puoi andare alla lista delle ultime release (su GitHub) facendo clic sul pulsante a sinistra.
ja: 現在インストールされているバージョンは：%@です。左側のボタンをクリックすると、GitHub の最新リリース一覧に移動できます。
tr: Şu anda kurulu sürüm: %@. Sol taraftaki düğmeye tıklayarak en son yayınların listesini (GitHub'da) görebilirsiniz.
zh_hans: 当前安装的版本是：%@。您可以点击左侧的按钮进入最新版本列表(在 GitHub 上)

# updater.alerts.buttons.releases_on_github
source: View Releases
ar: عرض الإصدارات
bn: রিলিজ দেখুন
fr: Voir les versions
hi: रिलीज़ देखें
id: Lihat Rilis
it: Visualizza rilasci
ja: リリースを見る
tr: Sürümleri Görüntüle
zh_hans: 查看版本

# updater.alerts.buttons.install
source: Install Update
ar: تثبيت التحديث
bn: আপডেট ইনস্টল করুন
fr: Installer la mise à jour
hi: अपडेट इंस्टॉल करें
id: Pasang Pembaruan
it: Installa aggiornamento
ja: アップデートをインストール
tr: Güncellemeyi Kur
zh_hans: 安装更新

# updater.alerts.buttons.dismiss
source: Dismiss
ar: تجاهل
bn: বন্ধ করুন
fr: Annuler
hi: रद्द करें
id: Tutup
it: Chiudi
ja: 閉じる
tr: Kapat
zh_hans: 解除

# alert.warnings.tld_issue.title
source: You are not using `.test` as the TLD for Valet.
ar: أنت لا تستخدم \".test\" كـ TLD لValet.
bn: আপনি ভ্যালেটের জন্য টিএলডি হিসেবে `.test` ব্যবহার করছেন না।
es: No estás utilizando `.test` como el TLD para Valet.
fr: Vous n'utilisez pas `.test` comme TLD pour Valet.
hi: आप `.test` को Valet के लिए TLD के रूप में उपयोग नहीं कर रहे हैं।
id: Anda tidak menggunakan `.test` sebagai TLD untuk Valet.
it: Non stai usando .test come TLD per Valet.
ja: ValetのTLDに`.test`を使用していません。
tr: Valet için `.test`'i TLD olarak kullanmıyorsunuz.
zh_hans: 您没有使用 `.test` 作为 Valet 的顶级域名

# alert.warnings.tld_issue.subtitle
source: Using a non-default TLD may not work correctly and is not officially supported.
ar: قد لا يعمل استخدام نطاق المستوى الأعلى غير الافتراضي بشكل صحيح ولا يُدعم رسميًا.
bn: একটি অ‑ডিফল্ট TLD ব্যবহার করলে সঠিকভাবে কাজ নাও করতে পারে এবং এটি আনুষ্ঠানিকভাবে সমর্থিত নয়।
es: Utilizar un TLD diferente puede no funcionar correctamente y no está oficialmente soportado.
fr: L'utilisation d'un TLD autre que celui par défaut peut ne pas fonctionner correctement et n'est pas officiellement pris en charge.
hi: एक गैर-डिफ़ॉल्ट TLD का उपयोग सही ढंग से काम नहीं कर सकता है और यह आधिकारिक रूप से समर्थित नहीं है.
id: Menggunakan TLD non-pengaturan default mungkin tidak berfungsi dengan benar dan tidak didukung secara resmi.
it: L'utilizzo di un TLD diverso da quello predefinito potrebbe non funzionare correttamente e non è ufficialmente supportato.
ja: 非デフォルトのTLDを使用すると、正しく動作しない場合があり、公式にはサポートされていません。
tr: Varsayılan olmayan bir üst düzey alan adı (TLD) kullanmak düzgün çalışmayabilir ve resmi olarak desteklenmez.
zh_hans: 使用非默认顶级域名可能无法正常工作，并且不受官方支持

# alert.warnings.tld_issue.description
source: PHP Monitor will remain functional, but there might be issues: the app might not correctly show which domains have been secured. For optimal results, go to your Valet configuration file (config.json in the Valet directory) and change the TLD back to `test`.
ar: سيظل PHP Monitor يعمل، لكن قد تظهر مشكلات: قد لا يعرض التطبيق بشكل صحيح أي النطاقات التي تم تأمينها. للحصول على أفضل النتائج، انتقل إلى ملف إعدادات Valet (config.json في مجلد Valet) وغير TLD مرة أخرى إلى `test`.
bn: PHP Monitor কার্যকর থাকবে, তবে কিছু সমস্যা হতে পারে: অ্যাপটি সঠিকভাবে কোন ডোমেইনগুলো সুরক্ষিত হয়েছে তা দেখাতে নাও পারে। সর্বোত্তম ফলাফলের জন্য আপনার Valet কনফিগারেশন ফাইল (Valet ডিরেক্টরিতে config.json) এ যান এবং TLD আবার `test` করুন।
es: PHP Monitor seguirá siendo funcional, pero hay posibles problemas: la aplicación podría no mostrar correctamente cuáles dominios han sido protegidos. Para obtener resultados óptimos, vaya a su archivo de configuración de Valet (config.json en la carpeta de Valet) y cambie el TLD de nuevo al `test`.
fr: PHP Monitor restera fonctionnel, mais il pourrait y avoir des problèmes : l'application pourrait ne pas montrer correctement quels domaines ont été sécurisés. Pour des résultats optimaux, allez dans votre fichier de configuration Valet (config.json dans le répertoire Valet) et changez le TLD en `test`.
hi: PHP Monitor कार्यशील रहेगा, लेकिन कुछ समस्याएँ हो सकती हैं: ऐप सही ढंग से यह नहीं दिखा सकता कि कौन से डोमेन सुरक्षित किए गए हैं। सर्वोत्तम परिणामों के लिए, अपने Valet कॉन्फ़िगरेशन फ़ाइल (Valet निर्देशिका में config.json) पर जाएँ और TLD को `test` पर वापस बदलें.
id: PHP Monitor akan tetap berfungsi, tetapi mungkin ada masalah: aplikasi tidak menampilkan dengan benar domain yang telah diamankan. Untuk hasil optimal, buka file konfigurasi Valet Anda (config.json di direktori Valet) dan ubah TLD kembali ke `test`.
it: PHP Monitor resterà funzionale, ma potrebbero esserci problemi: l'app potrebbe non mostrare correttamente quali domini sono stati protetti. Per risultati ottimali, vai al file di configurazione Valet (config.json nella directory Valet) e cambia il TLD in `test`.
ja: PHP Monitor は機能し続けますが、問題が発生する可能性があります。アプリは保護されたドメインを正しく表示できない場合があります。最適な結果を得るには、Valet の設定ファイル（Valet ディレクトリ内の config.json）に移動し、TLD を `test` に戻してください。
tr: PHP Monitor çalışmaya devam edecek, ancak sorunlar olabilir: uygulama hangi alan adlarının güvence altına alındığını doğru şekilde göstermeyebilir. En iyi sonuç için Valet yapılandırma dosyanıza (Valet dizinindeki config.json) gidip TLD'yi `test` olarak değiştirin.
zh_hans: PHP Monitor 仍将正常运行，但可能会出现一些问题：应用程序可能无法正确显示哪些域名已被安全保护。为获得最佳效果，请转到 Valet 配置文件(Valet 目录中的 config.json)并将 TLD 改回 `test`。

# alert.do_not_tell_again
source: Don't Tell Me Again
ar: لا تخبرني مجدداً
bn: আরও আমাকে বলবেন না
es: No digas más
fr: Ne m'en Parlez Plus
hi: मुझे फिर से न बताएं
id: Jangan beri tahu saya lagi
it: Non mi dire di nuovo
ja: もう一度表示しないでください
tr: Bana Tekrar Söyleme
zh_hans: 不要再告诉我

# warnings.limits_error.title
source: PHP Monitor could not retrieve limits.
ar: لم يتمكن PHP Monitor من استرداد الحدود.
bn: PHP Monitor সীমা পুনরুদ্ধার করতে পারে না।
es: PHP Monitor no pudo obtener límites.
fr: PHP Monitor n'a pas pu obtenir les limites.
hi: PHP Monitor सीमाएँ पुनः प्राप्त नहीं कर सका।
id: PHP Monitor tidak dapat mengambil batas.
it: PHP Monitor non è riuscito a recuperare i limiti.
ja: PHP Monitorが制限を取得できませんでした。
tr: PHP Monitor, sınırları alamadı.
zh_hans: PHP Monitor 无法检索限制

# warnings.limits_error.steps
source: Try running ‘php -v’ in your terminal.
ar: جرب تشغيل ‘php -v’ في الطرفية الخاصة بك.
bn: আপনার টার্মিনালে ‘php -v’ চালিয়ে দেখুন।
es: Pruebe ejecutando `php -v` en su terminal.
fr: Essayez de lancer 'php -v' dans votre terminal.
hi: अपने टर्मिनल में ‘php -v’ चलाने का प्रयास करें।
id: Coba jalankan ‘php -v’ di terminal Anda.
it: Prova a eseguire ‘php -v’ nel tuo terminale.
ja: ターミナルで『php -v』を実行してみてください。
tr: Terminalinizde ‘php -v’ komutunu çalıştırmayı deneyin.
zh_hans: 尝试在终端运行 `php -v`

# warnings.description
source: **PHP Doctor** will suggest improvements to your active system configuration.
ar: **PHP Doctor** ستقترح تحسينات على تكوين نظامك النشط.
bn: **PHP Doctor** আপনার সক্রিয় সিস্টেম কনফিগারেশনে উন্নতির পরামর্শ দেবে।
es: **Doctor de PHP** sugerirá mejoras para su configuración de sistema activa.
fr: **PHP Doctor** vous proposera des améliorations de la configuration de votre système.
hi: PHP Doctor आपके सक्रिय सिस्टम कॉन्फ़िगरेशन में सुधार सुझाएगा।
id: **PHP Doctor** akan menyarankan perbaikan pada konfigurasi sistem aktif Anda.
it: **PHP Doctor** suggerirà miglioramenti alla tua configurazione di sistema attiva.
ja: **PHP Doctor** は、現在のシステム構成への改善点を提案します。
tr: **PHP Doctor** etkin sistem yapılandırmanız için geliştirmeler önerecek.
zh_hans: **PHP Doctor** 将对您的活动系统配置提出改进建议

# warnings.disclaimer
source: You may choose to hide all recommendations from the PHP Monitor menu in Preferences, but it is recommended that you deal with all actionable items.
ar: قد تختار إخفاء جميع التوصيات من قائمة PHP Monitor في تفضيلات، لكن يُنصح بالتعامل مع كل العناصر القابلة للإجراء.
bn: আপনি প্রেফারেন্সে PHP Monitor মেনু থেকে সমস্ত সুপারিশ লুকানোর সিদ্ধান্ত নিতে পারেন, তবে সব কার্যকরী আইটেমগুলির সাথে মোকাবিলা করার পরামর্শ দেওয়া হয়।
es: Usted puede elegir ocultar todas las recomendaciones del menú de PHP Monitor en Preferencias, pero se recomienda que trate todos los items de acciónables.
fr: Vous pouvez choisir de masquer toutes les recommandations dans le menu PHP Monitor des préférences, mais il est recommandé de traiter tous les points pouvant être améliorés.
hi: आप अपनी प्राथमिकताओं में PHP Monitor मेनू से सभी सिफारिशों को छिपाने का विकल्प चुन सकते हैं, लेकिन यह अनुशंसा की जाती है कि आप सभी कार्यान्वयन योग्य आइटम्स से निपटें।
id: Anda dapat memilih untuk menyembunyikan semua rekomendasi dari menu PHP Monitor di Preferensi, tetapi disarankan agar Anda menangani semua item yang dapat ditindaklanjuti.
it: Puoi scegliere di nascondere tutte le raccomandazioni dal menu PHP Monitor in Preferenze, ma si consiglia di gestire tutti gli elementi azionabili.
ja: PHP Monitor メニューの設定からすべての推奨事項を非表示にすることもできますが、すべての実行可能な項目に対処することをおすすめします。
tr: Tercihlerdeki PHP Monitor menüsünden tüm önerileri gizlemeyi seçebilirsiniz, ancak tüm eyleme geçirilebilir öğelerle ilgilenmeniz önerilir.
zh_hans: 您可以选择隐藏偏好设置中 PHP Monitor 菜单中的所有建议，但建议您处理所有可操作的项目

# warnings.refresh.button
source: Scan Again
ar: فحص مجددًا
bn: আবার স্ক্যান করুন
es: Escanear de nuevo
fr: Scanner à nouveau
hi: पुनः स्कैन करें
id: Pindai Lagi
it: Scansiona di nuovo
ja: 再スキャン
tr: Tekrar Tara
zh_hans: 再次扫描

# warnings.refresh.button.description
source: Press this button once you've fixed an issue. This will cause PHP Monitor to re-evaluate your environment. If it's really fixed, the recommendation should disappear.
ar: اضغط على هذا الزر إذا قمت بإصلاح المشكلة يدويًا. سيؤدي ذلك إلى إعادة تقييم PHP Monitor لبيئتك. (التصحيحات التلقائية لا تتطلب الضغط على هذا الزر.)
bn: যদি আপনি হাতে করে কোনো সমস্যা ঠিক করে থাকেন, তাহলে এই বোতামটি চাপুন। এটি PHP Monitor কে আপনার পরিবেশ পুনরায় মূল্যায়ন করতে বাধ্য করবে। (স্বয়ংক্রিয় সমাধানগুলির জন্য আপনাকে এই বোতামটি চাপতে হবে না।)
es: Presione este botón después de haber solucionado un problema. Esto causará que PHP Monitor evalúe de nuevo su entorno. Si realmente ha sido arreglado, la recomendación debería desaparecer.
fr: Appuyez sur ce bouton une fois que vous avez corrigé un problème. PHP Monitor va alors réévaluer votre environnement. Si le problème est vraiment corrigé, la recommandation devrait disparaître.
hi: यदि आपने किसी समस्या को मैन्युअल रूप से ठीक किया है तो इस बटन पर दबाएँ। इससे PHP Monitor आपके परिवेश का पुनः मूल्यांकन करेगा। (स्वचालित सुधारों के लिए आपको यह बटन दबाने की आवश्यकता नहीं होती।)
id: Tekan tombol ini jika Anda telah memperbaiki masalah secara manual. Ini akan membuat PHP Monitor mengevaluasi ulang lingkungan Anda. (Perbaikan otomatis tidak memerlukan Anda menekan tombol ini.)
it: Premi questo pulsante se hai risolto manualmente un problema. Questo farà sì che PHP Monitor rivaluti l'ambiente. (Le correzioni automatiche non richiedono di premere questo pulsante.)
ja: 問題を手動で修正した場合はこのボタンを押してください。これにより PHP Monitor が環境を再評価します。（自動修正の場合はボタンを押す必要はありません。）
tr: Bir sorunu manuel olarak düzelttiyseniz bu butona basın. Bu, PHP Monitor'ın ortamınızı yeniden değerlendirmesine neden olur. (Otomatik düzeltmeler için bu butona basmanız gerekmez.)
zh_hans: 修复问题后按下此按钮。这将导致 PHP Monitor 重新评估您的环境。如果问题确实已修复，建议应该会消失。

# warnings.helper_permissions.title
source: PHP Monitor’s helpers are currently unavailable.
ar: مساعدات PHP Monitor غير متاحة حاليًا.
bn: PHP Monitor এর সহায়করা বর্তমানে অপ্রাপ্য।
es: Los ayudantes del PHP Monitor no están disponibles actualmente.
fr: Les programmes d'aide du PHP Monitor ne sont pas disponibles pour le moment.
hi: PHP Monitor के सहायक वर्तमान में उपलब्ध नहीं हैं.
id: Pembantu PHP Monitor saat ini tidak tersedia.
it: Gli helper di PHP Monitor non sono attualmente disponibili.
ja: PHP Monitorのヘルパーは現在利用できません。
tr: PHP Monitor'un yardımcıları şu anda kullanılamıyor.
zh_hans: PHP Monitor 的助手当前不可用

# warnings.helper_permissions.description
source: PHP Monitor comes with various helper scripts. Using these scripts allows you to easily invoke a specific version of PHP without switching the linked PHP version.
ar: يأتي PHP Monitor مع مجموعة من البرامج النصية المساعدة. يتيح لك استخدام هذه البرامج النصية استدعاء إصدار محدد من PHP بسهولة دون الحاجة لتغيير النسخة المرتبطة بـ PHP.
bn: PHP Monitor বিভিন্ন সহায়ক স্ক্রিপ্ট নিয়ে আসে। এই স্ক্রিপ্টগুলি ব্যবহার করে আপনি সহজে নির্দিষ্ট সংস্করণের PHP চালু করতে পারেন লিঙ্ক করা PHP সংস্করণ পরিবর্তন না করেই।
es: El PHP Monitor viene con varios scripts ayudantes. Usando estos scripts le permite invocar una versión específica de PHP sin cambiar la versión enlazada de PHP.
fr: Le PHP Monitor est livré avec plusieurs scripts auxiliaires. L'utilisation de ces scripts vous permet d'invoquer facilement une version spécifique de PHP sans changer la version de PHP liée.
hi: PHP Monitor के साथ कई सहायक स्क्रिप्ट्स आते हैं। इन स्क्रिप्ट्स का उपयोग करके आप लिंक किए गए PHP संस्करण को बदलें बिना ही आसानी से किसी विशेष PHP संस्करण को सक्रिय कर सकते हैं।
id: PHP Monitor dilengkapi dengan berbagai skrip bantu. Menggunakan skrip ini memungkinkan Anda memanggil versi PHP tertentu secara mudah tanpa harus mengganti versi PHP yang terhubung.
it: PHP Monitor viene fornito con diversi script ausiliari. Utilizzando questi script è possibile richiamare facilmente una versione specifica di PHP senza modificare la versione collegata.
ja: PHP Monitorにはさまざまなヘルパースクリプトが付属しています。これらのスクリプトを使用すると、リンクされたPHPバージョンを切り替えることなく、特定のPHPバージョンを簡単に呼び出すことができます。
tr: PHP Monitor çeşitli yardımcı betiklerle birlikte gelir. Bu betikleri kullanarak bağlı PHP sürümünü değiştirmenize gerek kalmadan belirli bir PHP sürümünü kolayca çağırabilirsiniz.
zh_hans: PHP Monitor 自带各种辅助脚本。使用这些脚本可以轻松调用特定版本的 PHP，而无需切换链接的 PHP 版本
