Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# domain_list.system_apps
source: System Applications
ar: تطبيقات النظام
bn: সিস্টেম অ্যাপ্লিকেশনসমূহ
es: Aplicaciones del sistema
fr: Applications Système
hi: सिस्टम एप्लिकेशन
id: Aplikasi Sistem
it: Applicazioni di sistema
ja: システムアプリケーション
tr: Sistem Uygulamaları
zh_hans: 系统应用程序

# domain_list.unproxy
source: Remove Proxy
ar: إزالة الوكيل
bn: প্রক্সি সরান
es: Eliminar proxy
fr: Supprimer le Proxy
hi: प्रॉक्सी हटाएँ
id: Hapus Proxy
it: Rimuovi Proxy
ja: プロキシを解除する
tr: Proxy'yi Kaldır
zh_hans: 移除代理

# domain_list.use_in_terminal
source: Open PHP %@ in Terminal
ar: افتح PHP %@ في الطرفية
bn: টার্মিনালে PHP %@ খুলুন
es: Abrir PHP %@ en Terminal
fr: Ouvrir PHP %@ dans le Terminal
hi: टर्मिनल में PHP %@ खोलें
id: Buka PHP %@ di Terminal
it: Apri PHP %@ nel Terminale
ja: ターミナルでPHP %@を開く
tr: Terminalde PHP %@'yi aç
zh_hans: 在终端中打开 PHP %@

# domain_list.alerts_isolated_php_terminal.title
source: You can use PHP %@ in a specific terminal!
ar: يمكنك استخدام PHP %@ في طرفية محددة!
bn: আপনি নির্দিষ্ট টার্মিনালে PHP %@ ব্যবহার করতে পারেন!
es: ¡Puedes usar PHP %@ en una terminal específica!
fr: Vous pouvez utiliser PHP %@ dans un terminal spécifique!
hi: आप किसी विशिष्ट टर्मिनल में PHP %@ का उपयोग कर सकते हैं!
id: Anda dapat menggunakan PHP %@ di terminal tertentu!
it: Puoi usare PHP %@ in un terminale specifico!
ja: 特定のターミナルで PHP %@ を使用できます！
tr: Belirli bir terminalde PHP %@ kullanabilirsiniz!
zh_hans: 您可以在特定终端中使用 PHP %@！

# domain_list.alerts_isolated_php_terminal.subtitle
source: Sadly, PHP Monitor cannot open a terminal for you (and type in the appropriate commands). You'll have to manually source the helper script in order to use this specific version of PHP. To do this, you can type the following in a terminal of choice: . pm%@ This will source the helper script as generated by PHP Monitor and enable the use of PHP %@ for that specific terminal. This has no effect on other terminals, only for the particular terminal session that you are using it on. (i.e. if you have multiple tabs in your terminal app, other tabs & windows are unaffected.)
ar: للأسف، لا يمكن لـ PHP Monitor فتح طرفية لك (وتكتب الأوامر المناسبة). ستحتاج إلى استدعاء نص المساعد يدويًا لاستخدام هذا الإصدار المحدد من PHP. للقيام بذلك، يمكنك كتابة ما يلي في الطرفية المختارة:\n\n. pm%@\n\nسيستدعي ذلك نص المساعد كما أنشأه PHP Monitor ويُمكنك استخدام PHP %@ لذلك الطرفية المحددة.\n\nهذا ليس له تأثير على الطرفيات الأخرى، فقط على الجلسة التي تستخدمها (أي إذا كان لديك عدة علامات تبويب في تطبيق الطرفية، فالأخرى غير متأثرة.)
bn: দুর্ভাগ্যবশত, PHP Monitor আপনার জন্য একটি টার্মিনাল খুলতে পারে না (এবং উপযুক্ত কমান্ড টাইপ করতে পারে না)। আপনাকে ম্যানুয়ালি হেল্পার স্ক্রিপ্ট সোর্স করতে হবে এই নির্দিষ্ট PHP সংস্করণটি ব্যবহার করার জন্য। এটি করতে আপনি পছন্দসই টার্মিনালে নিম্নলিখিত টাইপ করতে পারেন: . pm%@ এটি PHP Monitor দ্বারা উত্পন্ন হেল্পার স্ক্রিপ্ট সোর্স করবে এবং সেই নির্দিষ্ট টার্মিনালের জন্য PHP %@ ব্যবহার সক্ষম করবে। এর অন্য টার্মিনালগুলোর উপর কোনো প্রভাব নেই, কেবলমাত্র আপনি যে নির্দিষ্ট টার্মিনাল সেশনে এটি ব্যবহার করছেন তার উপরই প্রযোজ্য। (অর্থাৎ যদি আপনার টার্মিনাল অ্যাপে একাধিক ট্যাব থাকে, অন্যান্য ট্যাব ও উইন্ডো অপ্রভাবিত থাকবে।)
es: Lamentablemente, PHP Monitor no puede abrir una terminal por ti (y escribir los comandos apropiados). Tendrás que ejecutar manualmente el script auxiliar para usar esta versión específica de PHP. Para hacer esto, puedes escribir lo siguiente en una terminal de tu elección: . pm%@ Esto ejecutará el script auxiliar generado por PHP Monitor y habilitará el uso de PHP %@ para esa terminal específica. Esto no tiene efecto en otras terminales, solo para la sesión particular de terminal en la que lo estás usando. (es decir, si tienes múltiples pestañas en tu aplicación de terminal, otras pestañas y ventanas no se ven afectadas.)
fr: Malheureusement, PHP Monitor ne peut pas ouvrir un terminal pour vous (et taper les commandes appropriées). Vous devrez donc manuellement créer le script d'aide afin d'utiliser cette version spécifique de PHP. Pour ce faire, vous pouvez taper ce qui suit dans le terminal de votre choix : . pm%@ Ceci va générer le script d'aide tel qu'il est généré par PHP Monitor et permettre l'utilisation de PHP %@ pour ce terminal spécifique. Cela n'a pas d'effet sur les autres terminaux, mais uniquement sur la session de terminal particulière sur laquelle vous l'utilisez. (par exemple, si vous avez plusieurs onglets dans votre application de terminal, les autres onglets et fenêtres ne sont pas affectés).
hi: दुर्भाग्यवश, PHP Monitor आपके लिए टर्मिनल नहीं खोल सकता (और उपयुक्त कमांड्स टाइप नहीं कर सकता)। आपको इस विशेष PHP संस्करण का उपयोग करने के लिए हेल्पर स्क्रिप्ट को मैन्युअली सोर्स करना पड़ेगा। ऐसा करने के लिये आप अपनी पसंद के किसी भी टर्मिनल में निम्न लिख सकते हैं: . pm%@ यह हेल्पर स्क्रिप्ट को PHP Monitor द्वारा जेनरेट किया गया है और उस विशेष टर्मिनल के लिए PHP %@ का उपयोग सक्षम करेगा। इसका असर अन्य टर्मिनलों पर नहीं पड़ेगा, केवल जिस विशिष्ट टर्मिनल सत्र में आप इसे इस्तेमाल कर रहे हैं उसके लिए ही (यानी यदि आपके टर्मिनल ऐप में कई टैब्स हों, तो अन्य टैब्स और विंडोज प्रभावित नहीं होंगे)।
id: Sayangnya, PHP Monitor tidak dapat membuka terminal untuk Anda (dan mengetik perintah yang sesuai). Anda harus secara manual memanggil skrip bantuan agar dapat menggunakan versi PHP tertentu ini. Untuk melakukannya, ketikkan di terminal pilihan Anda: . pm%@ Skrip bantuan akan dipanggil seperti yang dibuat oleh PHP Monitor dan memungkinkan penggunaan PHP %@ untuk terminal tersebut. Hal ini tidak memengaruhi terminal lain, hanya sesi terminal spesifik yang Anda gunakan. (misalnya jika Anda memiliki beberapa tab di aplikasi terminal Anda, tab & jendela lainnya tidak terpengaruh.)
it: Purtroppo, PHP Monitor non può aprire un terminale per te (e digitare i comandi appropriati). Dovrai caricare manualmente lo script di supporto per utilizzare questa versione specifica di PHP. Per farlo, puoi digitare quanto segue in un terminale a tua scelta: . pm%@ Questo caricherà lo script di supporto generato da PHP Monitor e abiliterà l'uso di PHP %@ per quel terminale specifico. Non ha effetto sugli altri terminali, solo sulla sessione del terminale particolare che stai usando. (cioè se hai più schede nella tua app terminale, le altre schede e finestre non sono influenzate.)
ja: 残念ながら、PHP Monitor はあなたのためにターミナルを開くことができません（そして適切なコマンドを入力することもできません）。この特定バージョンの PHP を使用するには、ヘルパースクリプトを手動でソースする必要があります。これを行うには、任意のターミナルに次のように入力してください: . pm%@ これにより、PHP Monitor によって生成されたヘルパースクリプトが読み込まれ、その特定のターミナルで PHP %@ を使用できるようになります。 これは他のターミナルには影響しません。使用しているターミナルセッションだけに適用されます（例：ターミナルアプリに複数タブがある場合、他のタブやウィンドウは影響を受けません）。
tr: Maalesef, PHP Monitor sizin için bir terminal açamaz (ve uygun komutları girmez). Bu özel PHP sürümünü kullanmak için yardımcı betiği elle kaynaklamanız gerekir. Bunu yapmak için istediğiniz bir terminalde aşağıdakini yazabilirsiniz: . pm%@ Bu, PHP Monitor tarafından oluşturulan yardımcı betiği kaynağı olarak çalıştıracak ve bu belirli terminal için PHP %@ kullanımını etkinleştirecektir. Bu, diğer terminallere hiçbir etkisi yoktur; yalnızca kullandığınız özel terminal oturumu için geçerlidir. (Yani terminal uygulamanızda birden fazla sekme varsa, diğer sekmeler ve pencereler etkilenmez.)
zh_hans: 遗憾的是，PHP Monitor 无法为您打开终端(并键入相应的命令)。要使用这个特定版本的 PHP，您必须手动获取辅助脚本的源代码。为此，您可以在选择的终端中键入以下内容： pm%@ 这将源化由 PHP Monitor 生成的辅助脚本，并在该特定终端启用 PHP %@。 这对其他终端没有影响，只对正在使用它的特定终端会话有影响。(例如，如果您在终端应用程序中有多个选项卡，其他选项卡和窗口不受影响)

# domain_list.alerts_isolated_php_terminal.desc
source: If this doesn't work, you may wish to check PHP Doctor via the First Aid menu here in PHP Monitor. More information about this feature can also be found on GitHub (on the wiki on PHP Monitor's repository). This alert is included to improve visibility of this feature.
ar: إذا لم ينجح ذلك، قد ترغب في التحقق من PHP Doctor عبر قائمة العناية الأولية هنا في PHP Monitor. يمكن العثور على مزيد من المعلومات حول هذه الميزة أيضًا على GitHub (في ويكي مستودع PHP Monitor). تم تضمين هذا التنبيه لتحسين رؤية هذه الميزة.
bn: যদি এটি কাজ না করে, তাহলে আপনি এখানে PHP Monitor‑এ ফার্স্ট এড মেনুর মাধ্যমে PHP Doctor চেক করতে চাইতে পারেন। এই বৈশিষ্ট্য সম্পর্কে আরও তথ্য GitHub‑এ (PHP Monitor‑এর রেপোজিটরির উইকিতে) পাওয়া যাবে। এই সতর্কবার্তাটি এই বৈশিষ্ট্যের দৃশ্যমানতা বাড়ানোর জন্য অন্তর্ভুক্ত করা হয়েছে।
es: Si esto no funciona, es posible que desees verificar PHP Doctor a través del menú de Primeros auxilios aquí en PHP Monitor. También puedes encontrar más información sobre esta característica en GitHub (en la wiki del repositorio de PHP Monitor). Esta alerta se incluye para mejorar la visibilidad de esta característica.
fr: Si cela ne fonctionne pas, vous pouvez vérifier PHP Doctor via le menu Dépannage ici dans PHP Monitor. Plus d'informations sur cette fonctionnalité peuvent être trouvées sur GitHub (sur le wiki du dépôt de PHP Monitor). Cette alerte est incluse pour améliorer la visibilité de cette fonctionnalité.
hi: यदि यह काम नहीं करता है, तो आप PHP Monitor में First Aid मेनू के माध्यम से PHP Doctor की जाँच करना चाह सकते हैं। इस सुविधा के बारे में अधिक जानकारी GitHub (PHP Monitor के रिपॉजिटरी के विकी पर) भी मिल सकती है। यह चेतावनी इस फीचर की दृश्यता बढ़ाने के लिए शामिल की गई है。
id: Jika ini tidak berhasil, Anda dapat memeriksa PHP Doctor melalui menu Pertolongan Pertama di PHP Monitor. Informasi lebih lanjut tentang fitur ini juga dapat ditemukan di GitHub (di wiki repositori PHP Monitor). Peringatan ini disertakan untuk meningkatkan visibilitas fitur ini.
it: Se questa soluzione non funziona, potresti voler verificare PHP Doctor tramite il menu First Aid qui in PHP Monitor. Ulteriori informazioni su questa funzione possono anche essere trovate su GitHub (nella wiki del repository di PHP Monitor). Questo avviso è incluso per migliorare la visibilità di questa funzione.
ja: これが機能しない場合は、PHP MonitorのFirst AidメニューからPHP Doctorを確認することを検討してください。この機能に関する詳細情報は、GitHub（PHP MonitorリポジトリのWiki）でも確認できます。 このアラートは、この機能の可視性向上のために追加されています。
tr: Eğer bu çalışmazsa, PHP Monitor'da İlk Yardım menüsü üzerinden PHP Doctor'u kontrol etmek isteyebilirsiniz. Bu özelliğin daha fazla bilgisi aynı zamanda GitHub (PHP Monitor deposundaki wiki) üzerinde bulunabilir. Bu uyarı, bu özelliğin görünürlüğünü artırmak için eklenmiştir.
zh_hans: 如果这不起作用，您可以通过 PHP Monitor 中的急救与服务菜单检查 PHP Doctor。有关此功能的更多信息也可以在 GitHub(PHP Monitor 软件仓库的维基站点)上找到。加入此警告是为了提高此功能的可见性。

# domain_list.warning.spaces
source: Warning! This site has a space in its folder. The site will not be reachable via the browser.
ar: تحذير! يحتوي هذا الموقع على مسافة في مجلده. لن يكون بإمكانك الوصول إلى الموقع عبر المتصفح.
bn: সতর্কতা! এই সাইটের ফোল্ডারে একটি স্পেস আছে। ব্রাউজার থেকে সাইটটি অ্যাক্সেসযোগ্য হবে না।
es: ¡Advertencia! Este sitio tiene un espacio en su carpeta. El sitio no será accesible a través del navegador.
fr: Attention ! Ce site a un espace dans son dossier. Le site ne sera pas accessible via le navigateur.
hi: चेतावनी! इस साइट के फ़ोल्डर में एक स्पेस है। साइट ब्राउज़र से पहुँच योग्य नहीं होगी।
id: Peringatan! Situs ini memiliki spasi di dalam foldernya. Situs tidak dapat dijangkau melalui peramban.
it: Attenzione! Questo sito ha uno spazio nella sua cartella. Il sito non sarà raggiungibile tramite il browser.
ja: 警告！ このサイトのフォルダにスペースがあります。 ブラウザからアクセスできません。
tr: Uyarı! Bu sitenin klasöründe boşluk var. Site tarayıcı üzerinden erişilemez.
zh_hans: 警告！该网站的文件夹中有一个空格。 无法通过浏览器访问该网站。

# domain_list.alert.invalid_folder_name
source: Invalid folder name
ar: اسم مجلد غير صالح
bn: অবৈধ ফোল্ডার নাম
es: Nombre de carpeta inválido
fr: Nom de dossier non valide
hi: अमान्य फ़ोल्डर नाम
id: Nama folder tidak valid
it: Nome cartella non valido
ja: 無効なフォルダ名
tr: Geçersiz klasör adı
zh_hans: 文件夹名称无效

# domain_list.alert.invalid_folder_name_desc
source: This folder could not be resolved to a valid URL. This is usually because there’s a space in the folder name. Please rename the folder, reload the list of sites, and try again.
ar: لم يمكن حل هذا المجلد إلى عنوان URL صالح. يحدث ذلك عادةً عندما يكون هناك مسافة في اسم المجلد. يرجى إعادة تسمية المجلد، وإعادة تحميل قائمة المواقع، والمحاولة مرة أخرى.
bn: এই ফোল্ডারটি বৈধ URL-এ রূপান্তর করা যায়নি। সাধারণত এর কারণ হল ফোল্ডারের নামের মধ্যে একটি স্পেস আছে। অনুগ্রহ করে ফোল্ডারটির নাম পরিবর্তন করুন, সাইটগুলির তালিকা পুনরায় লোড করুন এবং আবার চেষ্টা করুন。
es: Esta carpeta no se pudo resolver a una URL válida. Esto generalmente sucede porque hay un espacio en el nombre de la carpeta. Por favor, renombra la carpeta, recarga la lista de sitios e intenta de nuevo.
fr: Ce dossier n'a pas pu être résolu en une URL valide. Cela est généralement dû à la présence d'un espace dans le nom du dossier. Veuillez renommer le dossier, recharger la liste des sites et réessayer.
hi: यह फ़ोल्डर वैध URL पर हल नहीं किया जा सका। आम तौर पर इसका कारण फ़ोल्डर नाम में स्पेस होना है। कृपया फ़ोल्डर का नाम बदलें, साइटों की सूची को पुनः लोड करें और फिर से प्रयास करें।
id: Folder ini tidak dapat diselesaikan menjadi URL yang valid. Biasanya hal ini terjadi karena ada spasi di nama folder. Harap ubah nama folder, muat ulang daftar situs, dan coba lagi.
it: Questa cartella non può essere risolta in un URL valido. Di solito è perché c'è uno spazio nel nome della cartella. Rinomina la cartella, ricarica l'elenco dei siti e riprova.
ja: このフォルダは有効なURLに解決できませんでした。通常、フォルダ名にスペースが含まれているためです。フォルダの名前を変更し、サイト一覧を再読み込みしてからもう一度お試しください。
tr: Bu klasör geçerli bir URL'ye çözümlenemedi. Genellikle klasör adında boşluk olması nedeniyle olur. Lütfen klasörü yeniden adlandırın, site listesini yeniden yükleyin ve tekrar deneyin.
zh_hans: 该文件夹无法解析为有效的 URL。这通常是因为文件夹名称中有一个空格。请重命名文件夹，重新加载网站列表，然后再试一次。

# domain_list.columns.type
source: Type
ar: النوع
bn: ধরন
es: Tipo
hi: प्रकार
id: Tipe
it: Tipo
ja: タイプ
tr: Tip
zh_hans: 类型

# driver.not_detected
source: Other
ar: أخرى
bn: অন্যান্য
es: Otro
fr: Autres
hi: अन्य
id: Lainnya
it: Altro
ja: その他
tr: Diğer
zh_hans: 其他

# preset.extension
source: %i extension
ar: %i امتداد
bn: %i এক্সটেনশন
es: %i extensión
hi: %i एक्सटेंशन
id: %i ekstensi
it: %i estensione
ja: %i 拡張機能
tr: %i uzantı
zh_hans: %i 扩展

# preset.extensions
source: %i extensions
ar: %i امتدادات
bn: %iটি এক্সটেনশন
es: %i extensiones
hi: %i विस्तार
id: %i ekstensi
it: %i estensioni
ja: %i 個の拡張機能
tr: %i uzantılar
zh_hans: %i 扩展

# preset.preference
source: %i preference
ar: %i تفضيل
bn: %i পছন্দ
es: %i preferencia
fr: %i préférence
hi: %i प्राथमिकता
id: %i preferensi
it: %i preferenza
ja: %i 件の設定
tr: %i tercih
zh_hans: %i 偏好

# preset.preferences
source: %i preferences
ar: %i تفضيلات
bn: %i পছন্দসমূহ
es: %i preferencias
fr: %i préférences
hi: %i प्राथमिकताएँ
id: %i preferensi
it: %i preferenze
ja: %i 件の設定
tr: %i tercihler
zh_hans: %i 偏好

# editors.alert.try_again
source: Try Again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
es: Intentar de nuevo
fr: Essayez à nouveau
hi: फिर से प्रयास करें
id: Coba Lagi
it: Riprova
ja: もう一度お試しください
tr: Tekrar Dene
zh_hans: 再试一次

# editors.alert.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
tr: İptal
zh_hans: 取消

# prefs.title
source: PHP Monitor
ar: مراقبة PHP
id: Preferensi PHP Monitor

# prefs.subtitle
source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
es: Preferencias
fr: Préférences
hi: विकल्प
id: Preferensi
it: Preferenze
ja: 設定
tr: Tercihler
zh_hans: 首选项

# prefs.close
source: Close
ar: إغلاق
bn: বন্ধ
es: Cerrar
fr: Fermer
hi: बंद
id: Tutup
it: Chiudi
ja: 閉じる
tr: Kapat
zh_hans: 关闭

# prefs.tabs.general
source: General
ar: عام
bn: সাধারণ
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
tr: Genel
zh_hans: 常规

# prefs.tabs.appearance
source: Appearance
ar: المظهر
bn: দর্শন
es: Apariencia
fr: Apparence
hi: दिखावट
id: Penampilan
it: Aspetto
ja: 外観
tr: Görünüm
zh_hans: 外观

# prefs.tabs.visibility
source: Visibility
ar: الرؤية
bn: দৃশ্যমানতা
es: Visibilidad
fr: Visibilité
hi: दृश्यता
id: Visibilitas
it: Visibilità
ja: 可視性
tr: Görünürlük
zh_hans: 可见性

# prefs.tabs.notifications
source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
es: Notificaciones
hi: सूचनाएँ
id: Pemberitahuan
it: Notifiche
ja: 通知
tr: Bildirimler
zh_hans: 通知

# prefs.global_shortcut
source: Global Shortcut:
ar: الاختصار العام:
bn: গ্লোবাল শর্টকাট:
es: Atajo global:
fr: Raccourci Clavier :
hi: सार्वभौमिक शॉर्टकट:
id: Pintasan Global:
it: Scorciatoia globale:
ja: グローバルショートカット：
tr: Küresel Kısayol:
zh_hans: 全局快捷方式:

# prefs.dynamic_icon
source: Icon Type:
ar: نوع الأيقونة:
bn: আইকন টাইপ:
es: Icono dinámico:
fr: Type d'Icône :
hi: आइकन प्रकार:
id: Ikon Dinamis:
it: Icona dinamica:
ja: アイコンタイプ:
tr: Simge Türü:
zh_hans: 图标类型:

# prefs.info_density
source: Info Density:
ar: كثافة المعلومات:
bn: তথ্য ঘনত্ব:
es: Densidad de información:
fr: Densité d'Informations :
hi: सूचना घनत्व:
id: Kepadatan Info:
it: Densità Informazioni:
ja: 情報密度:
tr: Bilgi Yoğunluğu:
zh_hans: 信息密度:

# prefs.services
source: Services:
ar: الخدمات:
bn: সেবাসমূহ:
es: Servicios:
hi: सेवाएँ:
id: Layanan:
it: Servizi:
ja: サービス:
tr: Hizmetler:
zh_hans: 服务:

# prefs.switcher
source: Switcher:
ar: المبدّل:
bn: সুইচার:
es: Selector:
fr: Sélecteur :
hi: स्विचर:
ja: スイッチャー:
tr: Değiştirici:
zh_hans: 切换器:

# prefs.php_doctor
source: PHP Doctor:
ar: طبيب PHP:
bn: PHP ডাক্তার:
hi: PHP डॉक्टर:
id: Dokter PHP:
ja: PHP ドクター:

# prefs.integrations
source: Integrations:
ar: التكاملات:
bn: একীকরণসমূহ:
es: Integraciones:
fr: Intégrations :
hi: एकीकरण:
id: Integrasi:
it: Integrazioni:
ja: 統合:
tr: Entegrasyonlar:
zh_hans: 集成:

# prefs.updates
source: Updates:
ar: التحديثات:
bn: আপডেটসমূহ:
es: Actualizaciones:
fr: Mises-à-jour :
hi: अपडेट्स:
id: Pembaruan:
it: Aggiornamenti:
ja: 更新:
tr: Güncellemeler:
zh_hans: 更新:

# prefs.notifications
source: Notifications:
ar: الإشعارات:
bn: অধিসূচনা:
es: Notificaciones:
hi: सूचनाएँ:
id: Pemberitahuan:
it: Notifiche:
ja: 通知:
tr: Bildirimler:
zh_hans: 通知:

# prefs.warnings
source: Warnings:
ar: التحذيرات:
bn: সতর্কতা:
es: Advertencias:
fr: Avertissements :
hi: चेतावनियाँ:
id: Peringatan:
it: Avvisi:
ja: 警告：
tr: Uyarılar:
zh_hans: 警告:

# prefs.menu_contents
source: Features in Menu:
ar: الميزات في القائمة:
bn: মেনুতে বৈশিষ্ট্যসমূহ:
es: Funciones en el menú:
fr: Le menu contient :
hi: मेनू की विशेषताएं:
id: Fitur di Menu:
it: Caratteristiche nel menu:
ja: メニューの機能：
tr: Menüdeki Özellikler:
zh_hans: 菜单功能:

# prefs.startup
source: Startup:
ar: البدء:
bn: স্টার্টআপ:
es: Inicio:
fr: Démarrage :
hi: स्टार्टअप:
id: Mulai:
it: Avvio:
ja: 起動時:
tr: Başlangıç:
zh_hans: 启动:

# prefs.auto_start_desc
source: Automatically starts PHP Monitor when you log into your Mac.
ar: يبدأ PHP Monitor تلقائياً عند تسجيل دخولك إلى جهاز Mac الخاص بك.
bn: আপনি যখন আপনার ম্যাকে লগ ইন করেন, তখন স্বয়ংক্রিয়ভাবে PHP Monitor চালু হয়।
es: Inicia PHP Monitor automáticamente cuando inicias sesión en tu Mac.
fr: Lancer automatiquement PHP Monitor lorsque vous vous connectez à votre Mac.
hi: जैसे ही आप अपने मैक में लॉग इन करते हैं, यह स्वतः PHP Monitor शुरू करता है।
id: Secara otomatis memulai PHP Monitor saat Anda masuk ke Mac Anda.
it: Avvia automaticamente PHP Monitor quando accedi al tuo Mac.
ja: Macにログインするときに自動的にPHP Monitorを起動します。
tr: Mac’inize giriş yaptığınızda PHP Monitor otomatik olarak başlatılır.
zh_hans: 登录 Mac 时自动启动 PHP Monitor

# prefs.auto_start_title
source: Start PHP Monitor at login
ar: ابدأ PHP Monitor عند تسجيل الدخول
bn: লগইন করার সময় PHP Monitor চালু করুন
es: Iniciar PHP Monitor al iniciar sesión
fr: Démarrer PHP Monitor à la connexion
hi: लॉगिन पर PHP Monitor शुरू करें
id: Mulai PHP Monitor saat login
it: Avvia PHP Monitor all'accesso
ja: ログイン時にPHP Monitorを起動する
tr: Girişte PHP Monitor'ı başlat
zh_hans: 登录时启动 PHP Monitor

# prefs.icon_options.php
source: Display PHP Icon
ar: عرض أيقونة PHP
bn: PHP আইকন প্রদর্শন
es: Mostrar icono de PHP
fr: Afficher l'icône PHP
hi: PHP आइकन दिखाएँ
id: Tampilkan Ikon PHP
it: Visualizza icona PHP
ja: PHPアイコンを表示
tr: PHP Simgesini Göster
zh_hans: 显示 PHP 图标

# prefs.icon_options.elephant
source: Display Elephant Icon
ar: عرض أيقونة الفيل
bn: এলিফ্যান্ট আইকন প্রদর্শন করুন
es: Mostrar icono del elefante
fr: Afficher l'icône Éléphant
hi: हाथी आइकन प्रदर्शित करें
id: Tampilkan Ikon Gajah
it: Visualizza icona elefante
ja: 象アイコンを表示
tr: Elefant Simgesini Göster
zh_hans: 显示大象图标

# prefs.icon_options.none
source: Do Not Display Icon
ar: لا تُعرض أيقونة
bn: আইকন প্রদর্শন করবেন না
es: No mostrar icono
fr: Ne Pas Afficher d'icône
hi: आइकन प्रदर्शित न करें
id: Jangan Tampilkan Ikon
it: Non visualizzare l'icona
ja: アイコンを表示しない
tr: İkon Gösterme
zh_hans: 不显示图标

# prefs.icon_options_desc
source: This option decides which icon will be displayed next to the version number of the currently linked PHP version. If the Dynamic Icon option has been disabled, this will have no effect.
ar: هذا الخيار يحدد أي أيقونة ستظهر بجانب رقم إصدار PHP المرتبط حاليًا. إذا تم تعطيل خيار الأيقونة الديناميكية، فلن يكون لهذا أي تأثير.
bn: এই অপশনটি নির্ধারণ করে কোন আইকন বর্তমানে সংযুক্ত PHP সংস্করণের ভার্সন নম্বরের পাশে প্রদর্শিত হবে। যদি ডাইনামিক আইকন অপশন নিষ্ক্রিয় থাকে, তবে এর কোনো প্রভাব পড়বে না।
es: Esta opción determina qué icono se mostrará junto al número de versión de PHP actualmente vinculado. Si la opción de Icono dinámico está desactivada, esto no tendrá efecto.
fr: Cette option détermine l'icône qui sera affichée à côté du numéro de version de la version de PHP actuellement liée. Si l'option Icône dynamique a été désactivée, cette option n'aura aucun effet.
hi: यह विकल्प तय करता है कि वर्तमान में लिंक की गई PHP संस्करण संख्या के बगल में कौन सा आइकन प्रदर्शित होगा। यदि डायनेमिक आइकन विकल्प अक्षम किया गया है, तो इसका कोई प्रभाव नहीं पड़ेगा।
id: Opsi ini menentukan ikon mana yang akan ditampilkan di samping nomor versi PHP yang saat ini terhubung. Jika opsi Ikon Dinamis dinonaktifkan, ini tidak akan berpengaruh.
it: Questa opzione decide quale icona verrà visualizzata accanto al numero di versione della PHP attualmente collegata. Se l'opzione Dynamic Icon è stata disabilitata, questo non avrà alcun effetto.
ja: このオプションは、現在リンクされている PHP バージョンのバージョン番号の横に表示されるアイコンを決定します。Dynamic Icon オプションが無効になっている場合、この設定には影響しません。
tr: Bu seçenek, şu anda bağlı olan PHP sürümünün sürüm numarasının yanına hangi simgenin gösterileceğini belirler. Dinamik Simge seçeneği devre dışı bırakılmışsa, bu hiçbir etki yaratmaz.
zh_hans: 该选项决定在当前链接的 PHP 版本的版本号旁边显示哪个图标。如果动态图标选项已被禁用，该选项将不起作用

# prefs.auto_restart_services_title
source: Auto-restart PHP-FPM
ar: إعادة تشغيل تلقائية لـ PHP‑FPM
bn: PHP‑FPM স্বয়ংক্রিয় পুনরারম্ভ
es: Reiniciar PHP-FPM automáticamente
fr: Redémarrer PHP-FPM automatiquement
hi: PHP-FPM को ऑटो-रीस्टार्ट करें
id: Restart otomatis PHP-FPM
it: Riavvio automatico PHP‑FPM
ja: 自動再起動 PHP-FPM
tr: PHP-FPM'i Otomatik Yeniden Başlat
zh_hans: 自动重启 PHP-FPM
