Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# alert.key_service_not_running.title
source: Due to issues with the Homebrew services required, Valet is currently not working correctly
ar: نظرًا لمشكلات في خدمات Homebrew المطلوبة، لا يعمل Valet حاليًا بشكل صحيح
bn: প্রয়োজনীয় হোমব্রু সার্ভিসগুলির সমস্যার কারণে, ভ্যালেট বর্তমানে সঠিকভাবে কাজ করছে না
fr: En raison de problèmes avec les services Homebrew nécessaires, Valet ne fonctionne pas correctement pour le moment
hi: आवश्यक Homebrew सेवाओं में समस्याओं के कारण, Valet वर्तमान में सही ढंग से काम नहीं कर रहा है
id: Karena masalah dengan layanan Homebrew yang diperlukan, Valet saat ini tidak berfungsi dengan benar
it: A causa di problemi con i servizi Homebrew richiesti, Valet non funziona correttamente al momento.
ja: 必要なHomebrewサービスに問題があるため、Valetは現在正常に動作していません
tr: Gerekli Homebrew servislerindeki sorunlar nedeniyle, Valet şu anda düzgün çalışmıyor
zh_hans: 由于所需的 Homebrew 服务存在问题，Valet 目前无法正常工作

# alert.key_service_not_running.subtitle
source: For Valet to work properly, at least three key services need to be running correctly. PHP Monitor is reporting that this isn't the case. You can try to fix this by pressing the button with the 'X' in the menu below the affected service to (re)start the service that is currently inactive.
ar: لعمل Valet بشكل صحيح، يجب أن تعمل على الأقل ثلاث خدمات رئيسية بشكل صحيح.\n\nيبلغ PHP Monitor بأن هذا غير صحيح. يمكنك محاولة إصلاح ذلك بالضغط على الزر الذي يحمل 'X' في القائمة تحت الخدمة المتأثرة لإعادة تشغيل الخدمة التي لا تزال غير نشطة.
bn: Valet সঠিকভাবে কাজ করার জন্য, কমপক্ষে তিনটি মূল পরিষেবা সঠিকভাবে চলমান থাকা প্রয়োজন। PHP Monitor জানাচ্ছে যে এটাই হচ্ছে না। আপনি নিচের প্রভাবিত সার্ভিসের মেনুতে 'X' সহ বোতাম চাপ দিয়ে বর্তমানে নিষ্ক্রিয় থাকা সার্ভিসকে (পুনরায়) চালু করে এটি ঠিক করার চেষ্টা করতে পারেন。
fr: Pour que Valet fonctionne correctement, il faut qu'au moins trois services clés fonctionnent correctement. PHP Monitor signale que ce n'est pas le cas. Vous pouvez essayer de résoudre ce problème en appuyant sur le bouton avec le 'X' dans le menu sous le service concerné pour (re)démarrer le service qui est actuellement inactif.
hi: Valet के सही ढंग से काम करने के लिए, कम से कम तीन मुख्य सेवाओं का सही तरीके से चलना आवश्यक है। PHP Monitor रिपोर्ट कर रहा है कि ऐसा नहीं हो रहा है। आप नीचे प्रभावित सेवा के मेनू में 'X' वाले बटन को दबाकर वर्तमान में निष्क्रिय सेवा को पुनः प्रारंभ करके इसे ठीक करने का प्रयास कर सकते हैं।
id: Untuk Valet berfungsi dengan baik, setidaknya tiga layanan utama harus berjalan dengan benar. PHP Monitor melaporkan bahwa hal ini tidak terjadi. Anda dapat mencoba memperbaikinya dengan menekan tombol yang memiliki 'X' di menu di bawah layanan yang terpengaruh untuk (re)memulai layanan yang saat ini tidak aktif.
it: Per far funzionare correttamente Valet, almeno tre servizi chiave devono essere in esecuzione correttamente. PHP Monitor segnala che non è così. Puoi provare a risolvere premendo il pulsante con la 'X' nel menu sotto il servizio interessato per (ri)avviare il servizio attualmente inattivo.
ja: Valet が正常に動作するためには、少なくとも3つの主要サービスが正しく稼働している必要があります。PHP Monitor は現在そうではないと報告しています。該当サービスのメニューにある「X」ボタンを押すことで、その非アクティブなサービスを（再）起動し、修復を試みることができます。
tr: Valet'in düzgün çalışması için en az üç ana hizmetin doğru şekilde çalışıyor olması gerekir. PHP Monitor, durumun bu olmadığını bildiriyor. Etkilenen hizmetin altındaki menüde 'X' bulunan butona basarak mevcut durumda aktif olmayan hizmeti yeniden başlatmayı deneyebilirsiniz.
zh_hans: Valet 要正常工作，至少需要三个关键服务正常运行。 PHP Monitor 报告说情况并非如此。您可以尝试按下受影响服务下方菜单中带有 `X` 的按钮来(重新)启动当前处于非活动状态的服务，从而解决这个问题。

# alert.key_service_not_running.desc
source: If clicking on the button below the service doesn't work (i.e. the spinner appears but remains an 'X' after some time), you may need to run Fix My Valet. You can do this via the menu First Aid > Fix My Valet. Alternatively, you can use `valet stop` and `valet start` in the terminal, which may also fix the issue (as an alternative to Fix My Valet). For further debugging, you may wish to check the GitHub issue tracker, where others may have had similar issues. As the developer, I attempt to make sure every question gets answered :)
ar: إذا لم يعمل الخدمة عند النقر على الزر أدناه (أي يظهر مؤشر التحميل ويظل علامة 'X' بعد بعض الوقت)، فقد تحتاج إلى تشغيل Fix My Valet. يمكنك القيام بذلك عبر القائمة First Aid > Fix My Valet.\n\nبدلاً من ذلك، يمكنك استخدام `valet stop` و `valet start` في الطرفية، والتي قد تُصلح المشكلة أيضًا (كخيار بديل لـ Fix My Valet).\n\nلمزيد من التصحيح، قد ترغب في التحقق من متعقب قضايا GitHub، حيث قد يكون لدى الآخرين مشكلات مماثلة. كالمطور، أحاول التأكد من أن كل سؤال يلقى إجابة :)
bn: যদি নীচের বোতামে ক্লিক করার পরও সার্ভিস কাজ না করে (অর্থাৎ স্পিনার দেখা দেয় কিন্তু কিছু সময় পরে 'X' থাকে), তাহলে আপনাকে Fix My Valet চালাতে হতে পারে। আপনি মেনু First Aid > Fix My Valet এর মাধ্যমে এটি করতে পারেন। বিকল্পভাবে, টার্মিনালে `valet stop` এবং `valet start` ব্যবহার করে সমস্যাটি সমাধান করা যেতে পারে (Fix My Valet-এর একটি বিকল্প হিসেবে)। আরও ডিবাগ করার জন্য, আপনি GitHub issue tracker চেক করতে পারেন, যেখানে অন্যরা একই ধরনের সমস্যা পেতে পারে। ডেভেলপার হিসাবে আমি নিশ্চিত করি যে প্রতিটি প্রশ্নের উত্তর দেওয়া হয় :)
fr: Si le fait de cliquer sur le bouton situé sous le service ne fonctionne pas (c.-à-d. que la roulette apparaît mais affiche toujours un "X" au bout d'un certain temps), il se peut que vous deviez lancer Fix My Valet. Vous pouvez le faire via le menu First Aid > Fix My Valet. Vous pouvez également utiliser `valet stop` et `valet start` dans le terminal, ce qui peut également résoudre le problème (comme alternative à Fix My Valet). Pour un débogage plus approfondi, vous pouvez consulter le GitHub issue tracker, où d'autres personnes peuvent avoir eu des problèmes similaires. En tant que développeur, j'essaie de m'assurer que toutes les questions reçoivent une réponse :)
hi: यदि नीचे दिए गए बटन पर क्लिक करने के बाद सेवा काम नहीं करती (यानी स्पिनर दिखाई देता है लेकिन कुछ समय बाद भी 'X' बना रहता है), तो आपको Fix My Valet चलाने की आवश्यकता हो सकती है। आप इसे मेनू First Aid > Fix My Valet के माध्यम से कर सकते हैं। वैकल्पिक रूप से, आप टर्मिनल में `valet stop` और `valet start` का उपयोग कर सकते हैं, जो समस्या को भी हल कर सकता है (Fix My Valet के विकल्प के रूप में)। अधिक डिबगिंग के लिए, आप GitHub इश्यू ट्रैकर की जांच करना चाहेंगे, जहां अन्य लोगों ने समान समस्याओं का सामना किया हो सकता है। डेवलपर के रूप में मैं यह सुनिश्चित करने का प्रयास करता हूं कि हर प्रश्न का उत्तर दिया जाए :)
id: Jika menekan tombol di bawah tidak membuat layanan berfungsi (misalnya spinner muncul tetapi tetap menjadi 'X' setelah beberapa waktu), Anda mungkin perlu menjalankan Fix My Valet. Anda dapat melakukannya melalui menu First Aid > Fix My Valet. Alternatifnya, Anda dapat menggunakan `valet stop` dan `valet start` di terminal, yang juga bisa memperbaiki masalah (sebagai alternatif Fix My Valet). Untuk debugging lebih lanjut, Anda mungkin ingin memeriksa pelacak isu GitHub, tempat orang lain mungkin mengalami masalah serupa. Sebagai pengembang, saya berusaha memastikan setiap pertanyaan mendapatkan jawaban :)
it: Se fai clic sul pulsante qui sotto e il servizio non funziona (cioè lo spinner appare ma rimane un 'X' dopo qualche tempo), potresti dover eseguire Fix My Valet. Puoi farlo tramite il menu First Aid > Fix My Valet. In alternativa, puoi usare `valet stop` e `valet start` nel terminale, che potrebbero anche risolvere il problema (come alternativa a Fix My Valet). Per ulteriori debug, potresti voler controllare il tracker dei problemi su GitHub, dove altri potrebbero aver avuto problemi simili. Come sviluppatore, cerco di assicurarmi che ogni domanda riceva una risposta :)
ja: 以下のボタンをクリックしてもサービスが機能しない場合（スピナーは表示されるが、数秒後に「X」のままであるなど）、Fix My Valet を実行する必要があります。メニューの First Aid > Fix My Valet から実行できます。 また、ターミナルで `valet stop` と `valet start` を使用すると問題が解決する場合もあります（Fix My Valet の代替手段として）。 さらにデバッグしたい場合は、GitHub のイシュー追跡を確認してください。ほかのユーザーが同様の問題に直面している可能性があります。開発者として、すべての質問に回答できるよう努めています :)
tr: Altındaki butona tıkladığınızda servis çalışmazsa (örneğin dönen spinner görünür ama bir süre sonra 'X' olarak kalır), Fix My Valet'i çalıştırmanız gerekebilir. Bunu First Aid > Fix My Valet menüsünden yapabilirsiniz. Alternatif olarak, terminalde `valet stop` ve `valet start` komutlarını kullanabilir, bu da sorunu çözebilir (Fix My Valet'e alternatif olarak). Daha fazla hata ayıklama için GitHub issue izleyicisini kontrol edebilirsiniz; diğerleri benzer sorunlarla karşılaşmış olabilir. Geliştirici olarak her sorunun yanıtlanmasını sağlamaya çalışıyorum :)
zh_hans: 如果点击服务下方的按钮不起作用(即旋转器出现，但一段时间后仍为 `X`)，您可能需要运行 `Fix My Valet`。您可以通过菜单 `急救与服务` > `修复我的 Valet...` 进行操作。 另外，也可以在终端中使用 `valet stop` 和 `valet start`，这也可以解决问题(作为修复我的 Valet 的替代方法)。 如需进一步调试，您可以查看 GitHub 问题跟踪器，其他用户可能也遇到过类似问题。作为开发人员，我将尽力确保每个问题都能得到解答:)

# alert.key_service_has_error.title
source: Due to issues with the Homebrew services required, Valet is currently not working correctly
ar: بسبب مشاكل في خدمات Homebrew المطلوبة، لا يعمل Valet حالياً بشكل صحيح
bn: প্রয়োজনীয় Homebrew সার্ভিসগুলির সমস্যার কারণে, Valet বর্তমানে সঠিকভাবে কাজ করছে না।
fr: En raison de problèmes avec les services Homebrew nécessaires, Valet ne fonctionne pas correctement pour le moment.
hi: आवश्यक Homebrew सेवाओं में समस्याओं के कारण, Valet वर्तमान में सही ढंग से काम नहीं कर रहा है
id: Karena masalah dengan layanan Homebrew yang diperlukan, Valet saat ini tidak berfungsi dengan benar
it: A causa di problemi con i servizi Homebrew richiesti, Valet non funziona correttamente al momento.
ja: 必要な Homebrew サービスに問題があるため、Valet は現在正しく機能しません
tr: Gerekli Homebrew hizmetlerinde sorunlar nedeniyle, Valet şu anda düzgün çalışmıyor
zh_hans: 由于所需的 Homebrew 服务存在问题，Valet 目前无法正常工作

# alert.key_service_has_error.subtitle
source: For Valet to work properly, at least three key services need to be running correctly. PHP Monitor is reporting that this isn't the case. It appears that one of the affected services is reporting an error state, so I recommend clicking on the 'E'. PHP Monitor will attempt to restart the service, and should it fail (which is likely) it will offer to locate the log file if it exists, which may contain additional information that might help you debug the issue.
ar: لأن يعمل Valet بشكل صحيح، يجب تشغيل ثلاثة خدمات رئيسية على الأقل بشكل صحيح. يبلغ PHP Monitor أن هذا غير صحيح. يبدو أن إحدى الخدمات المتأثرة تُظهر حالة خطأ، لذلك أوصي بالنقر على 'E'. سيحاول PHP Monitor إعادة تشغيل الخدمة، وإذا فشل (والذي من المحتمل) سيعرض خيار العثور على ملف السجل إذا كان موجودًا، والذي قد يحتوي على معلومات إضافية قد تساعدك في تصحيح المشكلة.
bn: Valet সঠিকভাবে কাজ করার জন্য অন্তত তিনটি মূল পরিষেবা ঠিকমতো চলতে হবে। PHP Monitor জানাচ্ছে যে তা হচ্ছে না। দেখা যাচ্ছে প্রভাবিত পরিষেবাগুলোর মধ্যে একটি ত্রুটি অবস্থা রিপোর্ট করছে, তাই আমি 'E' ক্লিক করতে সুপারিশ করছি। PHP Monitor সার্ভিস পুনরায় চালু করার চেষ্টা করবে, এবং যদি ব্যর্থ হয় (যা সম্ভবত হবে) তাহলে এটি লগ ফাইল খুঁজে দেখার প্রস্তাব দেবে, যা থাকলে অতিরিক্ত তথ্য থাকতে পারে যা সমস্যাটি ডিবাগ করতে সাহায্য করতে পারে।
fr: Pour que Valet fonctionne correctement, il faut qu'au moins trois services clés fonctionnent correctement. PHP Monitor signale que ce n'est pas le cas. Il semble que l'un des services concernés signale un état d'erreur, et je recommande donc de cliquer sur le 'E'. PHP Monitor tentera de redémarrer le service, et s'il échoue (ce qui est probable), il proposera de localiser le fichier journal s'il existe, ce qui peut contenir des informations supplémentaires qui peuvent vous aider à déboguer le problème.
hi: Valet के सही ढंग से काम करने के लिए, कम से कम तीन मुख्य सेवाओं का सही तरीके से चलना आवश्यक है। PHP Monitor रिपोर्ट कर रहा है कि यह स्थिति नहीं है। ऐसा प्रतीत होता है कि प्रभावित सेवाओं में से एक त्रुटि अवस्था की सूचना दे रही है, इसलिए मैं 'E' पर क्लिक करने की सलाह देता हूँ। PHP Monitor सेवा को पुनः प्रारंभ करने का प्रयास करेगा, और यदि वह विफल हो जाता है (जो संभवतः होगा) तो यह लॉग फ़ाइल खोजने का विकल्प देगा यदि वह मौजूद है, जिसमें अतिरिक्त जानकारी हो सकती है जो आपको समस्या डिबग करने में मदद कर सकती है।
id: Untuk Valet bekerja dengan baik, setidaknya tiga layanan kunci perlu berjalan dengan benar. PHP Monitor melaporkan bahwa hal tersebut tidak terjadi. Tampaknya salah satu layanan yang terpengaruh sedang mengalami kondisi error, jadi saya sarankan mengklik 'E'. PHP Monitor akan mencoba memulai ulang layanan tersebut, dan jika gagal (yang kemungkinan besar), ia akan menawarkan untuk menemukan file log jika ada, yang mungkin berisi informasi tambahan yang dapat membantu Anda memperbaiki masalah.
it: Per far funzionare Valet correttamente, almeno tre servizi chiave devono essere in esecuzione correttamente. PHP Monitor segnala che questo non è il caso. Sembra che uno dei servizi interessati stia segnalando uno stato di errore, quindi ti consiglio di fare clic su 'E'. PHP Monitor tenterà di riavviare il servizio e, se fallisce (cosa probabile), offrirà di localizzare il file di registro se esiste, che potrebbe contenere informazioni aggiuntive utili per la risoluzione del problema.
ja: Valet が正常に機能するには、少なくとも 3 つの主要サービスが正しく実行されている必要があります。PHP Monitor はそうではないと報告しています。影響を受けているサービスの 1 つがエラー状態を報告しているようですので、'E' をクリックすることをお勧めします。PHP Monitor はサービスの再起動を試みますが、失敗した場合（その可能性があります）はログファイルを探すオプションを提示し、デバッグに役立つ追加情報が含まれているかもしれません。
tr: Valet'in düzgün çalışması için en az üç ana servisin doğru şekilde çalışıyor olması gerekir. PHP Monitor, durumun bu olmadığını bildiriyor. Görünüşe göre etkilenen servislerden birinin hata durumu bildirdiği görülüyor; bu yüzden 'E'ye tıklamanızı öneriyorum. PHP Monitor hizmeti yeniden başlatmaya çalışacak ve başarısız olursa (muhtemelen), var ise log dosyasını bulmayı teklif edecek, bu da sorunu çözmenize yardımcı olabilecek ek bilgiler içerebilir.
zh_hans: Valet 要正常工作，至少需要三个关键服务正常运行。 PHP Monitor 报告说情况并非如此。其中一个受影响的服务似乎正在报告错误状态，因此我建议点击 `E`。 PHP Monitor 将尝试重新启动服务，如果失败(很有可能)，它将提供日志文件(如果存在)，其中可能包含有助于调试问题的其他信息。

# alert.key_service_has_error.desc
source: Unfortunately, if a service reports an error, this is often due to an invalid configuration state, which may be difficult to debug. COMMON TROUBLESHOOTING TIPS • Try restarting the service and checking the log file (if it exists) first. You can have PHP Monitor do this by clicking on the 'E' button. • PHP: If you are seeing an error status, there may be an issue with PHP's configuration. Make sure the .ini files in the Homebrew installation are OK, and there are no socket conflicts. • nginx: If you are seeing an error status, a site is likely misconfigured (usually noted in the error log). You will likely want to check Valet's nginx folder. • dnsmasq: If you are seeing an error status, the dnsmasq configuration file is likely broken (usually located at ~/.config/valet/dnsmasq.d).
ar: لسوء الحظ، إذا أبلغت خدمة عن خطأ، غالبًا ما يكون ذلك بسبب حالة تكوين غير صالحة، والتي قد يصعب تصحيحها. نصائح شائعة لحل المشكلات • حاول إعادة تشغيل الخدمة والتحقق من ملف السجل (إن وجد) أولاً. يمكنك أن تجعل PHP Monitor يقوم بذلك بالنقر على زر 'E'. • PHP: إذا كنت ترى حالة خطأ، فقد يكون هناك مشكلة في تكوين PHP. تأكد من صحة ملفات .ini في تثبيت Homebrew ولا توجد تعارضات للسوكت. • nginx: إذا كنت ترى حالة خطأ، فمن المحتمل أن يكون الموقع غير مُكوَّن بشكل صحيح (عادةً ما يُلاحظ ذلك في سجل الأخطاء). قد ترغب في التحقق من مجلد nginx الخاص بـ Valet. • dnsmasq: إذا كنت ترى حالة خطأ، فربما تكون ملف تكوين dnsmasq مكسورًا (عادةً يقع في ~/.config/valet/dnsmasq.d).
bn: দুর্ভাগ্যবশত, যদি কোনো সার্ভিস ত্রুটি রিপোর্ট করে, তবে তা প্রায়ই একটি অবৈধ কনফিগারেশন অবস্থার কারণে হয়, যা ডিবাগ করা কঠিন হতে পারে। সাধারণ সমস্যাসমাধানের টিপস • প্রথমে সার্ভিসটি পুনরায় চালু করার চেষ্টা করুন এবং লগ ফাইল (যদি থাকে) পরীক্ষা করুন। আপনি 'E' বোতামে ক্লিক করে PHP Monitor এই কাজটি করতে দিতে পারেন। • PHP: যদি আপনি একটি ত্রুটি স্ট্যাটাস দেখেন, তবে PHP এর কনফিগারেশনে কোনো সমস্যা থাকতে পারে। নিশ্চিত করুন যে Homebrew ইনস্টলেশনের .ini ফাইলগুলো ঠিক আছে এবং কোনও সকেট সংঘর্ষ নেই। • nginx: যদি আপনি একটি ত্রুটি স্ট্যাটাস দেখেন, তাহলে সম্ভবত সাইটটি ভুলভাবে কনফিগার করা হয়েছে (সাধারণত ত্রুটি লগে উল্লেখ থাকে)। আপনাকে Valet এর nginx ফোল্ডার চেক করতে হবে। • dnsmasq: যদি আপনি একটি ত্রুটি স্ট্যাটাস দেখেন, তবে dnsmasq কনফিগারেশন ফাইলটি সম্ভবত ভাঙা (সাধারণত ~/.config/valet/dnsmasq.d এ অবস্থিত)।
fr: Malheureusement, si un service signale une erreur, cela est souvent dû à une configuration invalide, qui peut être difficile à déboguer. CONSEILS DE DÉPANNAGE • Essayez de redémarrer le service et de vérifier le fichier log (s'il existe) en premier lieu. Vous pouvez demander à PHP Monitor de le faire en cliquant sur le bouton 'E'. • PHP : Si vous voyez un statut d'erreur, il se peut qu'il y ait un problème avec la configuration de PHP. Assurez-vous que les fichiers .ini de l'installation Homebrew sont corrects et qu'il n'y a pas de conflit concernant les sockets. • nginx : Si vous obtenez un statut d'erreur, il est probable qu'un site soit mal configuré (ce qui est généralement indiqué dans le log d'erreur). Vous voudrez probablement vérifier le dossier nginx de Valet. • dnsmasq: Si vous obtenez une erreur, le fichier de configuration de dnsmasq est probablement endommagé (il se trouve généralement dans ~/.config/valet/dnsmasq.d).
hi: दुर्भाग्यवश, यदि कोई सेवा त्रुटि रिपोर्ट करती है, तो यह अक्सर एक अमान्य कॉन्फ़िगरेशन स्थिति के कारण होता है, जिसे डिबग करना कठिन हो सकता है। सामान्य समस्या निवारण सुझाव • पहले सेवा को पुनः आरंभ करने और लॉग फ़ाइल (यदि मौजूद है) की जाँच करने का प्रयास करें। आप PHP Monitor से यह कार्य 'E' बटन पर क्लिक करके करवा सकते हैं। • PHP: यदि आप त्रुटि स्थिति देख रहे हैं, तो PHP के कॉन्फ़िगरेशन में समस्या हो सकती है। सुनिश्चित करें कि Homebrew स्थापना में .ini फ़ाइलें ठीक हैं और कोई सॉकेट संघर्ष नहीं है। • nginx: यदि आप त्रुटि स्थिति देख रहे हैं, तो साइट संभवतः गलत कॉन्फ़िगर की गई है (आमतौर पर त्रुटि लॉग में नोट किया गया)। आपको Valet के nginx फ़ोल्डर की जाँच करनी चाहिए। • dnsmasq: यदि आप त्रुटि स्थिति देख रहे हैं, तो dnsmasq कॉन्फ़िगरेशन फ़ाइल संभवतः क्षतिग्रस्त है (आमतौर पर ~/.config/valet/dnsmasq.d में स्थित)।
ja: 残念ながら、サービスがエラーを報告する場合、それは多くの場合無効な設定状態によるものであり、デバッグが難しいことがあります。 一般的なトラブルシューティングのヒント • まずサービスを再起動し、ログファイル（存在すれば）を確認してください。PHP Monitorで「E」ボタンをクリックすると実行できます。 • PHP: エラー状態が表示される場合、PHP の設定に問題がある可能性があります。Homebrew インストール内の .ini ファイルが正しいこと、およびソケット競合がないことを確認してください。 • nginx: エラー状態が表示される場合、サイトはおそらく誤設定されています（通常はエラーログに記載）。Valet の nginx フォルダを確認するとよいでしょう。 • dnsmasq: エラー状態が表示される場合、dnsmasq の設定ファイルが壊れている可能性があります（通常は ~/.config/valet/dnsmasq.d にあります）。
tr: Ne yazık ki, bir servis hata rapor ettiğinde bu genellikle geçersiz bir yapılandırma durumundan kaynaklanır ve hata ayıklamak zor olabilir. GENEL HATA AYIKLAMASI İPUÇLARI • Servisi yeniden başlatmayı deneyin ve önce varsa günlük dosyasını kontrol edin. PHP Monitor'ı 'E' düğmesine tıklayarak bunu yapmasını sağlayabilirsiniz. • PHP: Bir hata durumu görüyorsanız, PHP'nin yapılandırmasında bir sorun olabilir. Homebrew kurulumundaki .ini dosyalarının düzgün olduğundan ve soket çakışması olmadığından emin olun. • nginx: Bir hata durumu görüyorsanız, site muhtemelen yanlış yapılandırılmıştır (genellikle hata günlüğünde belirtilir). Valet'in nginx klasörünü kontrol etmek isteyeceksiniz. • dnsmasq: Bir hata durumu görüyorsanız, dnsmasq yapılandırma dosyası muhtemelen bozuktur (genellikle ~/.config/valet/dnsmasq.d konumunda bulunur).
zh_hans: 不幸的是，如果服务报错，通常是由于配置状态无效，这可能难以调试。 常见故障排除提示 · 首先尝试重启服务并检查日志文件(如果存在)。您可以点击 `E` 按钮让 PHP Monitor 来做这件事。 · PHP：如果看到的是错误状态，可能是 PHP 的配置出现了问题。确保 Homebrew 安装中的.ini 文件没有问题，并且不存在套接字冲突。 · nginx：如果出现错误状态，则可能是网站配置错误(通常会在错误日志中指出)。你可能需要检查 Valet 的 nginx 文件夹。 · dnsmasq：如果出现错误状态，可能是 dnsmasq 配置文件损坏(通常位于 ~/.config/valet/dnsmasq.d)

# updater.alerts.newer_version_available.title
source: PHP Monitor v%@ is now available!
ar: تتوفر الآن نسخة جديدة من PHP Monitor v%@!
bn: PHP Monitor v%@ এখন উপলব্ধ!
fr: PHP Monitor v%@ est maintenant disponible !
hi: PHP Monitor v%@ अब उपलब्ध है!
id: PHP Monitor v%@ sekarang tersedia!
it: PHP Monitor v%@ è ora disponibile!
ja: PHP Monitor v%@ が利用可能です！
tr: PHP Monitor v%@ artık kullanılabilir!
zh_hans: PHP Monitor v%@ 现已可用！

# updater.alerts.newer_version_available.subtitle
source: Keeping PHP Monitor up-to-date is highly recommended, since newer versions usually fix bugs and include fixes to support the latest versions of Valet and PHP.
ar: يُنصح بشدة بتحديث PHP Monitor، حيث أن الإصدارات الأحدث عادةً ما تُصلح الأخطاء وتدعم أحدث إصدارات Valet وPHP.
bn: PHP Monitor সর্বশেষ আপডেট রাখা অত্যন্ত সুপারিশ করা হয়, কারণ নতুন সংস্করণগুলো সাধারণত বাগ ঠিক করে এবং Valet ও PHP-এর সর্বশেষ সংস্করণ সমর্থনের জন্য ফিক্স অন্তর্ভুক্ত করে।
fr: Il est fortement recommandé de maintenir PHP Monitor à jour, car les nouvelles versions corrigent généralement les bogues et incluent des correctifs pour prendre en charge les dernières versions de Valet et de PHP.
hi: PHP Monitor को अद्यतन रखना अत्यधिक अनुशंसित है, क्योंकि नए संस्करण आम तौर पर बग्स ठीक करते हैं और Valet तथा PHP के नवीनतम संस्करणों का समर्थन करने हेतु सुधार शामिल करते हैं।
id: Disarankan untuk selalu memperbarui PHP Monitor karena versi yang lebih baru biasanya memperbaiki bug dan menyertakan perbaikan untuk mendukung versi terbaru Valet dan PHP.
it: Mantenere aggiornato PHP Monitor è altamente consigliato, poiché le versioni più recenti di solito correggono bug e includono correzioni per supportare le ultime versioni di Valet e PHP.
ja: PHP Monitorを最新状態に保つことは強く推奨されます。新しいバージョンでは通常、バグが修正され、ValetとPHPの最新版への対応も含まれています。
tr: PHP Monitor'ı güncel tutmak şiddetle önerilir, çünkü yeni sürümler genellikle hataları düzeltir ve Valet ile PHP'nin en son sürümlerini desteklemek için düzeltmeler içerir.
zh_hans: 强烈建议将 PHP Monitor 保持更新，因为新版本通常会修复漏洞并包含支持最新版本 Valet 和 PHP 的修正
