Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# startup.errors.sudoers_brew.desc
source: If you keep seeing this error, it is possible that there is a permission issue where PHP Monitor cannot validate the file, which can usually be resolved by running: `sudo chmod +r /private/etc/sudoers.d/brew`
ar: إذا استمر ظهور هذا الخطأ، فقد يكون هناك مشكلة في الأذونات تمنع PHP Monitor من التحقق من الملف، والتي عادةً ما تُحل بتشغيل الأمر: `sudo chmod +r /private/etc/sudoers.d/brew`
bn: যদি আপনি এই ত্রুটি দেখতে থাকেন, তবে সম্ভবত একটি অনুমতি সমস্যা রয়েছে যেখানে PHP Monitor ফাইলটি যাচাই করতে পারে না, যা সাধারণত চালিয়ে সমাধান করা যায়: `sudo chmod +r /private/etc/sudoers.d/brew`
es: Si sigues viendo este error, es posible que haya un problema de permisos que impide que PHP Monitor valide el archivo. Normalmente, esto se soluciona ejecutando: `sudo chmod +r /private/etc/sudoers.d/brew`
fr: Si vous continuez à voir cette erreur, il est possible qu'il y ait un problème de permission où PHP Monitor ne peut pas valider le fichier, ce qui peut généralement être résolu en exécutant : `sudo chmod +r /private/etc/sudoers.d/brew`
hi: यदि आप यह त्रुटि लगातार देखते हैं, तो संभव है कि PHP Monitor फ़ाइल को सत्यापित नहीं कर सकता क्योंकि अनुमतियों की समस्या हो सकती है, जिसे आम तौर पर चलाकर हल किया जा सकता है: `sudo chmod +r /private/etc/sudoers.d/brew`
id: Jika Anda terus melihat kesalahan ini, mungkin ada masalah izin di mana PHP Monitor tidak dapat memvalidasi file, yang biasanya dapat diselesaikan dengan menjalankan: `sudo chmod +r /private/etc/sudoers.d/brew`
it: Se continui a vedere questo errore, è possibile che ci sia un problema di permessi dove PHP Monitor non può validare il file, che di solito si risolve eseguendo: `sudo chmod +r /private/etc/sudoers.d/brew`
ja: このエラーが続く場合、PHP Monitor がファイルを検証できない権限の問題がある可能性があります。通常は次のコマンドを実行することで解決できます: `sudo chmod +r /private/etc/sudoers.d/brew`
tr: Eğer bu hatayı görmeye devam ediyorsanız, PHP Monitor dosyayı doğrulayamadığı için bir izin sorunu olabileceği mümkündür; genellikle şu komutu çalıştırarak çözülür: `sudo chmod +r /private/etc/sudoers.d/brew`
zh_hans: 如果您一直看到此错误，则可能存在权限问题，PHP Monitor 无法验证该文件，通常可通过运行：`sudo chmod +r /private/etc/sudoers.d/brew` 解决该问题

# startup.errors.sudoers_valet.title
source: Valet has not been added to sudoers.d
ar: لم يتم إضافة Valet إلى sudoers.d
bn: Valet কে sudoers.d তে যোগ করা হয়নি
es: Valet no ha sido agregado a sudoers.d
fr: Valet n'a pas été ajouté à sudoers.d
hi: Valet को sudoers.d में नहीं जोड़ा गया है
id: Valet belum ditambahkan ke sudoers.d
it: Valet non è stato aggiunto a sudoers.d
ja: Valet が sudoers.d に追加されていません
tr: Valet, sudoers.d'ye eklenmemiştir.
zh_hans: Valet 尚未添加到 sudoers.d

# startup.errors.sudoers_valet.subtitle
source: You must run `sudo valet trust` to ensure Valet can start and stop services without having to use sudo every time. The app will not work correctly until you resolve this issue. If you did this before, please run `sudo valet trust` again.
ar: يجب تشغيل `sudo valet trust` لضمان أن Valet يمكنه بدء وإيقاف الخدمات دون الحاجة لاستخدام sudo في كل مرة. لن يعمل التطبيق بشكل صحيح حتى تحل هذه المشكلة. إذا قمت بذلك من قبل، يرجى تشغيل `sudo valet trust` مرة أخرى.
bn: আপনাকে নিশ্চিত করতে হবে যে Valet সেবাগুলি শুরু এবং বন্ধ করার জন্য `sudo valet trust` চালাতে হবে, যাতে প্রতি বার sudo ব্যবহার না করেও কাজ করা যায়। অ্যাপটি এই সমস্যা সমাধান না হওয়া পর্যন্ত সঠিকভাবে কাজ করবে না। আপনি যদি আগে এটি করে থাকেন, অনুগ্রহ করে আবার `sudo valet trust` চালান।
es: Debes ejecutar `sudo valet trust` para asegurarte de que Valet pueda iniciar y detener servicios sin necesidad de usar sudo cada vez. La app no funcionará correctamente hasta que resuelvas este problema. Si ya lo hiciste antes, prueba ejecutando `sudo valet trust` de nuevo.
fr: Vous devez exécuter `sudo valet trust` pour vous assurer que Valet peut démarrer et arrêter les services sans avoir à utiliser sudo à chaque fois. L'application ne fonctionnera pas correctement tant que vous n'aurez pas résolu ce problème. Si vous l'avez déjà fait, exécutez à nouveau `sudo valet trust`.
hi: आपको यह सुनिश्चित करने के लिए कि Valet बिना हर बार sudo का उपयोग किए सेवाओं को शुरू और बंद कर सके, `sudo valet trust` चलाना होगा। जब तक आप इस समस्या का समाधान नहीं करते, ऐप सही ढंग से काम नहीं करेगा। यदि आपने पहले ही ऐसा किया है, तो कृपया फिर से `sudo valet trust` चलाएँ।
id: Anda harus menjalankan `sudo valet trust` untuk memastikan Valet dapat memulai dan menghentikan layanan tanpa perlu menggunakan sudo setiap kali. Aplikasi tidak akan berfungsi dengan benar sampai Anda menyelesaikan masalah ini. Jika Anda sudah melakukan ini sebelumnya, silakan jalankan `sudo valet trust` lagi.
it: Devi eseguire `sudo valet trust` per garantire che Valet possa avviare e arrestare i servizi senza dover usare sudo ogni volta. L'app non funzionerà correttamente finché non risolvi questo problema. Se lo hai già fatto, esegui di nuovo `sudo valet trust`.
ja: Valetがサービスの起動と停止を sudo を毎回使用せずに行えるように、`sudo valet trust` を実行する必要があります。この問題を解決するまでアプリは正しく機能しません。すでに実行済みの場合でも、再度 `sudo valet trust` を実行してください。
tr: Valet'in hizmetleri başlatıp durdurabilmesi için her seferinde sudo kullanmadan önce `sudo valet trust` komutunu çalıştırmalısınız. Uygulama bu sorunu çözene kadar doğru çalışmayacaktır. Daha önce yaptıysanız lütfen tekrar `sudo valet trust` çalıştırın.
zh_hans: 您必须运行 `sudo valet trust` 以确保 Valet 可以启动和停止服务，而无需每次都使用 sudo。在您解决此问题之前，应用程序将无法正常运行。如果您之前执行过此操作，请再次运行 `sudo valet trust`。

# startup.errors.sudoers_valet.desc
source: If you keep seeing this error, it is possible that there is a permission issue where PHP Monitor cannot validate the file, which can usually be resolved by running: `sudo chmod +r /private/etc/sudoers.d/valet`
ar: إذا كنت لا تزال ترى هذا الخطأ، فمن الممكن أن يكون هناك مشكلة في الأذونات حيث لا يمكن لـ PHP Monitor التحقق من الملف، وهو ما يُمكن عادةً حله عبر تشغيل: `sudo chmod +r /private/etc/sudoers.d/valet`
bn: যদি আপনি বারবার এই ত্রুটি দেখতে পান, তাহলে সম্ভবত একটি অনুমতির সমস্যা রয়েছে যেখানে PHP Monitor ফাইলটি যাচাই করতে পারে না, যা সাধারণত চালিয়ে সমাধান করা যায়: `sudo chmod +r /private/etc/sudoers.d/valet`
es: Si sigues viendo este error, es posible que haya un problema de permisos que impide que PHP Monitor valide el archivo. Normalmente, esto se soluciona ejecutando: `sudo chmod +r /private/etc/sudoers.d/valet`
fr: Si vous continuez à voir cette erreur, il est possible qu'il y ait un problème de permission où PHP Monitor ne peut pas valider le fichier, ce qui peut généralement être résolu en exécutant : `sudo chmod +r /private/etc/sudoers.d/valet`
hi: यदि आप लगातार इस त्रुटि को देख रहे हैं, तो यह संभव है कि कोई अनुमति समस्या हो जहां PHP Monitor फ़ाइल को सत्यापित नहीं कर सकता, जिसे आम तौर पर चलाकर हल किया जा सकता है: `sudo chmod +r /private/etc/sudoers.d/valet`
id: Jika Anda terus melihat kesalahan ini, kemungkinan ada masalah izin di mana PHP Monitor tidak dapat memvalidasi berkas tersebut, yang biasanya dapat diselesaikan dengan menjalankan: `sudo chmod +r /private/etc/sudoers.d/valet`
it: Se continui a vedere questo errore, è possibile che ci sia un problema di permessi in cui PHP Monitor non può validare il file, solitamente risolvibile eseguendo: `sudo chmod +r /private/etc/sudoers.d/valet`
ja: このエラーが継続して表示される場合、PHP Monitor がファイルを検証できない権限の問題がある可能性があります。通常は次のコマンドを実行することで解決できます： `sudo chmod +r /private/etc/sudoers.d/valet`
tr: Eğer bu hatayı görmeye devam ederseniz, PHP Monitor dosyayı doğrulayamadığı için izin sorunu olabileceği ve genellikle şu komutu çalıştırarak çözülebileceği mümkündür: `sudo chmod +r /private/etc/sudoers.d/valet`
zh_hans: 如果一直看到此错误，则可能存在权限问题，PHP Monitor 无法验证文件，通常可通过运行：`sudo chmod +r /private/etc/sudoers.d/valet` 解决

# startup.errors.global_composer_platform_issues.title
source: PHP Monitor and Valet cannot work correctly: Composer is reporting an issue with your platform
ar: لا يمكن لـ PHP Monitor و Valet العمل بشكل صحيح: يبلغ Composer عن مشكلة في منصتك
bn: PHP Monitor এবং Valet সঠিকভাবে কাজ করতে পারছে না: Composer আপনার প্ল্যাটফর্মে একটি সমস্যা রিপোর্ট করছে
es: PHP Monitor y Valet no pueden funcionar correctamente: Composer informa un problema con tu plataforma
fr: PHP Monitor et Valet ne peuvent pas fonctionner correctement : Composer signale un problème avec votre plateforme
hi: PHP Monitor और Valet सही ढंग से काम नहीं कर सकते: Composer आपके प्लेटफ़ॉर्म में एक समस्या की रिपोर्ट कर रहा है
id: PHP Monitor dan Valet tidak dapat bekerja dengan benar: Composer melaporkan masalah pada platform Anda
it: PHP Monitor e Valet non possono funzionare correttamente: Composer segnala un problema con la tua piattaforma
ja: PHP Monitor と Valet が正しく動作できません：Composer がプラットフォームに問題があると報告しています
tr: PHP Monitor ve Valet düzgün çalışamaz: Composer platformunuzda bir sorun bildiriyor
zh_hans: PHP Monitor 和 Valet 无法正常工作：Composer 报告您的平台存在问题

# startup.errors.global_composer_platform_issues.subtitle
source: Please follow these recommended steps to avoid seeing this issue in the future: 1. Run `composer global update`. 2. Restart PHP Monitor. (It should work again.) 3. Switch to the oldest PHP version you have installed. 4. Run `composer global update` again.
ar: يرجى اتباع الخطوات الموصى بها لتجنب ظهور هذه المشكلة في المستقبل:\n\n1. نفّذ `composer global update`.\n2. أعد تشغيل PHP Monitor. (يجب أن يعمل مرة أخرى.)\n3. انتقل إلى أقدم إصدار من PHP الذي لديك مثبتًا.\n4. نفّذ `composer global update` مرة أخرى.
bn: দয়া করে ভবিষ্যতে এই সমস্যাটি না দেখার জন্য নিম্নলিখিত সুপারিশকৃত ধাপগুলি অনুসরণ করুন: 1. `composer global update` চালান। 2. PHP Monitor পুনরায় চালু করুন। (এটি আবার কাজ করা উচিত।) 3. আপনার ইনস্টল করা সবচেয়ে পুরোনো PHP সংস্করণে স্যুইচ করুন। 4. আবারও `composer global update` চালান।
es: Sigue estos pasos recomendados para evitar este problema en el futuro: 1. Ejecuta `composer global update`. 2. Reinicia PHP Monitor. (Debería volver a funcionar). 3. Cambia a la versión más antigua de PHP que tengas instalada. 4. Ejecuta `composer global update` de nuevo.
fr: Veuillez suivre les étapes suivantes pour éviter ce problème à l'avenir : 1. Exécuter `composer global update`. 2. Redémarrer PHP Monitor. (Il devrait fonctionner à nouveau.) 3. Passez à la version la plus ancienne de PHP que vous avez installée. 4. Exécutez à nouveau `composer global update`.
hi: कृपया भविष्य में इस समस्या को देखने से बचने के लिए इन अनुशंसित चरणों का पालन करें: 1. `composer global update` चलाएँ। 2. PHP Monitor को पुनः प्रारंभ करें। (यह फिर से काम करना चाहिए।) 3. अपने द्वारा स्थापित सबसे पुरानी PHP संस्करण पर स्विच करें। 4. फिर से `composer global update` चलाएँ।
id: Silakan ikuti langkah-langkah berikut untuk menghindari masalah ini di masa depan: 1. Jalankan `composer global update`. 2. Mulai ulang PHP Monitor. (Seharusnya berfungsi kembali.) 3. Pindah ke versi PHP tertua yang Anda instal. 4. Jalankan `composer global update` lagi.
it: Si prega di seguire questi passaggi consigliati per evitare di vedere questo problema in futuro: 1. Esegui `composer global update`. 2. Riavvia PHP Monitor. (Dovrebbe funzionare di nuovo.) 3. Passa alla versione PHP più vecchia che hai installato. 4. Esegui nuovamente `composer global update`.
ja: 将来この問題が表示されないように、以下の推奨手順に従ってください： 1. `composer global update` を実行します。 2. PHP Monitor を再起動してください。（もう一度機能するはずです。） 3. インストール済みの最も古い PHP バージョンに切り替えます。 4. 再び `composer global update` を実行します。
tr: Lütfen bu sorunu gelecekte görmemek için önerilen adımları izleyin: 1. `composer global update` komutunu çalıştırın. 2. PHP Monitor'ı yeniden başlatın. (Tekrar çalışmalıdır.) 3. Kurulu en eski PHP sürümüne geçin. 4. Tekrar `composer global update` komutunu çalıştırın.
zh_hans: 请按照以下建议步骤操作，以避免将来出现此问题： 1. 运行 `composer global update`. 2. 重新启动 PHP Monitor。(它应该可以重新工作。) 3. 切换到已安装的最早的 PHP 版本。再次运行 `composer global update`

# startup.errors.global_composer_platform_issues.desc
source: You can go to Preferences and check the 'Automatically update global dependencies' option. This will update your global Composer dependencies whenever you change PHP versions, so this may not be ideal if you may not have constant access to the internet. To find out exactly what's going wrong, try running `valet --version`. Valet is currently not functional with the installed dependencies. Usually this is caused by a version mismatch: i.e. installed dependencies for a newer version of PHP than the version that is currently active.
ar: يمكنك الانتقال إلى تفضيلات وتفعيل خيار 'تحديث الاعتماديات العالمية تلقائيًا'. سيؤدي ذلك إلى تحديث اعتماديات Composer العالمية الخاصة بك عند تغيير إصدارات PHP، لذا قد لا يكون هذا الخيار مناسباً إذا لم يكن لديك وصول مستمر للإنترنت.\n\nلمعرفة ما يحدث بالضبط، جرب تشغيل `valet --version`. حاليًا، لا يعمل Valet مع الاعتماديات المثبتة. عادةً ما يُسبب ذلك عدم تطابق الإصدارات: أي تثبيت اعتماديات لإصدار PHP أحدث من الإصدار النشط الحالي.
bn: আপনি পছন্দসইতে যেতে পারেন এবং 'স্বয়ংক্রিয়ভাবে গ্লোবাল নির্ভরতা আপডেট করুন' অপশনটি চেক করতে পারেন। এটি আপনার গ্লোবাল Composer নির্ভরতাগুলি আপডেট করবে যখনই আপনি PHP সংস্করণ পরিবর্তন করবেন, তাই যদি আপনার ইন্টারনেটে ধারাবাহিক অ্যাক্সেস না থাকে তবে এটি আদর্শ নাও হতে পারে। ঠিক কী ভুল হচ্ছে তা জানতে, `valet --version` চালিয়ে দেখুন। ইনস্টলকৃত নির্ভরতাগুলির সাথে Valet বর্তমানে কার্যকর নয়। সাধারণত এটি সংস্করণ মিসম্যাচের কারণে হয়: অর্থাৎ ইনস্টলকৃত নির্ভরতা নতুন PHP সংস্করণের জন্য, কিন্তু বর্তমান সক্রিয় সংস্করণটি পুরনো।
es: Puedes ir a Preferencias y marcar la opción 'Actualizar dependencias globales automáticamente'. Esto actualizará tus dependencias globales de Composer cada vez que cambies de versión de PHP, aunque puede que no sea ideal si no tienes acceso constante a internet. Para saber exactamente qué está fallando, prueba ejecutando `valet --version`. Valet no es funcional con las dependencias instaladas. Normalmente, esto ocurre debido a una incompatibilidad de versiones, es decir, que las dependencias instaladas son para una versión más reciente de PHP que la que está activa actualmente.
fr: Vous pouvez aller dans Préférences et cocher l'option 'Mettre à jour automatiquement les dépendances globales'. Cela mettra à jour les dépendances globales de Composer à chaque fois que vous changerez de version de PHP, ce qui n'est pas idéal si vous n'avez pas un accès constant à internet. Pour savoir exactement ce qui ne va pas, essayez de lancer `valet --version`. Valet n'est actuellement pas fonctionnel avec les dépendances installées. Habituellement, cela est dû à une incompatibilité de version : c'est-à-dire que les dépendances installées correspondent à une version de PHP plus récente que la version actuellement active.
hi: आप प्रेफ़रेंसेज़ पर जा सकते हैं और 'ऑटोमैटिकली अपडेट ग्लोबल डिपेंडेंसीज़' विकल्प को चेक कर सकते हैं। यह आपके ग्लोबल Composer डिपेंडेंसीज़ को तब अपडेट करेगा जब भी आप PHP संस्करण बदलते हैं, इसलिए यदि आपको लगातार इंटरनेट एक्सेस नहीं है तो यह आदर्श नहीं हो सकता। सटीक रूप से पता लगाने के लिए कि क्या गलत हो रहा है, `valet --version` चलाने का प्रयास करें। Valet वर्तमान में इंस्टॉल की गई डिपेंडेंसीज़ के साथ कार्यात्मक नहीं है। आम तौर पर यह संस्करण असंगति के कारण होता है: यानी कि इंस्टॉल की गई डिपेंडेंसीज़ PHP के नए संस्करण के लिए हैं जबकि सक्रिय संस्करण उससे अलग है।
id: Anda dapat membuka Preferences dan mencentang opsi 'Automatically update global dependencies'. Ini akan memperbarui dependensi Composer global Anda setiap kali Anda mengubah versi PHP, jadi ini mungkin tidak ideal jika Anda tidak memiliki akses internet secara terus-menerus. Untuk mengetahui apa yang salah secara tepat, coba jalankan `valet --version`. Valet saat ini tidak berfungsi dengan dependensi yang terpasang. Biasanya hal ini disebabkan oleh ketidaksesuaian versi: misalnya dependensi yang terinstal untuk versi PHP lebih baru daripada versi yang sedang aktif.
it: Puoi andare su Preferenze e selezionare l'opzione 'Aggiorna automaticamente le dipendenze globali'. Questo aggiornerà le tue dipendenze globali di Composer ogni volta che cambi versione PHP, quindi potrebbe non essere ideale se non hai accesso costante a Internet. Per capire esattamente cosa sta succedendo, prova a eseguire `valet --version`. Valet attualmente non funziona con le dipendenze installate. Di solito questo è causato da un disallineamento di versione: ad esempio dipendenze installate per una versione più recente di PHP rispetto alla versione attiva.
ja: 設定で「グローバル依存関係を自動的に更新する」オプションをオンにすると、PHP バージョンを変更したときに自動で Composer のグローバル依存関係が更新されます。そのため、常時インターネット接続ができない場合は理想的ではありません。 何が正しく機能していないか確認するには、`valet --version` を実行してください。現在の依存関係では Valet が正常に動作しません。通常、これはバージョン不一致（つまり、現在アクティブな PHP バージョンより新しいバージョン用の依存関係がインストールされている）によって発生します。
tr: Tercihler’e gidip ‘Küresel bağımlılıkları otomatik olarak güncelle’ seçeneğini işaretleyebilirsiniz. Bu, PHP sürümlerini değiştirirseniz küresel Composer bağımlılıklarınızı günceller, bu nedenle sürekli internet erişiminiz yoksa ideal olmayabilir. Tam olarak neyin yanlış gittiğini öğrenmek için `valet --version` komutunu çalıştırmayı deneyin. Valet şu anda kurulu bağımlılıklara karşı işlevsel değil. Genellikle bu, sürüm uyuşmazlığı nedeniyle oluşur: yani mevcut aktif olan sürüme göre daha yeni bir PHP sürümü için yüklenmiş bağımlılıklar.
zh_hans: 您可以进入首选项并选中 `自动更新全局依赖` 选项。这将在您更改 PHP 版本时更新您的全局 Composer 依赖项，因此，如果您不能持续访问互联网，这可能不是最理想的选择。要找出确切的问题所在，请尝试运行 `valet --version`。Valet 目前无法使用已安装的依赖项。通常这是由于版本不匹配造成的：即安装的 PHP 依赖版本比当前激活的版本要新

# startup.errors.services_json_error.title
source: Cannot determine services status
ar: لا يمكن تحديد حالة الخدمات
bn: সেবার অবস্থা নির্ধারণ করা যাচ্ছে না
es: No se puede determinar el estado de los servicios
fr: Impossible de déterminer l'état des services
hi: सर्विसेज़ की स्थिति का निर्धारण नहीं किया जा सकता
id: Tidak dapat menentukan status layanan
it: Non è possibile determinare lo stato dei servizi
ja: サービスの状態を判定できません
tr: Servis durumu belirlenemiyor
zh_hans: 无法确定服务状态

# startup.errors.services_json_error.subtitle
source: PHP Monitor usually queries `brew` using the following command to test if the services can be retrieved: `sudo brew services info nginx --json`. PHP Monitor could not interpret this response.
ar: عادةً ما يستعلم PHP Monitor عن `brew` باستخدام الأمر التالي لاختبار إمكانية استرجاع الخدمات: `sudo brew services info nginx --json`. لم يتمكن PHP Monitor من تفسير هذا الاستجابة.
bn: সাধারণত PHP Monitor সার্ভিসগুলো পুনরুদ্ধার করা যায় কিনা তা পরীক্ষার জন্য নিম্নলিখিত কমান্ড ব্যবহার করে `brew` কে জিজ্ঞাসা করে: `sudo brew services info nginx --json`. PHP Monitor এই প্রতিক্রিয়া ব্যাখ্যা করতে পারেনি।
es: PHP Monitor suele consultar `brew` con el siguiente comando para verificar si los servicios pueden recuperarse: `sudo brew services info nginx --json`. PHP Monitor no pudo interpretar esta respuesta.
fr: PHP Monitor interroge habituellement `brew` en utilisant la commande suivante pour tester si les services peuvent être récupérés : `sudo brew services info nginx --json`. Le moniteur PHP n'a pas pu interpréter cette réponse.
hi: PHP Monitor आम तौर पर `brew` को निम्नलिखित कमांड का उपयोग करके पूछता है ताकि यह जाँच सके कि सेवाएँ प्राप्त की जा सकती हैं या नहीं: `sudo brew services info nginx --json`. PHP Monitor इस प्रतिक्रिया की व्याख्या नहीं कर सका।
id: PHP Monitor biasanya menanyakan `brew` menggunakan perintah berikut untuk memeriksa apakah layanan dapat diambil: `sudo brew services info nginx --json`. PHP Monitor tidak dapat menginterpretasikan respons ini.
it: PHP Monitor solitamente interroga `brew` usando il seguente comando per verificare se i servizi possono essere recuperati: `sudo brew services info nginx --json`. PHP Monitor non è riuscito a interpretare questa risposta.
ja: 通常、PHP Monitor は次のコマンドを使用して `brew` をクエリし、サービスが取得できるかテストします： `sudo brew services info nginx --json`. PHP Monitor はこの応答を解釈できませんでした。
tr: PHP Monitor genellikle hizmetlerin alınabilirliğini test etmek için şu komutu kullanarak `brew` sorgular: `sudo brew services info nginx --json`. PHP Monitor bu yanıtı yorumlayamadı.
zh_hans: PHP Monitor 通常使用以下命令查询 `brew` 以测试是否可以检索服务：`sudo brew services info nginx --json`. PHP Monitor 无法解释此响应。

# startup.errors.services_json_error.desc
source: This can happen if your Homebrew installation is out of date, in which case Homebrew won't return JSON yet. You can usually fix this by running `brew update` or `brew tap homebrew/services`. You can also try running `sudo brew services info nginx --json` in your terminal of choice.
ar: قد يحدث ذلك إذا كانت تثبيت Homebrew لديك قديمة، وفي هذه الحالة لن يعيد Homebrew JSON بعد. عادةً يمكنك إصلاح ذلك بتشغيل `brew update` أو `brew tap homebrew/services`. كما يمكنك محاولة تشغيل `sudo brew services info nginx --json` في الطرفية التي تختارها.
bn: এটি ঘটতে পারে যদি আপনার Homebrew ইনস্টলেশন পুরোনো হয়ে থাকে, যার ফলে Homebrew এখনও JSON ফেরত দেয় না। আপনি সাধারণত `brew update` বা `brew tap homebrew/services` চালিয়ে এটি ঠিক করতে পারেন। এছাড়াও আপনি আপনার পছন্দের টার্মিনালে `sudo brew services info nginx --json` চালানোর চেষ্টা করতে পারেন।
es: Esto puede ocurrir si tu instalación de Homebrew está desactualizada y aún no devuelve JSON. Normalmente, puedes solucionar esto ejecutando `brew update` o `brew tap homebrew/services`. También puedes intentar ejecutar `sudo brew services info nginx --json` en tu terminal preferida.
fr: Cela peut arriver si votre installation Homebrew n'est pas à jour, auquel cas Homebrew ne renverra pas encore de JSON. Vous pouvez généralement corriger cela en lançant `brew update` ou `brew tap homebrew/services`. Vous pouvez aussi essayer de lancer `sudo brew services info nginx --json` dans le terminal de votre choix.
hi: यह तब हो सकता है जब आपकी Homebrew स्थापना पुरानी हो, इस स्थिति में Homebrew अभी तक JSON नहीं लौटाएगा। आप आम तौर पर `brew update` या `brew tap homebrew/services` चलाकर इसे ठीक कर सकते हैं। आप अपने पसंदीदा टर्मिनल में `sudo brew services info nginx --json` चलाने की कोशिश भी कर सकते हैं.
id: Hal ini dapat terjadi jika instalasi Homebrew Anda sudah usang, sehingga Homebrew belum mengembalikan JSON. Biasanya Anda dapat memperbaikinya dengan menjalankan `brew update` atau `brew tap homebrew/services`. Anda juga bisa mencoba menjalankan `sudo brew services info nginx --json` di terminal pilihan Anda.
it: Questo può accadere se l'installazione di Homebrew è obsoleta, nel qual caso Homebrew non restituirà ancora JSON. Di solito puoi risolvere eseguendo `brew update` o `brew tap homebrew/services`. Puoi anche provare a eseguire `sudo brew services info nginx --json` nel terminale che preferisci.
ja: Homebrew のインストールが古くなっている場合、JSON が返されないことがあります。この場合は通常、`brew update` または `brew tap homebrew/services` を実行することで解決できます。また、お好みのターミナルで `sudo brew services info nginx --json` を実行してみることもできます。
tr: Bu durum, Homebrew kurulumunuzun güncel olmaması durumunda meydana gelebilir; bu durumda Homebrew henüz JSON döndürmez. Genellikle bunu `brew update` veya `brew tap homebrew/services` komutlarını çalıştırarak düzeltebilirsiniz. Ayrıca tercih ettiğiniz terminalde `sudo brew services info nginx --json` komutunu da deneyebilirsiniz.
zh_hans: 如果您的 Homebrew 安装过时，可能会出现这种情况，在这种情况下，Homebrew 还不会返回 JSON。通常可以通过运行 `brew update` 或 `brew tap homebrew/services` 来解决这个问题。你也可以尝试在终端运行 `sudo brew services info nginx --json`

# startup.errors.which_alias_issue.title
source: A configuration issue was detected
ar: تم اكتشاف مشكلة في التكوين
bn: একটি কনফিগারেশন সমস্যা সনাক্ত করা হয়েছে
es: Se ha detectado un problema de configuración
fr: Un problème de configuration a été détecté
hi: एक कॉन्फ़िगरेशन समस्या का पता चला है
id: Masalah konfigurasi terdeteksi
it: È stato rilevato un problema di configurazione
ja: 構成に問題が検出されました
tr: Bir yapılandırma sorunu tespit edildi
zh_hans: 检测到配置问题
