Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# phpman.action_prevented_busy.desc
source: PHP Monitor is currently doing something like switching between PHP versions. To ensure your system does not break, you will need to wait until PHP Monitor is ready in order before you try this again.
ar: يعمل PHP Monitor حاليًا على شيء مثل التبديل بين إصدارات PHP. لضمان عدم تعطل نظامك، ستحتاج إلى الانتظار حتى يصبح PHP Monitor جاهزًا قبل أن تحاول ذلك مرة أخرى.
bn: PHP Monitor বর্তমানে কিছু করছে যেমন PHP সংস্করণগুলির মধ্যে স্যুইচ করা। আপনার সিস্টেম ভাঙবে না তা নিশ্চিত করতে, আপনাকে অপেক্ষা করতে হবে যতক্ষণ পর্যন্ত PHP Monitor প্রস্তুত না হয়, তারপর আবার চেষ্টা করবেন।
es: PHP Monitor está actualmente haciendo algo como cambiar entre versiones de PHP. Para asegurar que tu sistema no se rompa, necesitarás esperar hasta que PHP Monitor esté listo antes de intentar esto de nuevo.
fr: PHP Monitor est actuellement occupé à effectuer une opération telle que le changement de versions de PHP. Pour garantir que votre système ne se casse pas, vous devez attendre que PHP Monitor soit prêt avant de réessayer.
hi: PHP Monitor वर्तमान में कुछ कार्य कर रहा है, जैसे PHP संस्करणों के बीच स्विच करना। यह सुनिश्चित करने के लिए कि आपकी प्रणाली ख़राब न हो, आपको तब तक प्रतीक्षा करनी होगी जब तक PHP Monitor तैयार नहीं होता, फिर आप इसे पुनः प्रयास कर सकते हैं.
id: PHP Monitor sedang melakukan sesuatu seperti beralih antar versi PHP. Untuk memastikan sistem Anda tidak rusak, Anda harus menunggu hingga PHP Monitor siap sebelum mencoba lagi.
it: PHP Monitor sta attualmente eseguendo un'operazione come il cambio tra versioni PHP. Per evitare che il sistema si rompa, dovrai attendere che PHP Monitor sia pronto prima di riprovare.
ja: PHP Monitor は現在、PHP バージョンの切り替えなどを行っているため、システムが壊れないようにするには PHP Monitor が準備完了になるまで待つ必要があります。再度試す前にお待ちください。
tr: PHP Monitor şu anda PHP sürümleri arasında geçiş gibi bir işlem yapıyor. Sistemin bozulmaması için, bu işlemi tekrar denemeden önce PHP Monitor'ın hazır olmasını beklemeniz gerekir.
zh_hans: PHP Monitor 当前正在执行类似在 PHP 版本间切换的操作。为确保您的系统不会崩溃，您需要等到 PHP Monitor 准备就绪后再尝试此操作。

# phpman.uninstall_prevented.title
source: You cannot uninstall the currently active version of PHP via PHP Monitor.
ar: لا يمكنك إلغاء تثبيت الإصدار النشط حاليًا من PHP عبر PHP Monitor.
bn: আপনি বর্তমানে সক্রিয় PHP সংস্করণটি PHP Monitor এর মাধ্যমে আনইনস্টল করতে পারবেন না।
es: No puedes desinstalar la versión activa actual de PHP a través de PHP Monitor.
fr: Vous ne pouvez pas désinstaller la version de PHP actuellement active via PHP Monitor.
hi: आप वर्तमान सक्रिय PHP संस्करण को PHP Monitor के माध्यम से अनइंस्टॉल नहीं कर सकते।
id: Anda tidak dapat menghapus versi PHP yang sedang aktif melalui PHP Monitor.
it: Non è possibile disinstallare la versione di PHP attualmente attiva tramite PHP Monitor.
ja: 現在アクティブなPHPバージョンは、PHP Monitor を通じてアンインストールできません。
tr: Şu anda etkin olan PHP sürümünü PHP Monitor aracılığıyla kaldıramazsınız.
zh_hans: 您无法通过 PHP Monitor 卸载当前活动的 PHP 版本。

# phpman.uninstall_prevented.desc
source: In order to prevent issues with PHP Monitor and further crashes, it isn't possible to uninstall the currently linked version of PHP via this UI. You can switch versions and try again, or uninstall this version manually via the terminal. Please note that PHP Monitor may crash if you uninstall the currently linked PHP version.
ar: من أجل منع مشاكل مع PHP Monitor والانهيارات المستقبلية، لا يمكن إلغاء تثبيت إصدار PHP المرتبط حاليًا عبر هذا الواجهة. يمكنك تبديل الإصدارات والمحاولة مرة أخرى، أو إلغاء تثبيت هذا الإصدار يدويًا عبر الطرفية.\n\nيرجى ملاحظة أن PHP Monitor قد يتعطل إذا قمت بإلغاء تثبيت إصدار PHP المرتبط حاليًا.
bn: PHP Monitor এবং অতিরিক্ত ক্র্যাশ প্রতিরোধ করার জন্য, এই UI থেকে বর্তমানে লিঙ্ক করা PHP সংস্করণ আনইনস্টল করা সম্ভব নয়। আপনি সংস্করণ পরিবর্তন করে আবার চেষ্টা করতে পারেন, অথবা টার্মিনাল দিয়ে ম্যানুয়ালি এই সংস্করণটি আনইনস্টল করতে পারেন। দয়া করে লক্ষ্য করুন যে বর্তমানে লিঙ্ককৃত PHP সংস্করণ আনইনস্টল করলে PHP Monitor ক্র্যাশ হতে পারে।
es: Para prevenir problemas con PHP Monitor y más fallos, no es posible desinstalar la versión actualmente vinculada de PHP a través de esta interfaz. Puedes cambiar de versión e intentarlo de nuevo, o desinstalar esta versión manualmente a través de la terminal. Ten en cuenta que PHP Monitor puede fallar si desinstalas la versión de PHP actualmente vinculada.
fr: Afin de prévenir les problèmes avec PHP Monitor et d'autres plantages, il n'est pas possible de désinstaller la version actuellement liée de PHP via cette interface utilisateur. Vous pouvez changer de version et réessayer, ou désinstaller cette version manuellement via le terminal. Veuillez noter que PHP Monitor peut planter si vous désinstallez la version de PHP actuellement liée.
hi: इस UI के माध्यम से वर्तमान में लिंक की गई PHP संस्करण को अनइंस्टॉल करना संभव नहीं है ताकि PHP Monitor और आगे के क्रैश से बचा जा सके। आप संस्करण बदलकर फिर प्रयास कर सकते हैं, या टर्मिनल के माध्यम से इस संस्करण को मैन्युअल रूप से अनइंस्टॉल कर सकते हैं। कृपया ध्यान दें कि वर्तमान में लिंक की गई PHP संस्करण को अनइंस्टॉल करने पर PHP Monitor क्रैश हो सकता है।
id: Untuk mencegah masalah dengan PHP Monitor dan kegagalan lebih lanjut, tidak mungkin menghapus versi PHP yang saat ini terhubung melalui UI ini. Anda dapat beralih versi dan mencoba lagi, atau menghapus versi ini secara manual melalui terminal. Harap dicatat bahwa PHP Monitor dapat crash jika Anda menghapus versi PHP yang saat ini terhubung.
it: Per evitare problemi con PHP Monitor e ulteriori crash, non è possibile disinstallare la versione di PHP attualmente collegata tramite questa UI. È possibile cambiare versione e riprovare, oppure disinstallare manualmente questa versione tramite il terminale. Si noti che PHP Monitor potrebbe arrestarsi se si disinstalla la versione di PHP attualmente collegata.
ja: PHP Monitorの問題やさらに発生するクラッシュを防ぐため、現在リンクされているPHPバージョンをこのUIからアンインストールすることはできません。バージョンを切り替えて再試行するか、ターミナルで手動でアンインストールしてください。 現在リンクされているPHPバージョンをアンインストールすると、PHP Monitorがクラッシュする可能性がありますのでご注意ください。
tr: PHP Monitor ile ilgili sorunları ve ek çökme riskini önlemek için, bu arayüz üzerinden şu anda bağlı olan PHP sürümünü kaldırmak mümkün değildir. Sürümleri değiştirebilir ve tekrar deneyebilir veya bu sürümü terminal aracılığıyla manuel olarak kaldırabilirsiniz. Lütfen dikkat edin: Şu anki bağlı PHP sürümünü kaldırırsanız, PHP Monitor çökebilir.
zh_hans: 为了防止 PHP Monitor 出现问题和进一步崩溃，无法通过此用户界面卸载当前链接的 PHP 版本。请注意，如果卸载当前链接的 PHP 版本，PHP Monitor 可能会崩溃。

# phpman.failures.uninstall.title
source: Uninstall failed!
ar: فشل إلغاء التثبيت!
bn: আনইনস্টল ব্যর্থ হয়েছে!
es: ¡La desinstalación falló!
fr: La désinstallation a échoué !
hi: अनइंस्टॉल विफल हुआ!
id: Penghapusan gagal!
it: Disinstallazione non riuscita!
ja: アンインストールに失敗しました！
tr: Kaldırma başarısız oldu!
zh_hans: 卸载失败！

# phpman.failures.uninstall.desc
source: Unfortunately, the automatic uninstallation failed. You can manually try to run this command: `%@` and find out what goes wrong. Remember to restart PHP Monitor (or press the refresh button) when this is done.
ar: لسوء الحظ، فشل عملية إلغاء التثبيت التلقائي. يمكنك محاولة تشغيل هذا الأمر يدويًا: `%@` ومعرفة ما يحدث خطأً. تذكر إعادة تشغيل PHP Monitor (أو اضغط زر التحديث) عند الانتهاء.
bn: দুঃখজনকভাবে, স্বয়ংক্রিয় আনইনস্টলেশন ব্যর্থ হয়েছে। আপনি ম্যানুয়ালি এই কমান্ডটি চালিয়ে দেখতে পারেন: `%@` এবং কী ভুল হচ্ছে তা জানতে পারবেন। এটি সম্পন্ন হলে PHP Monitor পুনরায় চালু করুন (বা রিফ্রেশ বোতাম টিপুন)।
es: Desafortunadamente, la desinstalación automática falló. Puedes intentar ejecutar este comando manualmente: `%@` y descubrir qué sale mal. Recuerda reiniciar PHP Monitor (o presionar el botón de actualizar) cuando esto esté hecho.
fr: Malheureusement, la désinstallation automatique a échoué. Vous pouvez essayer de lancer manuellement cette commande : `%@` et découvrir ce qui ne fonctionne pas. N'oubliez pas de redémarrer PHP Monitor (ou d'appuyer sur le bouton de rafraîchissement) une fois terminé.
hi: दुर्भाग्यवश, स्वचालित अनइंस्टॉलेशन विफल रहा। आप इस कमांड को मैन्युअली चलाने का प्रयास कर सकते हैं: `%@` और पता लगा सकते हैं कि क्या गलत हो रहा है। जब यह पूरा हो जाए तो PHP Monitor (या रिफ्रेश बटन दबाएँ) को पुनः प्रारंभ करना याद रखें.
id: Sayangnya, proses uninstall otomatis gagal. Anda dapat mencoba menjalankan perintah ini secara manual: `%@` dan temukan apa yang salah. Ingat untuk memulai ulang PHP Monitor (atau tekan tombol penyegaran) setelah selesai.
it: Sfortunatamente, la disinstallazione automatica è fallita. Puoi provare manualmente a eseguire questo comando: `%@` e scoprire cosa non funziona. Ricorda di riavviare PHP Monitor (o premere il pulsante di aggiornamento) quando hai finito.
ja: 残念ながら、自動アンインストールに失敗しました。手動で次のコマンドを実行してみてください：`%@` 何が問題か調べることができます。この作業が完了したら、PHP Monitor を再起動（またはリフレッシュボタンを押す）してください。
tr: Maalesef, otomatik kaldırma başarısız oldu. Bu komutu elle çalıştırmayı deneyebilirsiniz: `%@` ve neyin yanlış gittiğini bulabilirsiniz. Bunu yaptıktan sonra PHP Monitor'ı yeniden başlatmayı (veya yenileme düğmesine basmayı) unutmayın.
zh_hans: 很不幸，自动卸载失败。您可以手动尝试运行此命令：`%@` 并找出问题所在。完成后记得重启 PHP Monitor(或按刷新按钮)

# phpman.unlinked.title
source: None of the versions of PHP installed on your system are currently linked.
ar: لا توجد إصدارات من PHP مثبتة على نظامك مرتبطة حاليًا.
bn: আপনার সিস্টেমে ইনস্টল করা কোনো PHP সংস্করণ বর্তমানে লিঙ্কড নয়।
es: Ninguna de las versiones de PHP instaladas en tu sistema está actualmente vinculada.
fr: Aucune des versions de PHP installées sur votre système n'est actuellement liée.
hi: आपके सिस्टम पर स्थापित किसी भी PHP संस्करण को वर्तमान में लिंक नहीं किया गया है.
id: Tidak ada versi PHP yang terinstal di sistem Anda saat ini yang terhubung.
it: Nessuna delle versioni di PHP installate sul tuo sistema è attualmente collegata.
ja: システムにインストールされているPHPのバージョンは、現在リンクされていません。
tr: Sisteminizde yüklü olan hiçbir PHP sürümü şu anda bağlanmamış.
zh_hans: 您系统上安装的所有 PHP 版本当前都没有链接。

# phpman.unlinked.desc
source: You likely still have some version of PHP that is currently installed, but currently no version of PHP is linked.
ar: من المحتمل أن لا تزال لديك نسخة من PHP مثبتة حاليًا، لكن لا توجد أي نسخة من PHP مرفقة بالوقت الحالي.
bn: সম্ভবত আপনার এখনও কিছু সংস্করণ PHP ইনস্টল করা আছে, কিন্তু বর্তমানে কোনো PHP সংস্করণ লিঙ্ক করা নেই।
es: Es probable que aún tengas alguna versión de PHP instalada, pero actualmente ninguna versión de PHP está vinculada.
fr: Il est probable que vous ayez toujours une version de PHP installée, mais actuellement aucune version de PHP n'est liée.
hi: आपके पास अभी भी PHP का कोई संस्करण इंस्टॉल हो सकता है, लेकिन वर्तमान में कोई भी PHP संस्करण लिंक नहीं है。
id: Anda kemungkinan masih memiliki beberapa versi PHP yang saat ini terinstal, namun tidak ada versi PHP yang terhubung.
it: Probabilmente hai ancora una versione di PHP installata, ma attualmente nessuna versione è collegata.
ja: おそらくまだインストール済みのPHPのバージョンがあると思われますが、現在はどのPHPもリンクされていません。
tr: Muhtemelen hâlâ kurulu bir PHP sürümünüz var, ancak şu anda hiçbir PHP sürümü bağlanmamış durumda.
zh_hans: 您当前可能还安装了某些版本的 PHP，但目前没有链接到任何版本的 PHP

# phpman.unlinked.detail
source: Without any PHP version linked, the `php` binary is not accessible on your system and you cannot run any PHP scripts without explicitly being part of the PATH. You can have PHP Monitor automatically resolve this problem (choose Fix Automatically in the main menu), or fix it yourself by running `brew link php --force`.
ar: بدون أي إصدار من PHP مرتبط، لا يمكن الوصول إلى ملف التنفيذ `php` على نظامك ولا يمكنك تشغيل أي سكربتات PHP دون أن تكون جزءاً صريحاً من مسار PATH. يمكنك جعل برنامج PHP Monitor يحل هذه المشكلة تلقائياً (اختر إصلاح تلقائيًا في القائمة الرئيسية)، أو تصحيحها بنفسك عبر تنفيذ الأمر `brew link php --force`.
bn: কোনো PHP ভার্সন সংযুক্ত না থাকলে, আপনার সিস্টেমে `php` বাইনারি অ্যাক্সেসযোগ্য নয় এবং আপনি PATH-এ স্পষ্টভাবে অন্তর্ভুক্ত না হলে কোনো PHP স্ক্রিপ্ট চালাতে পারবেন না। আপনি PHP Monitor ব্যবহার করে স্বয়ংক্রিয়ভাবে এই সমস্যাটি সমাধান করতে পারেন (মেইন মেনুতে Fix Automatically নির্বাচন করুন), অথবা নিজে `brew link php --force` কমান্ড চালিয়ে এটি ঠিক করতে পারেন।
es: Sin ninguna versión de PHP vinculada, el binario `php` no es accesible en tu sistema y no puedes ejecutar ningún script PHP sin ser explícitamente parte del PATH. Puedes hacer que PHP Monitor resuelva automáticamente este problema (elige Arreglar automáticamente en el menú principal), o arreglarlo tú mismo ejecutando `brew link php --force`.
fr: Sans aucune version de PHP liée, le binaire php n'est pas accessible sur votre système et vous ne pouvez pas exécuter de scripts PHP sans être explicitement inclus dans le PATH. PHP Monitor peut résoudre automatiquement ce problème (choisissez Réparer automatiquement dans le menu principal) ou vous pouvez le résoudre vous-même en exécutant la commande `brew link php --force`.
hi: कोई PHP संस्करण लिंक नहीं होने के कारण, आपके सिस्टम पर `php` बाइनरी उपलब्ध नहीं है और आप किसी भी PHP स्क्रिप्ट को PATH का स्पष्ट हिस्सा बने बिना चला नहीं सकते। आप मुख्य मेनू में 'Fix Automatically' चुनकर PHP Monitor को इस समस्या को स्वतः हल करने दे सकते हैं, या स्वयं `brew link php --force` चलाकर इसे ठीक कर सकते हैं।
id: Tanpa versi PHP yang terhubung, binari `php` tidak dapat diakses pada sistem Anda dan Anda tidak dapat menjalankan skrip PHP apa pun tanpa secara eksplisit menjadi bagian dari PATH. Anda dapat meminta PHP Monitor untuk menyelesaikan masalah ini secara otomatis (pilih Perbaiki Otomatis di menu utama), atau memperbaikinya sendiri dengan menjalankan `brew link php --force`.
it: Senza alcuna versione di PHP collegata, il binario `php` non è accessibile sul tuo sistema e non puoi eseguire script PHP senza farne parte esplicitamente del PATH. Puoi chiedere a PHP Monitor di risolvere automaticamente questo problema (seleziona Correggi Automaticamente nel menu principale), oppure risolverlo tu stesso eseguendo `brew link php --force`.
ja: リンクされている PHP バージョンがないため、システム上で `php` バイナリにアクセスできず、PATH に明示的に含まれていない限り PHP スクリプトを実行することはできません。PHP Monitor がこの問題を自動的に解決できます（メインメニューで「Fix Automatically」を選択）、または `brew link php --force` を実行してご自身で修正してください。
tr: Herhangi bir PHP sürümü bağlanmadığı için `php` ikili dosyası sisteminizde erişilebilir değildir ve PATH’e açıkça eklenmediği sürece herhangi bir PHP betiğini çalıştıramazsınız. Bu sorunu PHP Monitor’ın otomatik olarak çözmesini (ana menüde Fix Automatically seçeneğini seçin) isteyebilir veya `brew link php --force` komutunu çalıştırarak kendiniz düzeltebilirsiniz.
zh_hans: 如果没有链接任何 PHP 版本，系统上就无法访问 `php` 二进制文件，如果不明确地将其作为 PATH 的一部分，就无法运行任何 PHP 脚本。您可以让 PHP Monitor 自动解决这个问题(在主菜单中选择自动修复)，或者运行 `brew link php --force` 自行修复。

# phpman.operations.repairing
source: Repairing installations...
ar: جاري إصلاح التثبيتات...
bn: ইনস্টলেশন মেরামত করা হচ্ছে...
es: Reparando instalaciones...
fr: Réparation des installations en cours...
hi: इंस्टॉलेशन की मरम्मत चल रही है...
id: Memperbaiki instalasi...
it: Reparando le installazioni...
ja: インストールを修復しています…
tr: Kurulumlar onarılıyor...
zh_hans: 修复安装...

# phpman.operations.updating
source: Installing updates...
ar: جاري تثبيت التحديثات...
bn: আপডেট ইনস্টল করা হচ্ছে...
es: Instalando actualizaciones...
fr: Installation des mises à jour en cours...
hi: अपडेट स्थापित हो रहे हैं...
id: Memasang pembaruan...
it: Installazione degli aggiornamenti...
ja: 更新をインストールしています...
tr: Güncellemeler yükleniyor...
zh_hans: 安装更新...

# phpman.operations.installing
source: Installing %@...
ar: جارٍ تثبيت %@…
bn: ইনস্টল করা হচ্ছে %@…
es: Instalando %@...
fr: Installation de %@ en cours...
hi: इंस्टॉल कर रहा है %@...
id: Memasang %@...
it: Installazione di %@…
ja: インストール中 %@...
tr: Yükleniyor %@...
zh_hans: 安装 %@...

# phpman.steps.fetching
source: Fetching...
ar: جاري جلب بعض بيانات الحزم...
bn: কিছু প্যাকেজ মেটাডাটা সংগ্রহ করা হচ্ছে...
es: Obteniendo...
fr: Récupération en cours...
hi: कुछ पैकेज मेटाडाटा प्राप्त हो रहा है...
id: Mengambil beberapa metadata paket...
it: Raccolta di alcuni metadati del pacchetto...
ja: パッケージメタデータを取得しています...
tr: Bazı paket meta verisi çekiliyor...
zh_hans: 获取...

# phpman.steps.downloading
source: Downloading package data...
ar: جارٍ تنزيل بيانات الحزمة...
bn: প্যাকেজ তথ্য ডাউনলোড হচ্ছে...
es: Descargando datos del paquete...
fr: Téléchargement des données du package en cours...
hi: पैकेज डेटा डाउनलोड किया जा रहा है...
id: Mengunduh data paket...
it: Scaricamento dei dati del pacchetto...
ja: パッケージデータをダウンロードしています...
tr: Paket verileri indiriliyor...
zh_hans: 下载软件包数据...

# phpman.steps.pouring
source: Pouring... This can take a while...
ar: يُصبّ... قد يستغرق هذا وقتاً أطول…
bn: ঢালছি... এতে কিছু সময় লাগতে পারে...
es: Vertiendo... Esto puede llevar un tiempo...
fr: Versement en cours... Cela peut prendre un certain temps...
hi: पोरिंग... इसमें कुछ समय लग सकता है...
id: Menyiram... Ini dapat memakan waktu...
it: Versamento... Questo può richiedere un po' di tempo...
ja: 注入中… 時間がかかることがあります...
tr: Dökülüyor... Bu biraz zaman alabilir...
zh_hans: 浇注... 这可能需要一段时间...

# phpman.steps.summary
source: Some package has finished installing...
ar: يرجى الانتظار لحظة...
bn: একটু অপেক্ষা করুন...
es: Algún paquete ha terminado de instalarse...
fr: L'installation d'un package est terminée...
hi: कृपया एक क्षण प्रतीक्षा करें...
id: Silakan tunggu sebentar...
it: Attendere un momento...
ja: 少々お待ちください…
tr: Biraz bekleyiniz…
zh_hans: 某些软件包已完成安装...

# phpman.services.loading
source: Loading...
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中…
tr: Yükleniyor...
zh_hans: 正在加载...

# phpman.services.not_installed
source: A key service is not installed.
ar: الخدمة الرئيسية غير مثبتة.
bn: প্রধান একটি সেবা ইনস্টল করা হয়নি।
es: Un servicio clave no está instalado.
fr: Un service nécessaire n'est pas installé.
hi: एक प्रमुख सेवा स्थापित नहीं है.
id: Layanan penting belum terpasang.
it: Un servizio essenziale non è installato.
ja: 主要なサービスがインストールされていません。
tr: Ana hizmet kurulu değil.
zh_hans: 关键服务未安装

# phpman.services.error
source: A key service is reporting an error state.
ar: يُبلغ أحد الخدمات الأساسية عن حالة خطأ.
bn: একটি প্রধান সেবা ত্রুটি অবস্থার প্রতিবেদন করছে।
es: Un servicio clave está reportando un estado de error.
fr: Un service nécessaire rapporte une érreur.
hi: एक प्रमुख सेवा त्रुटि स्थिति रिपोर्ट कर रही है।
id: Sebuah layanan utama sedang melaporkan status kesalahan.
it: Un servizio chiave sta segnalando uno stato di errore.
ja: 主要サービスがエラー状態を報告しています。
tr: Ana bir hizmet hata durumunu bildiriyor.
zh_hans: 关键服务报告错误状态

# phpman.services.inactive
source: A key service is not running.
ar: الخدمة الأساسية غير تعمل.
bn: একটি প্রধান সেবা চালু নেই।
es: Un servicio clave no está ejecutándose.
fr: Un service nécessaire n'est pas lancé.
hi: एक प्रमुख सेवा चल नहीं रही है.
id: Layanan penting tidak berjalan.
it: Un servizio essenziale non è in esecuzione.
ja: 主要なサービスが実行されていません。
tr: Önemli bir hizmet çalışmıyor.
zh_hans: 关键服务未运行

# phpman.services.all_ok
source: All Valet services are OK.
ar: جميع خدمات Valet تعمل بشكل جيد.
bn: সব ভ্যালেট সেবাগুলি ঠিক আছে।
es: Todos los servicios de Valet están OK.
fr: Tout les services Valet sont OK.
hi: सभी वैलेट सेवाएँ ठीक हैं।
id: Semua layanan Valet berfungsi dengan baik.
it: Tutti i servizi Valet sono a posto.
ja: すべてのValetサービスが正常に動作しています。
tr: Tüm Valet hizmetleri OK.
zh_hans: 所有 Valet 服务均正常

# lite_mode_explanation.title
source: You are currently running PHP Monitor in Standalone Mode.
ar: أنت تقوم حاليًا بتشغيل PHP Monitor في وضع التشغيل المنفصل.
bn: আপনি বর্তমানে PHP Monitor স্ট্যান্ডঅ্যালোন মোডে চালাচ্ছেন।
es: Actualmente estás ejecutando PHP Monitor en modo independiente.
fr: Vous utilisez actuellement PHP Monitor en mode Standalone.
hi: आप वर्तमान में PHP Monitor को स्टैंडअलोन मोड में चला रहे हैं।
id: Anda saat ini menjalankan PHP Monitor dalam Mode Tunggal.
it: Stai attualmente eseguendo PHP Monitor in Modalità Autonoma.
ja: 現在、PHP Monitor をスタンドアロンモードで実行しています。
tr: Şu anda PHP Monitor'ı Bağımsız Modda çalıştırıyorsunuz.
zh_hans: 您当前正以独立模式运行 PHP Monitor

# lite_mode_explanation.subtitle
source: PHP Monitor has additional features that are available for use if you happen to be a user of Laravel Valet. Right now, PHP Monitor could not detect an active installation of Valet on your system, so those features are unavailable.
ar: يحتوي PHP Monitor على ميزات إضافية متاحة للاستخدام إذا كنت مستخدمًا لـ Laravel Valet. حاليًا، لم يتمكن PHP Monitor من اكتشاف تثبيت نشط لValet على نظامك، لذلك هذه الميزات غير متوفرة.
bn: PHP Monitor-এ অতিরিক্ত বৈশিষ্ট্য রয়েছে যা লারাভেল ভ্যালেটের ব্যবহারকারী হলে আপনি ব্যবহার করতে পারবেন। বর্তমানে, PHP Monitor আপনার সিস্টেমে সক্রিয় ভ্যালেট ইনস্টলেশন সনাক্ত করতে পারেনি, তাই সেই বৈশিষ্ট্যগুলি উপলব্ধ নয়.
es: PHP Monitor tiene características adicionales que están disponibles si eres usuario de Laravel Valet. En este momento, PHP Monitor no pudo detectar una instalación activa de Valet en tu sistema, por lo que esas características no están disponibles.
fr: PHP Monitor dispose de fonctionnalités supplémentaires qui sont disponibles si vous utilisez Laravel Valet. Actuellement, PHP Monitor n'a pas détecté d'installation active de Valet sur votre système, ces fonctionnalités ne sont donc pas disponibles.
hi: PHP Monitor में अतिरिक्त सुविधाएँ हैं जो तब उपलब्ध होती हैं जब आप Laravel Valet के उपयोगकर्ता हों। वर्तमान में, PHP Monitor आपके सिस्टम पर सक्रिय Valet स्थापना का पता नहीं लगा सका, इसलिए ये सुविधाएँ अनुपलब्ध हैं。
id: PHP Monitor memiliki fitur tambahan yang tersedia untuk digunakan jika Anda merupakan pengguna Laravel Valet. Saat ini, PHP Monitor tidak dapat mendeteksi instalasi aktif Valet di sistem Anda, sehingga fitur tersebut tidak tersedia.
it: PHP Monitor ha funzionalità aggiuntive disponibili se sei utente di Laravel Valet. Attualmente, PHP Monitor non riesce a rilevare un'installazione attiva di Valet sul tuo sistema, quindi quelle funzionalità non sono disponibili.
ja: PHP Monitor は Laravel Valet のユーザーであれば利用可能な追加機能を備えています。現在、PHP Monitor はシステム上のアクティブな Valet インストールを検出できていないため、その機能は利用できません。
tr: PHP Monitor, Laravel Valet kullanıcıları için kullanabileceğiniz ek özelliklere sahiptir. Şu anda PHP Monitor, sisteminizde aktif bir Valet kurulumunu tespit edemediği için bu özellikler mevcut değil.
zh_hans: PHP Monitor 有一些附加功能，如果你恰好是 Laravel Valet 的用户，就可以使用这些功能。目前，PHP Monitor 无法检测到您的系统中正在安装 Valet，因此这些功能不可用。
