Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# startup.errors.which_alias_issue.subtitle
source: It appears that there's a file in `/usr/local/bin/which`. This is usually set up by NodeJS, but `node` isn't in the PATH in `/usr/local/bin`. To fix this, keep reading.
ar: يبدو أن هناك ملفًا في ‎`/usr/local/bin/which`‎. عادةً ما يُعدّ ذلك بواسطة NodeJS، لكن ‎`node`‎ غير موجود في متغير PATH في ‎`/usr/local/bin`‎. لحل المشكلة، استمر بالقراءة.
bn: মনে হচ্ছে `/usr/local/bin/which` এ একটি ফাইল আছে। সাধারণত এটি NodeJS দ্বারা সেট আপ হয়, কিন্তু `node` `/usr/local/bin` এর PATH-এ নেই। এটি ঠিক করতে, পড়তে থাকুন.
es: Parece que hay un archivo en `/usr/local/bin/which`. Esto suele ser configurado por NodeJS, pero `node` no está en el PATH en `/usr/local/bin`. Para solucionarlo, sigue leyendo.
fr: Il semble qu'il y ait un fichier dans `/usr/local/bin/which`. Ceci est généralement mis en place par NodeJS, mais `node` n'est pas dans le PATH de `/usr/local/bin`. Pour corriger cela, continuez à lire.
hi: ऐसा प्रतीत होता है कि `/usr/local/bin/which` में एक फ़ाइल मौजूद है। यह आम तौर पर NodeJS द्वारा सेट की जाती है, लेकिन `node` `/usr/local/bin` के PATH में नहीं है। इसे ठीक करने के लिए पढ़ते रहें.
id: Terlihat ada berkas di `/usr/local/bin/which`. Ini biasanya disetel oleh NodeJS, tetapi `node` tidak berada dalam PATH di `/usr/local/bin`. Untuk memperbaikinya, lanjutkan membaca.
it: Sembra che ci sia un file in `/usr/local/bin/which`. Di solito viene impostato da NodeJS, ma `node` non è nel PATH in `/usr/local/bin`. Per risolvere, continua a leggere.
ja: 「/usr/local/bin/which」にファイルがあるようです。これは通常 NodeJS が設定しますが、`node` は `/usr/local/bin` の PATH に含まれていません。この問題を解決するには、続きをご覧ください。
tr: Görünüşe göre `/usr/local/bin/which` içinde bir dosya var. Bu genellikle NodeJS tarafından ayarlanır, ancak `node` `/usr/local/bin` dizinindeki PATH'e eklenmemiş durumda. Bunu düzeltmek için okumaya devam edin.
zh_hans: `/usr/local/bin/which` 中似乎有一个文件。这通常是由 NodeJS 设置的，但 `/usr/local/bin` 的 PATH 中没有 `node`。要解决这个问题，请继续阅读

# startup.errors.which_alias_issue.desc
source: You will need to symlink `node` into the `/usr/local/bin` directory to make sure PHP Monitor can start successfully. For more info, see: https://github.com/nicoverbruggen/phpmon/issues/174
ar: ستحتاج إلى ربط رمزيًا `node` في دليل `/usr/local/bin` لضمان أن يمكن لـ PHP Monitor البدء بنجاح. لمزيد من المعلومات، راجع: https://github.com/nicoverbruggen/phpmon/issues/174
bn: আপনাকে নিশ্চিত করতে হবে যে PHP Monitor সফলভাবে শুরু হতে পারে, এজন্য আপনাকে `node`-কে `/usr/local/bin` ডিরেক্টরিতে সিমলিঙ্ক করতে হবে। আরও তথ্যের জন্য দেখুন: https://github.com/nicoverbruggen/phpmon/issues/174
es: Debes crear un symlink de `node` en el directorio `/usr/local/bin` para asegurarte de que PHP Monitor pueda iniciarse correctamente. Para más información, consulta: https://github.com/nicoverbruggen/phpmon/issues/174
fr: Vous devrez faire un lien symbolique entre `node` et le répertoire `/usr/local/bin` pour vous assurer que PHP Monitor peut démarrer avec succès. Pour plus d'informations, voir : https://github.com/nicoverbruggen/phpmon/issues/174
hi: आपको `node` को `/usr/local/bin` निर्देशिका में सिमलिंक करना होगा ताकि PHP Monitor सफलतापूर्वक शुरू हो सके। अधिक जानकारी के लिए देखें: https://github.com/nicoverbruggen/phpmon/issues/174
id: Anda perlu membuat tautan simbolis `node` ke direktori `/usr/local/bin` untuk memastikan PHP Monitor dapat dimulai dengan sukses. Untuk info lebih lanjut, lihat: https://github.com/nicoverbruggen/phpmon/issues/174
it: Dovrai creare un collegamento simbolico di `node` nella directory `/usr/local/bin` per assicurarti che PHP Monitor si avvii correttamente. Per ulteriori informazioni, vedi: https://github.com/nicoverbruggen/phpmon/issues/174
ja: PHP Monitor が正常に起動できるようにするには、`node` を `/usr/local/bin` ディレクトリにシンボリックリンクしておく必要があります。詳細は https://github.com/nicoverbruggen/phpmon/issues/174 をご覧ください
tr: PHP Monitor'un başarılı bir şekilde başlatılmasını sağlamak için `node` dosyasını `/usr/local/bin` dizinine sembolik bağlantı (symlink) oluşturmanız gerekecek. Daha fazla bilgi için bakınız: https://github.com/nicoverbruggen/phpmon/issues/174
zh_hans: 您需要将 `node` 链接到 `/usr/local/bin` 目录，以确保 PHP Monitor 能够成功启动。更多信息，请参见：https://github.com/nicoverbruggen/phpmon/issues/174

# startup.version_mismatch.title
source: Your active PHP version has changed.
ar: إصدار PHP النشط لديك قد تغير.
bn: আপনার সক্রিয় PHP সংস্করণ পরিবর্তিত হয়েছে。
es: Tu versión activa de PHP ha cambiado.
fr: Votre version active de PHP a changé.
hi: आपका सक्रिय PHP संस्करण बदल गया है।
id: Versi PHP aktif Anda telah berubah.
it: La versione PHP attiva è cambiata.
ja: アクティブなPHPバージョンが変更されました.
tr: Etkin PHP sürümünüz değişti.
zh_hans: 您的活动 PHP 版本已更改

# startup.version_mismatch.subtitle
source: Since PHP Monitor was last active, your linked PHP version has been changed to PHP %@. Would you like to switch back to PHP %@, or do you want to keep using the current version?
ar: منذ آخر تفعيل لـ PHP Monitor، تم تغيير نسخة PHP المرتبطة لديك إلى PHP %@. هل ترغب في العودة إلى PHP %@، أم تريد الاستمرار باستخدام النسخة الحالية؟
bn: PHP Monitor সর্বশেষ সক্রিয় হওয়ার পর থেকে, আপনার সংযুক্ত PHP সংস্করণটি PHP %@ এ পরিবর্তিত হয়েছে। আপনি কি আবার PHP %@ তে ফিরে যেতে চান, নাকি বর্তমান সংস্করণ ব্যবহার চালিয়ে যেতে চান?
es: Desde la última vez que usaste PHP Monitor, la versión de PHP vinculada ha cambiado a PHP %@. ¿Quieres volver a PHP %@ o prefieres seguir usando la versión actual?
fr: Depuis la dernière activation du moniteur PHP, la version PHP liée a été modifiée pour PHP %@. Souhaitez-vous revenir à PHP %@, ou souhaitez-vous continuer à utiliser la version actuelle ?
hi: चूंकि PHP Monitor आखिरी बार सक्रिय था, आपकी लिंक की गई PHP संस्करण को PHP %@ में बदल दिया गया है। क्या आप PHP %@ पर वापस स्विच करना चाहेंगे, या वर्तमान संस्करण का उपयोग जारी रखना चाहते हैं?
id: Sejak PHP Monitor terakhir aktif, versi PHP yang terhubung Anda telah diubah menjadi PHP %@. Apakah Anda ingin beralih kembali ke PHP %@, atau apakah Anda ingin tetap menggunakan versi saat ini?
it: Poiché PHP Monitor è stato attivato l'ultima volta, la versione PHP collegata è stata cambiata in PHP %@. Vuoi tornare a PHP %@ o preferisci continuare con la versione corrente?
ja: PHP Monitorが最後にアクティブになった以降、リンクされた PHP バージョンは PHP %@ に変更されました。PHP %@ に戻しますか、それとも現在のバージョンをそのまま使用しますか？
tr: PHP Monitor son aktif olduğu zamandan beri bağladığınız PHP sürümü PHP %@ olarak değişti. Geri dönmek için PHP %@'ye mi geçmek istiyorsunuz, yoksa mevcut sürümde kalmak mı istersiniz?
zh_hans: 自 PHP Monitor 上次激活以来，您链接的 PHP 版本已更改为 PHP %@。您想切换回 PHP %@，还是继续使用当前版本？

# startup.version_mismatch.desc
source: PHP Monitor keeps track of which version of PHP is globally linked. The global version may have been changed due to some other program or Homebrew may have linked a different formula after upgrades.
ar: يحتفظ PHP Monitor بتتبع أي إصدار من PHP مرتبط عالميًا. قد تم تغيير الإصدار العالمي بسبب برنامج آخر أو قد ربط Homebrew صيغة مختلفة بعد التحديثات.
bn: PHP Monitor ট্র্যাক করে কোন সংস্করণের PHP গ্লোবালি লিঙ্ক করা আছে। গ্লোবাল ভার্সনটি অন্য কোনো প্রোগ্রাম বা Homebrew আপগ্রেডের পরে ভিন্ন ফর্মুলা লিঙ্ক করার কারণে পরিবর্তিত হতে পারে。
es: PHP Monitor lleva un registro de qué versión de PHP está vinculada globalmente. La versión global puede haber cambiado debido a otro programa o porque Homebrew vinculó una fórmula diferente después de una actualización.
fr: PHP Monitor surveille la version de PHP qui est liée globalement. La version globale peut avoir été changée à cause d'un autre programme ou Homebrew peut avoir lié une formule différente après les mises à jour.
hi: PHP Monitor यह ट्रैक करता है कि PHP का कौन सा संस्करण वैश्विक रूप से लिंक किया गया है। वैश्विक संस्करण किसी अन्य प्रोग्राम के कारण बदल गया हो सकता है या Homebrew ने अपग्रेड के बाद एक अलग फॉर्मूला को लिंक कर दिया हो सकता है。
id: PHP Monitor melacak versi PHP yang terhubung secara global. Versi global dapat berubah akibat program lain atau Homebrew mungkin sudah mengaitkan formula berbeda setelah pembaruan.
it: PHP Monitor tiene traccia della versione di PHP collegata globalmente. La versione globale potrebbe essere stata modificata da un altro programma o Homebrew potrebbe aver collegato una formula diversa dopo gli aggiornamenti.
ja: PHP Monitor は、どのバージョンの PHP がグローバルにリンクされているかを追跡します。グローバル版は他のプログラムによって変更された可能性があるほか、Homebrew がアップグレード後に別のフォーミュラをリンクした場合もあります。
tr: PHP Monitor, küresel olarak bağlanmış PHP sürümünü takip eder. Küresel sürüm başka bir program tarafından değiştirildi veya Homebrew güncellemelerden sonra farklı bir formül bağladıysa bu durum meydana gelebilir.
zh_hans: PHP Monitor 会跟踪全局链接的 PHP 版本。全局版本可能由于其他程序或 Homebrew 升级后链接了不同的 Formula 而发生变化

# startup.version_mismatch.button_switch_back
source: Switch back to PHP %@
ar: الرجوع إلى PHP %@
bn: PHP %@ এ ফিরে যান
es: Volver a PHP %@
fr: Revenir à PHP %@
hi: PHP %@ पर वापस जाएँ
id: Kembali ke PHP %@
it: Torna a PHP %@
ja: PHP %@ に戻す
tr: PHP'ye geri dönün %@
zh_hans: 切换回 PHP %@

# startup.version_mismatch.button_stay
source: Keep using PHP %@
ar: استمر في استخدام PHP %@
bn: PHP %@ ব্যবহার চালিয়ে যান
es: Seguir usando PHP %@
fr: Continuer à utiliser PHP %@
hi: PHP का उपयोग जारी रखें %@
id: Tetap gunakan PHP %@
it: Continua a usare PHP %@
ja: PHP %@を使い続ける
tr: PHP %@ kullanmaya devam edin
zh_hans: 继续使用 PHP %@

# startup.unsupported_versions_explanation.title
source: PHP installation(s) not supported by Valet detected!
ar: تم اكتشاف تثبيت(ات) PHP غير مدعومة من قِبل Valet!
bn: Valet দ্বারা সমর্থিত নয় এমন PHP ইনস্টলেশন(গুলি) সনাক্ত হয়েছে!
fr: Installation(s) PHP non supportée(s) par Valet détectée(s) !
hi: Valet द्वारा समर्थित नहीं किए गए PHP इंस्टॉलेशन(स) का पता चला है!
id: Instalasi PHP tidak didukung oleh Valet terdeteksi!
it: Installazioni PHP non supportate da Valet rilevate!
ja: Valet に対応していない PHP インストールが検出されました！
tr: Valet tarafından desteklenmeyen PHP kurulum(lar) tespit edildi!
zh_hans: 检测到 Valet 不支持的 PHP 安装！

# startup.unsupported_versions_explanation.subtitle
source: The following PHP versions are installed on your system but are not supported by this version of Valet. %@ Valet might break if you link these PHP versions so PHP Monitor won't let you switch to them.
ar: الإصدارات التالية من PHP مثبتة على نظامك ولكنها غير مدعومة في هذه النسخة من Valet.\n\n%@\n\nقد يتسبب Valet في فشل إذا قمت بربط هذه الإصدارات، لذلك لن يسمح لك PHP Monitor بالتحول إليها.
bn: নিম্নলিখিত PHP সংস্করণগুলি আপনার সিস্টেমে ইনস্টল করা আছে কিন্তু এই ভার্সনের Valet দ্বারা সমর্থিত নয়। %@ যদি আপনি এই PHP সংস্করণগুলোকে লিঙ্ক করেন তবে Valet ভেঙে যেতে পারে, তাই PHP Monitor আপনাকে তাদের কাছে সুইচ করতে দেবে না।
fr: Les versions suivantes de PHP sont installées sur votre système mais ne sont pas supportées par cette version de Valet. %@ Valet risque de ne pas fonctionner si vous liez ces versions de PHP, c'est pourquoi PHP Monitor ne vous laissera pas passer à ces versions.
hi: निम्नलिखित PHP संस्करण आपके सिस्टम पर स्थापित हैं लेकिन इस Valet संस्करण द्वारा समर्थित नहीं हैं। %@ यदि आप इन PHP संस्करणों को लिंक करते हैं तो Valet टूट सकता है, इसलिए PHP Monitor आपको उन्हें चुनने से रोकेगा।
id: Versi PHP berikut terpasang di sistem Anda namun tidak didukung oleh versi Valet ini. %@ Valet mungkin akan rusak jika Anda menghubungkan versi PHP tersebut, sehingga PHP Monitor tidak akan membolehkan Anda beralih ke mereka.
it: Le seguenti versioni di PHP sono installate sul tuo sistema ma non sono supportate da questa versione di Valet. %@ Valet potrebbe andare in crash se colleghi queste versioni di PHP, quindi PHP Monitor non ti permetterà di passare a esse.
ja: 以下のPHPバージョンがシステムにインストールされていますが、現在のValetではサポートされていません。 %@ これらのPHPバージョンをリンクするとValetが正常に動作しなくなる可能性がありますので、PHP Monitorは切替えを許可しません。
tr: Sisteminizde aşağıdaki PHP sürümleri kurulu ancak bu Valet sürümü tarafından desteklenmiyor. %@ Bu PHP sürümlerini bağlamanız durumunda Valet bozulabilir, bu yüzden PHP Monitor sizi onlara geçiş yapmaya izin vermeyecek.
zh_hans: 您的系统中安装了以下 PHP 版本，但该版本的 Valet 不支持这些版本。 %@ 如果链接这些 PHP 版本，Valet 可能会崩溃，因此 PHP Monitor 不会让您切换到这些版本。

# startup.unsupported_versions_explanation.desc
source: If you need support for older versions of PHP, you may need to downgrade to an older versions of Valet. Otherwise, it might be a good idea to uninstall any outdated versions that are not in use. It can also be that this version of Valet is too old. This message will only be removed after restarting PHP Monitor.
ar: إذا كنت بحاجة إلى دعم للإصدارات الأقدم من PHP، فقد تحتاج إلى التراجع إلى إصدارات أقدم من Valet. وإلا، قد يكون من الجيد إزالة أي إصدارات غير مستخدمة أو متقادمة. كما قد يكون هذا الإصدار من Valet قديمًا جدًا. ستُزال هذه الرسالة فقط بعد إعادة تشغيل PHP Monitor.
bn: যদি আপনি পুরোনো সংস্করণের PHP এর সমর্থন প্রয়োজন হয়, তাহলে আপনাকে Valet-এর পুরোনো সংস্করণে ডাউনগ্রেড করতে হতে পারে। অন্যথায়, ব্যবহার না হওয়া যেকোনো পুরোনো সংস্করণ আনইনস্টল করা একটি ভাল ধারণা হতে পারে। সম্ভবত এই Valet সংস্করণটি খুব পুরোনোও হতে পারে। এই বার্তাটি কেবল PHP Monitor পুনরারম্ভের পরই মুছে ফেলা হবে।
fr: Si vous avez besoin de la prise en charge de versions plus anciennes de PHP, vous devrez peut-être passer à une version plus ancienne de Valet. Sinon, il peut être judicieux de désinstaller toutes les versions obsolètes qui ne sont pas utilisées. Il se peut également que cette version de Valet soit trop ancienne. Ce message ne disparaîtra qu'après le redémarrage de PHP Monitor.
hi: यदि आपको पुराने PHP संस्करणों के लिए समर्थन की आवश्यकता है, तो आपको Valet के पुराने संस्करण में डाउनग्रेड करना पड़ सकता है। अन्यथा, यह एक अच्छा विचार हो सकता है कि किसी भी उपयोग न किए जा रहे पुरानी संस्करणों को अनइंस्टॉल कर दें। यह भी संभव है कि Valet का यह संस्करण बहुत पुराना हो। इस संदेश को केवल PHP Monitor को पुनः प्रारंभ करने के बाद ही हटाया जाएगा.
id: Jika Anda membutuhkan dukungan untuk versi PHP yang lebih lama, Anda mungkin perlu menurunkan ke versi Valet yang lebih tua. Jika tidak, sebaiknya hapus semua versi usang yang tidak digunakan. Bisa juga bahwa versi Valet ini terlalu kuno. Pesan ini hanya akan dihapus setelah memulai ulang PHP Monitor.
it: Se hai bisogno di supporto per versioni più vecchie di PHP, potresti dover tornare a una versione precedente di Valet. In caso contrario, potrebbe essere una buona idea disinstallare le versioni obsolete che non sono in uso. Potrebbe anche essere che questa versione di Valet sia troppo vecchia. Questo messaggio verrà rimosso solo dopo aver riavviato PHP Monitor.
ja: PHPの古いバージョンへのサポートが必要な場合は、Valetを古いバージョンにダウングレードする必要があります。そうでない場合は、使用していない古いバージョンをアンインストールすることも検討してください。また、このValetのバージョン自体が古すぎる可能性もあります。このメッセージはPHP Monitorを再起動した後にのみ削除されます。
tr: Eğer eski PHP sürümleri için desteğe ihtiyacınız varsa, Valet'in eski bir sürümüne geri dönmeniz gerekebilir. Aksi takdirde, kullanılmayan herhangi bir eski sürümü kaldırmak iyi bir fikir olabilir. Ayrıca, bu Valet sürümü çok eski de olabilir. Bu mesaj yalnızca PHP Monitor yeniden başlatıldıktan sonra kaldırılacaktır.
zh_hans: 如果您需要旧版本的 PHP 支持，您可能需要降级到旧版本的 Valet。否则，最好卸载任何不使用的过时版本。也可能是 Valet 的版本太旧。只有在重启 PHP Monitor 后，此消息才会被删除。

# startup.sponsor_encouragement.title
source: If PHP Monitor has been useful to you or your company, please consider leaving a tip.
ar: إذا كان PHP Monitor مفيدًا لك أو لشركتك، يُرجى النظر في ترك إكرامية.
bn: যদি PHP Monitor আপনার অথবা আপনার প্রতিষ্ঠানের জন্য সহায়ক হয়, অনুগ্রহ করে টিপ দেওয়ার কথা ভাবুন।
fr: Si PHP Monitor vous a été utile, à vous ou à votre entreprise, n'hésitez pas à laisser un "tip".
hi: यदि PHP Monitor आपके लिए या आपकी कंपनी के लिए उपयोगी रहा है, तो कृपया टिप देने पर विचार करें。
id: Jika PHP Monitor telah berguna bagi Anda atau perusahaan Anda, silakan pertimbangkan untuk memberi tip.
it: Se PHP Monitor ti è stato utile o alla tua azienda, considera di lasciare una mancia.
ja: もし PHP Monitor があなたや会社に役立ったら、ぜひチップをご検討ください。
tr: Eğer PHP Monitor sizin için veya şirketiniz için faydalı olduysa, lütfen bir bahşiş bırakmayı düşünün.
zh_hans: 如果 PHP Monitor 对您或贵公司有用，请考虑留下小费

# startup.sponsor_encouragement.subtitle
source: To be 100% transparent: I plan to keep PHP Monitor open source and free. Your support makes this decision very easy. (You will only see this prompt once.)
ar: لأن أكون شفافًا بنسبة 100٪: أنوي إبقاء PHP Monitor مفتوح المصدر ومجاني. إن دعمك يجعل هذا القرار سهلاً للغاية.\n\n(لن ترى هذه الرسالة مرة واحدة فقط.)
bn: 100% স্বচ্ছ হতে: আমি PHP Monitor ওপেন সোর্স এবং ফ্রি রাখার পরিকল্পনা করছি। আপনার সমর্থন এই সিদ্ধান্তকে খুব সহজ করে তোলে। (আপনি কেবল একবার এই প্রম্পটটি দেখবেন.)
fr: Pour être 100% transparent : je prévois de garder PHP Monitor open source et gratuit. Votre soutien rend cette décision très facile. - (Vous ne verrez cette annonce qu'une seule fois.)
hi: 100% पारदर्शी रहने के लिए: मैं PHP Monitor को ओपन सोर्स और मुफ्त रखने का इरादा रखता हूं। आपका समर्थन इस निर्णय को बहुत आसान बनाता है। (आप केवल एक बार यह प्रॉम्प्ट देखेंगे.)
id: Untuk bersikap 100% transparan: Saya berencana menjaga PHP Monitor tetap open source dan gratis. Dukungan Anda membuat keputusan ini sangat mudah. (Anda hanya akan melihat prompt ini sekali.)
it: Per essere 100% trasparente: ho intenzione di mantenere PHP Monitor open source e gratuito. Il vostro supporto rende questa decisione molto semplice. (Vedrete questo messaggio solo una volta.)
ja: 完全に透明性を保ちます：PHP Monitor をオープンソースかつ無料で維持する予定です。ご支援があることで、この決断がとても簡単になります。 （このプロンプトは一度だけ表示されます。）
tr: Tamamen şeffaf olmak için: PHP Monitor'ı açık kaynak ve ücretsiz tutmayı planlıyorum. Desteğiniz bu kararı çok kolaylaştırıyor. (Sadece bir kez bu mesajı görürsünüz.)
zh_hans: 100%透明：我计划保持 PHP Monitor 的开源和免费。您的支持使这一决定变得非常容易。

# startup.sponsor_encouragement.desc
source: If you have already donated, then YOU are the reason why the app was able to get all these updates. In that case, this is a THANK YOU message to you. I appreciate the support.
ar: إذا كنت قد تبرعت بالفعل، فأنك السبب الذي جعل التطبيق يحصل على كل هذه التحديثات. في هذه الحالة، هذا هو رسالة شكر لك. أقدّر دعمك.
bn: আপনি ইতিমধ্যে দান করে থাকলে, তাহলে আপনি সেই কারণ যেটির জন্য অ্যাপটি এই সমস্ত আপডেট পেতে সক্ষম হয়েছে। সে ক্ষেত্রে, এটি আপনার প্রতি একটি ধন্যবাদ বার্তা। আমি আপনার সমর্থনকে কৃতজ্ঞতা জানাই।
fr: Si vous avez déjà fait un don, c'est grâce à VOUS que l'application a pu bénéficier de toutes ces mises à jour. Dans ce cas, ceci est un message de remerciement pour vous. J'apprécie votre soutien.
hi: यदि आपने पहले ही दान किया है, तो आप ही कारण हैं जिसके कारण ऐप सभी इन अपडेट्स को प्राप्त कर सका। उस स्थिति में, यह आपके लिए एक धन्यवाद संदेश है। मैं आपकी सहायता की सराहना करता हूँ।
id: Jika Anda sudah berdonasi, maka YOU adalah alasan mengapa aplikasi dapat menerima semua pembaruan ini. Dalam hal itu, ini adalah pesan THANK YOU kepada Anda. Saya menghargai dukungan.
it: Se hai già donato, allora TU sei la ragione per cui l'app ha potuto ricevere tutti questi aggiornamenti. In quel caso, questo è un messaggio di GRAZIE a te. Apprezzo il supporto.
ja: もしすでに寄付をしていただいているなら、あなたがこのアプリの全ての更新を可能にした理由です。その場合は、感謝のメッセージとしてお伝えします。サポートありがとうございます。
tr: Zaten bağış yaptıysanız, o zaman SİZ uygulamanın bu güncellemeleri alabilmesinin sebebisiniz. Böyle bir durumda, bu size TEŞEKKÜR mesajıdır. Destek için minnettarım.
zh_hans: 如果您已经捐赠，那么您就是应用程序能够获得所有这些更新的原因。在这种情况下，这是给您的感谢信息。感谢您的支持。

# startup.sponsor_encouragement.accept
source: Sponsor Now
ar: رعاية الآن
bn: এখনই স্পনসর করুন
fr: Sponsoriser Maintenant
hi: अभी स्पॉन्सर करें
id: Sponsor Sekarang
it: Sponsorizza ora
ja: 今すぐスポンサーになる
tr: Şimdi Sponsor Ol
zh_hans: 立即赞助

# startup.sponsor_encouragement.learn_more
source: Learn More
ar: تعلم المزيد
bn: আরও জানুন
fr: En Apprendre Plus
hi: अधिक जानें
id: Pelajari Lebih Lanjut
it: Scopri di più
ja: 詳細を見る
tr: Daha Fazla Bilgi Alın
zh_hans: 了解更多信息

# startup.sponsor_encouragement.skip
source: No Thanks
ar: لا شكرًا
bn: না ধন্যবাদ
fr: Non Merci
hi: नहीं, धन्यवाद
id: Tidak, terima kasih
it: No grazie
ja: いいえ、結構です
tr: Hayır, teşekkürler
zh_hans: 不，谢谢

# alert.errors.homebrew_permissions.applescript_returned_nil.title
source: Restore Homebrew Permissions has been cancelled.
ar: تم إلغاء استعادة أذونات Homebrew.
bn: হোমব্রু অনুমতি পুনরুদ্ধার বাতিল করা হয়েছে।
fr: La restauration des permissions Homebrew a été annulée.
hi: हॉमब्रू अनुमतियों को बहाल करने का कार्य रद्द कर दिया गया है。
id: Pengaturan ulang Izin Homebrew telah dibatalkan.
it: Il ripristino dei permessi di Homebrew è stato annullato.
ja: Homebrew 権限の復元がキャンセルされました。
tr: Homebrew İzinlerini Geri Yükleme iptal edildi.
zh_hans: 恢复 Homebrew 权限已被取消。

# alert.errors.homebrew_permissions.applescript_returned_nil.description
source: The outcome of the script that is executed to adjust the permissions returned nil, which usually means that you did not grant administrative permissions to PHP Monitor. If you clicked on Cancel during the authentication prompt, this is normal. If you did actually authenticate and you are still seeing this message, something probably went wrong.
ar: نتيجة البرنامج النصي الذي يتم تنفيذه لضبط الأذونات أعادت nil، وهو ما يعني عادة أنك لم تمنح أذونات إدارية لـ PHP Monitor. إذا قمت بالنقر على إلغاء أثناء طلب المصادقة، فهذا طبيعي. إذا كنت قد أدخلت بيانات الاعتماد فعلياً وما زلت ترى هذه الرسالة، فمن المحتمل أن حدث خطأ.
bn: সক্রিয়করণ স্ক্রিপ্টের ফলাফল যা অনুমতি সামঞ্জস্য করতে চালানো হয়েছিল তা nil ফেরত দিয়েছে, যার মানে সাধারণত আপনি PHP Monitor-এ প্রশাসনিক অনুমতি দেননি। যদি প্রমাণীকরণ প্রম্পট চলাকালীন আপনি বাতিলে ক্লিক করেন, তবে এটি স্বাভাবিক। যদি আপনি আসলে প্রমাণীকরণ করে থাকেন এবং এখনও এই বার্তা দেখতে পান, তাহলে সম্ভবত কিছু ভুল হয়েছে।
fr: Le résultat du script exécuté pour ajuster les permissions est `nil`, ce qui signifie habituellement que vous n'avez pas accordé les permissions administratives à PHP Monitor. Si vous avez cliqué sur Annuler lors de l'invite d'authentification, c'est normal. Si vous vous êtes authentifié et que vous voyez toujours ce message, quelque chose a probablement échoué.
hi: स्क्रिप्ट का परिणाम, जिसे अनुमतियाँ समायोजित करने के लिए निष्पादित किया गया था, nil लौटाया है, जिसका आम तौर पर मतलब है कि आपने PHP Monitor को प्रशासनिक अनुमतियाँ नहीं दीं। यदि आप प्रमाणीकरण प्रॉम्प्ट के दौरान रद्द पर क्लिक कर चुके हैं, तो यह सामान्य है। अगर आपने वास्तव में प्रमाणीकृत किया और अभी भी यह संदेश देख रहे हैं, तो संभवतः कुछ गलत हो गया है。
id: Hasil dari skrip yang dijalankan untuk menyesuaikan izin mengembalikan nil, yang biasanya berarti Anda tidak memberikan hak administratif kepada PHP Monitor. Jika Anda mengklik Batal saat prompt otentikasi, ini normal. Jika Anda memang melakukan autentikasi dan masih melihat pesan ini, kemungkinan sesuatu telah gagal.
it: Il risultato dello script eseguito per regolare i permessi ha restituito nil, il che di solito significa che non hai concesso autorizzazioni amministrative a PHP Monitor. Se hai cliccato su Annulla durante la richiesta di autenticazione, è normale. Se ti sei effettivamente autenticato e vedi ancora questo messaggio, probabilmente qualcosa è andato storto.
ja: 実行されたスクリプトの結果が nil を返したため、通常は PHP Monitor に管理者権限を付与していないことを意味します。認証プロンプトでキャンセルをクリックした場合は正常です。本当に認証し、まだこのメッセージが表示される場合は、おそらく何かがうまくいっていません。
tr: İzinleri ayarlamak için çalıştırılan betiğin sonucu nil döndürdü, bu genellikle PHP Monitor'a yönetici izinleri vermediğiniz anlamına gelir. Doğrulama isteminde İptal'e tıkladıysanız bu normaldir. Gerçekten doğrulama yaptıysanız ve hâlâ bu mesajı görüyorsanız muhtemelen bir şeyler yanlış gitti.
zh_hans: 为调整权限而执行的脚本的结果返回为零，这通常意味着您没有授予 PHP Monitor 管理权限。如果您确实进行了身份验证，但仍看到此消息，则可能出了问题。
