Repository: nicoverbruggen/phpmon
Catalog: phpmon/*.lproj/Localizable.strings
Languages: ar, bn, es, fr, hi, id, it, ja, tr, zh_hans

# prefs.auto_restart_services_desc
source: When checked, will automatically restart PHP-FPM when you check or uncheck an extension. Slightly slower when enabled, but this applies the extension change immediately for all sites you're serving, no need to restart PHP-FPM manually.
ar: عند التفعيل، سيعيد تشغيل PHP‑FPM تلقائياً عند تحديد أو إلغاء تحديد امتداد. يكون أبطأ قليلاً عند التمكين، لكنه يطبق تغيير الامتداد فوراً على جميع المواقع التي تخدمها، دون الحاجة إلى إعادة تشغيل PHP‑FPM يدويًا.
bn: চেক করলে স্বয়ংক্রিয়ভাবে PHP‑FPM পুনরায় চালু হবে যখন আপনি একটি এক্সটেনশন চেক বা আনচেক করবেন। সক্রিয় থাকলে সামান্য ধীর হতে পারে, কিন্তু এটি সমস্ত সাইটে সঙ্গে সঙ্গে এক্সটেনশনের পরিবর্তন প্রয়োগ করে, তাই আপনাকে ম্যানুয়ালি PHP‑FPM পুনরায় চালু করতে হবে না.
es: Cuando está marcado, reiniciará automáticamente PHP-FPM al activar o desactivar una extensión. Es un poco más lento cuando está activado, pero aplica el cambio de extensión inmediatamente para todos los sitios que estés sirviendo, sin necesidad de reiniciar PHP-FPM manualmente.
fr: Lorsque cette option est cochée, PHP-FPM redémarre automatiquement lorsque vous cochez ou décochez une extension. Légèrement plus lent lorsqu'il est activé, mais il applique immédiatement le changement d'extension pour tous les sites que vous servez, sans avoir besoin de redémarrer PHP-FPM manuellement.
hi: जब चेक किया जाता है, तो यह स्वतः PHP-FPM को पुनरारम्भ करेगा जब आप किसी एक्सटेंशन को चेक या अनचेक करेंगे। सक्षम होने पर थोड़ा धीमा होता है, लेकिन यह सभी साइटों के लिए तुरंत एक्सटेंशन परिवर्तन लागू करता है जिन्हें आप सर्व कर रहे हैं, PHP‑FPM को मैन्युअली रीस्टार्ट करने की आवश्यकता नहीं होती।
id: Saat dicentang, akan otomatis memulai ulang PHP-FPM ketika Anda mencentang atau menghapus centang ekstensi. Sedikit lebih lambat saat diaktifkan, tetapi ini menerapkan perubahan ekstensi segera untuk semua situs yang Anda layani, tanpa perlu memulai ulang PHP-FPM secara manual.
it: Quando selezionato, riavvierà automaticamente PHP‑FPM quando abiliti o disabiliti un’estensione. Un po’ più lento con l’opzione attiva, ma applica immediatamente la modifica dell’estensione a tutti i siti serviti, senza necessità di riavviare manualmente PHP‑FPM.
ja: チェックすると、拡張機能の有効化・無効化時にPHP-FPMを自動で再起動します。有効にすると若干遅くなりますが、設定変更はすべてのサイトに即座に反映されるため、手動でPHP‑FPMを再起動する必要はありません。
tr: İşaretlendiğinde, bir eklentiyi işaretlediğinizde veya kaldırdığınızda PHP-FPM'i otomatik olarak yeniden başlatır. Etkinleştirildiğinde biraz daha yavaş olur, ancak bu değişiklik tüm hizmet verdiğiniz sitelerde hemen uygulanır; PHP-FPM'i manuel olarak yeniden başlatmanıza gerek kalmaz.
zh_hans: 选中后，在选中或取消选中扩展时将自动重启 PHP-FPM。启用后速度稍慢，但会立即将扩展变更应用于您服务的所有网站，无需手动重启 PHP-FPM

# prefs.dynamic_icon_title
source: Display dynamic icon in menu bar
ar: عرض أيقونة ديناميكية في شريط القوائم
bn: মেনু বারে ডাইনামিক আইকন প্রদর্শন করুন
es: Mostrar icono dinámico en la barra de menú
fr: Afficher une icône dynamique dans la barre de menu
hi: मेनू बार में डायनामिक आइकन प्रदर्शित करें
id: Tampilkan ikon dinamis di bilah menu
it: Visualizza icona dinamica nella barra dei menu
ja: メニューバーに動的アイコンを表示
tr: Menü çubuğunda dinamik simge göster
zh_hans: 在菜单栏中显示动态图标

# prefs.dynamic_icon_desc
source: If you uncheck this box, the truck icon will always be visible. If checked, it will display the major version number of the currently linked PHP version.
ar: إذا ألغيت تحديد هذا المربع، فستظل أيقونة الشاحنة مرئية دائمًا. إذا حُدِدت، ستعرض رقم الإصدار الرئيسي للإصدار PHP المرتبط حاليًا.
bn: যদি আপনি এই বাক্সটি আনচেক করেন, ট্রাক আইকন সর্বদা দৃশ্যমান থাকবে। চেক করলে, বর্তমানে লিঙ্ক করা PHP সংস্করণের প্রধান সংস্করণ নম্বর প্রদর্শিত হবে।
es: Si desmarcas esta casilla, el icono del camión siempre será visible. Si está marcada, mostrará el número de versión principal de la versión de PHP actualmente vinculada.
fr: Si vous décochez cette case, l'icône du camion sera toujours visible. Si elle est cochée, elle affichera le numéro de la version majeure de la version de PHP actuellement liée.
hi: यदि आप इस बॉक्स को अनचेक करते हैं, तो ट्रक आइकन हमेशा दिखाई देगा। यदि चेक किया गया है, तो यह वर्तमान में लिंक की गई PHP संस्करण का प्रमुख संस्करण संख्या प्रदर्शित करेगा。
id: Jika Anda tidak mencentang kotak ini, ikon truk akan selalu terlihat. Jika dicentang, akan menampilkan nomor versi utama dari versi PHP yang saat ini terhubung.
it: Se deselezioni questa casella, l'icona del camion sarà sempre visibile. Se selezionata, mostrerà il numero della versione principale dell'attuale PHP collegato.
ja: このボックスのチェックを外すと、トラックアイコンは常に表示されます。チェックした場合、現在リンクされている PHP バージョンのメジャーバージョン番号が表示されます。
tr: Bu kutuyu işaretlemezseniz kamyon simgesi her zaman görünür olacaktır. İşaretlenmişse, şu anda bağlı PHP sürümünün ana sürüm numarasını gösterecektir.
zh_hans: 如果不选中此复选框，卡车图标将始终可见。如果选中，它将显示当前链接的 PHP 版本的主要版本号

# prefs.display_full_php_version
source: Display full PHP version everywhere
ar: عرض إصدار PHP الكامل في جميع الأماكن
bn: সমস্ত স্থানে পূর্ণ PHP সংস্করণ প্রদর্শন করুন
es: Mostrar versión completa de PHP en todas partes
fr: Afficher la version complète de PHP partout
hi: सभी जगह पूरी PHP संस्करण दिखाएँ
id: Tampilkan versi PHP lengkap di semua tempat
it: Visualizza la versione completa di PHP ovunque
ja: すべての場所で完全なPHPバージョンを表示
tr: Tüm yerlerde tam PHP sürümünü göster
zh_hans: 在任何地方都显示完整的 PHP 版本

# prefs.display_full_php_version_desc
source: Display the full version instead of the major version displayed in the menu bar and the dropdown menu. (This may be undesirable on smaller displays, so this is disabled by default.)
ar: اعرض الإصدار الكامل بدلاً من الإصدار الرئيسي المعروض في شريط القوائم والقائمة المنسدلة. (قد لا يكون ذلك مرغوباً به على الشاشات الصغيرة، لذا يُعطل هذا الخيار بشكل افتراضي.)
bn: মেনু বার এবং ড্রপডাউন মেনুতে প্রদর্শিত প্রধান সংস্করণের পরিবর্তে সম্পূর্ণ সংস্করণ দেখান। (এটি ছোট স্ক্রীনে অনাকাঙ্ক্ষিত হতে পারে, তাই এটি ডিফল্টভাবে নিষ্ক্রিয় থাকে।)
es: Muestra la versión completa en lugar de la versión principal en la barra de menú y el menú desplegable. (Esto puede ser indeseable en pantallas más pequeñas, por lo que está desactivado por defecto.)
fr: Afficher la version complète au lieu de la version majeure affichée dans la barre de menu et le menu déroulant. (Cela peut s'avérer indésirable sur les petits écrans, c'est pourquoi cette option est désactivée par défaut).
hi: मेनू बार और ड्रॉपडाउन मेनू में प्रदर्शित प्रमुख संस्करण के बजाय पूर्ण संस्करण दिखाएँ। (यह छोटे डिस्प्ले पर अनुकूल नहीं हो सकता है, इसलिए यह डिफ़ॉल्ट रूप से अक्षम किया गया है।)
id: Tampilkan versi lengkap alih-alih versi utama yang ditampilkan di bilah menu dan menu tarik-turun. (Ini mungkin tidak diinginkan pada tampilan kecil, jadi ini dinonaktifkan secara default.)
it: Visualizza la versione completa anziché la versione principale mostrata nella barra dei menu e nel menu a discesa. (Questo potrebbe non essere desiderabile su schermi più piccoli, quindi è disabilitato per impostazione predefinita.)
ja: メニューバーとドロップダウンメニューに表示される主要バージョンの代わりに、完全なバージョンを表示します。(小さいディスプレイでは望ましくない場合があるため、デフォルトでは無効になっています。)
tr: Menü çubuğunda ve açılır menüde gösterilen ana sürüm yerine tam sürümü görüntüleyin. (Küçük ekranlarda istenmeyebilir, bu yüzden varsayılan olarak devre dışı bırakılmıştır.)
zh_hans: 显示完整版本，而不是菜单栏和下拉菜单中显示的主要版本。(这在较小的显示屏上可能不可取，因此默认禁用)

# prefs.auto_composer_update_title
source: Automatically update global dependencies
ar: تحديث التبعيات العالمية تلقائياً
bn: স্বয়ংক্রিয়ভাবে গ্লোবাল নির্ভরশীলতাগুলি আপডেট করুন
es: Actualizar dependencias globales automáticamente
fr: Mise à jour automatique des dépendances globales
hi: स्वचालित रूप से वैश्विक निर्भरताएँ अपडेट करें
id: Perbarui ketergantungan global secara otomatis
it: Aggiornamento automatico delle dipendenze globali
ja: グローバル依存関係を自動的に更新する
tr: Küresel bağımlılıkları otomatik olarak güncelleyin
zh_hans: 自动更新全局依赖

# prefs.auto_composer_update_desc
source: When checked, will automatically ask Composer to run `composer global update` whenever you switch between different PHP versions. You will be able to see what changes are being made, or should this fail.
ar: عند التفعيل، سيطلب تلقائيًا من Composer تشغيل `composer global update` كلما غيرت بين إصدارات PHP المختلفة. ستتمكن من رؤية ما هو المتغير، أو في حال فشل ذلك.
bn: চেক করলে, বিভিন্ন PHP সংস্করণগুলির মধ্যে স্যুইচ করার সময় স্বয়ংক্রিয়ভাবে Composer কে `composer global update` চালাতে বলবে। আপনি পরিবর্তনগুলি দেখতে পাবেন অথবা যদি এটি ব্যর্থ হয়।
es: Cuando está marcado, pedirá automáticamente a Composer que ejecute `composer global update` cada vez que cambies entre diferentes versiones de PHP. Podrás ver qué cambios se están realizando, o si esto falla.
fr: Si cette option est cochée, elle demandera automatiquement à Composer d'exécuter `composer global update` à chaque fois que vous passerez d'une version de PHP à une autre. Vous serez en mesure de voir quels changements sont effectués, ou si cela échoue.
hi: चयनित होने पर, जब आप अलग-अलग PHP संस्करणों के बीच स्विच करेंगे तो यह स्वतः Composer से `composer global update` चलाने का अनुरोध करेगा। आप देख पाएंगे कि क्या परिवर्तन किए जा रहे हैं, या यदि यह विफल हो जाए।
id: Saat dicentang, akan otomatis meminta Composer menjalankan `composer global update` setiap kali Anda beralih antara versi PHP yang berbeda. Anda dapat melihat perubahan apa yang dilakukan, atau jika gagal.
it: Quando selezionato, chiederà automaticamente a Composer di eseguire `composer global update` ogni volta che passi da una versione PHP all'altra. Potrai vedere quali modifiche vengono apportate, o se questo fallisce.
ja: チェックすると、異なるPHPバージョンに切り替えるたびにComposerに`composer global update`を実行させるよう自動でリクエストします。変更内容が表示されますので、失敗した場合も確認できます。
tr: İşaretlendiğinde, farklı PHP sürümleri arasında geçiş yaptığınızda Composer’ı otomatik olarak `composer global update` çalıştırmasını isteyecektir. Yapılan değişiklikleri görebileceksiniz veya bu işlem başarısız olursa.
zh_hans: 选中后，当您在不同 PHP 版本之间切换时，将自动要求 Composer 运行 `composer global update`。您将能看到正在进行的更改，或者如果此操作失败。

# prefs.open_protocol_title
source: Allow third-party integrations
ar: السماح بدمج الطرف الثالث
bn: তৃতীয় পক্ষের ইন্টিগ্রেশন অনুমোদন করুন
es: Permitir integraciones de terceros
fr: Autoriser les intégrations tierces
hi: तीसरे पक्ष के एकीकरण की अनुमति दें
id: Izinkan integrasi pihak ketiga
it: Consenti integrazioni di terze parti
ja: サードパーティ統合を許可する
tr: Üçüncü taraf entegrasyonlarına izin ver
zh_hans: 允许第三方集成

# prefs.open_protocol_desc
source: When checked, this will allow the interaction with third party utilities to work (e.g. Alfred, Raycast). If you disable this, PHP Monitor will still receive the commands, but will not act upon them.
ar: عند التفعيل، سيسمح هذا بالتفاعل مع أدوات الطرف الثالث ليعمل (مثلاً Alfred, Raycast). إذا ألغيت ذلك، سيستمر PHP Monitor في استقبال الأوامر لكنه لن يتصرف بها.
bn: চেক করা হলে, এটি তৃতীয় পক্ষের ইউটিলিটিগুলির সাথে ইন্টারঅ্যাকশন কাজ করতে দেবে (যেমন আলফ্রেড, রেইকাস্ট)। আপনি যদি এটি নিষ্ক্রিয় করেন, PHP Monitor এখনও কমান্ডগুলি গ্রহণ করবে, কিন্তু সেগুলিতে কার্যকর হবে না।
es: Cuando está marcado, permitirá que funcione la interacción con utilidades de terceros (por ejemplo, Alfred, Raycast). Si lo desactivas, PHP Monitor seguirá recibiendo los comandos, pero no actuará sobre ellos.
fr: Lorsque cette option est cochée, elle permet à l'interaction avec des utilitaires tiers de fonctionner (par exemple Alfred, Raycast). Si vous désactivez cette option, le PHP Monitor recevra toujours les commandes, mais n'agira pas en conséquence.
hi: चेक करने पर, यह तृतीय पक्ष यूटिलिटीज़ के साथ इंटरैक्शन को काम करने देगा (जैसे Alfred, Raycast)। यदि आप इसे अक्षम करते हैं, तो भी PHP Monitor कमांड्स प्राप्त करेगा, लेकिन उन पर कार्य नहीं करेगा।
id: Saat dicentang, ini akan memungkinkan interaksi dengan utilitas pihak ketiga bekerja (misalnya Alfred, Raycast). Jika Anda menonaktifkannya, PHP Monitor masih menerima perintah tersebut, tetapi tidak akan bertindak atasnya.
it: Quando è selezionato, questo permetterà che l’interazione con utilità di terze parti funzioni (ad es. Alfred, Raycast). Se lo disabiliti, PHP Monitor continuerà a ricevere i comandi, ma non agirà su di essi.
ja: チェックすると、サードパーティユーティリティ（例：Alfred、Raycast）との連携が機能します。無効にした場合でもPHP Monitorはコマンドを受信しますが、実行はしません。
tr: İşaretlendiğinde, bu özellik üçüncü taraf yardımcı programlarla (örneğin Alfred, Raycast) etkileşimin çalışmasını sağlar. Bu seçeneği devre dışı bırakırsanız, PHP Monitor komutları alır ancak bunlar üzerinde işlem yapmaz.
zh_hans: 选中后，将允许与第三方工具(如 Alfred、Raycast)进行交互。如果禁用此选项，PHP Monitor 仍将接收命令，但不会对其采取行动

# prefs.automatic_update_check_title
source: Automatically check for updates
ar: التحقق التلقائي من وجود تحديثات
bn: স্বয়ংক্রিয়ভাবে আপডেট চেক করুন
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
hi: स्वचालित रूप से अपडेट्स की जाँच करें
id: Cek pembaruan secara otomatis
it: Verifica automatica degli aggiornamenti
ja: 自動で更新を確認する
tr: Güncellemeleri otomatik olarak kontrol et
zh_hans: 自动检查更新

# prefs.automatic_update_check_desc
source: When checked, PHP Monitor will automatically check if there is a newer version available, and notify you if that is the case.
ar: عند التفعيل، سيقوم PHP Monitor بالتحقق يوميًا تلقائيًا إذا كان هناك إصدار أحدث متاح، وسيوجهك إن وجد.
bn: যখন চেক করা হবে, PHP Monitor স্বয়ংক্রিয়ভাবে দৈনিক নতুন সংস্করণ উপলব্ধ আছে কিনা তা পরীক্ষা করবে এবং যদি থাকে তবে আপনাকে জানাবে।
es: Cuando está marcado, PHP Monitor verificará automáticamente si hay una versión más nueva disponible y te notificará si ese es el caso.
fr: Lorsque cette option est cochée, PHP Monitor vérifie automatiquement si une version plus récente est disponible, et vous en informe si c'est le cas.
hi: जब चयनित किया जाता है, PHP Monitor स्वचालित रूप से रोज़ाना जाँच करेगा कि क्या एक नया संस्करण उपलब्ध है, और यदि ऐसा है तो आपको सूचित करेगा।
id: Saat dicentang, PHP Monitor akan memeriksa secara otomatis setiap hari apakah ada versi yang lebih baru tersedia, dan memberi tahu Anda jika hal tersebut terjadi.
it: Quando selezionato, PHP Monitor controllerà automaticamente ogni giorno se è disponibile una versione più recente e ti avviserà se questo è il caso.
ja: チェックすると、PHP Monitor は毎日新しいバージョンが利用可能かどうかを自動で確認し、ある場合は通知します。
tr: İşaretlendiğinde, PHP Monitor her gün yeni bir sürüm olup olmadığını otomatik olarak kontrol eder ve varsa sizi bilgilendirir.
zh_hans: 选中后，PHP Monitor 将自动检查是否有更新版本，并在有更新版本时通知您

# prefs.php_doctor_suggestions_title
source: Always show suggestions
ar: دائمًا اعرض الاقتراحات
bn: সর্বদা পরামর্শ দেখান
es: Mostrar sugerencias siempre
fr: Toujours afficher les suggestions
hi: हमेशा सुझाव दिखाएँ
id: Selalu tampilkan saran
it: Mostra sempre i suggerimenti
ja: 常に提案を表示する
tr: Her zaman önerileri göster
zh_hans: 始终显示建议

# prefs.php_doctor_suggestions_desc
source: If you uncheck this item, no PHP Doctor suggestions will appear in PHP Monitor's menu. Keep in mind that PHP Doctor will not appear if there are no recommendations.
ar: إذا حذفت هذا العنصر، لن تظهر اقتراحات PHP Doctor في قائمة PHP Monitor. ضع في اعتبارك أن PHP Doctor لن يظهر إذا لم تكن هناك توصيات.
bn: যদি আপনি এই আইটেমটি আনচেক করেন, PHP Monitor এর মেনুতে কোনো PHP Doctor পরামর্শ প্রদর্শিত হবে না। মনে রাখবেন, কোনও সুপারিশ না থাকলে PHP Doctor উপস্থিত হবে না।
es: Si desmarcas este elemento, no aparecerán sugerencias de PHP Doctor en el menú de PHP Monitor. Ten en cuenta que PHP Doctor no aparecerá si no hay recomendaciones.
fr: Si vous décochez cette option, aucune suggestion de PHP Doctor n'apparaîtra dans le menu de PHP Monitor. Gardez à l'esprit que PHP Doctor n'apparaîtra pas s'il n'y a pas de recommandations.
hi: यदि आप इस आइटम को अनचेक करते हैं, तो PHP Monitor के मेनू में कोई PHP Doctor सुझाव दिखाई नहीं देंगे। ध्यान रखें कि यदि कोई सिफारिशें नहीं होंगी तो PHP Doctor भी प्रदर्शित नहीं होगा।
id: Jika Anda tidak mencentang item ini, tidak ada saran PHP Doctor yang muncul di menu PHP Monitor. Perlu diingat bahwa PHP Doctor tidak akan muncul jika tidak ada rekomendasi.
it: Se deselezioni questa voce, non verranno visualizzati i suggerimenti di PHP Doctor nel menu di PHP Monitor. Tieni presente che PHP Doctor non apparirà se non ci sono raccomandazioni.
ja: この項目のチェックを外すと、PHP Monitor のメニューに PHP Doctor の提案が表示されなくなります。推奨事項がない場合は PHP Doctor が表示されないことにご注意ください。
tr: Bu öğeyi işaret kaldırırsanız, PHP Monitor menüsünde PHP Doctor önerileri görünmeyecektir. Öneri yoksa PHP Doctor'un görünmeyeceğini unutmayın.
zh_hans: 如果取消选中此项，PHP Monitor 的菜单中将不会显示 PHP Doctor 的建议。请记住，如果没有建议，PHP Doctor 就不会出现。

# prefs.shortcut_set
source: Set global shortcut
ar: تعيين اختصار عام
bn: গ্লোবাল শর্টকাট সেট করুন
es: Establecer atajo global
fr: Définir un raccourci global
hi: वैश्विक शॉर्टकट सेट करें
id: Atur pintasan global
it: Imposta scorciatoia globale
ja: グローバルショートカットを設定
tr: Küresel kısayolu ayarla
zh_hans: 设置全局快捷方式

# prefs.shortcut_listening
source: <listening for keypress>
ar: الاستماع لضغط المفتاح
bn: <কী প্রেস শোনা হচ্ছে>
es: <esperando pulsación de teclas>
fr: <écoute de l'appui sur le clavier>
hi: <कुंजी दबाने के लिए सुन रहा है>
id: <mendengarkan penekanan tombol>
it: <in ascolto della pressione del tasto>
ja: キー入力待機中
tr: <kısayol bekleniyor>
zh_hans: <按键监听>

# prefs.shortcut_clear
source: Clear
ar: مسح
bn: মুছুন
es: Borrar
fr: Éffacer
hi: साफ़ करें
id: Hapus
it: Cancella
ja: クリア
tr: Temizle
zh_hans: 清除

# prefs.shortcut_desc
source: If a shortcut combination is set up, you can toggle PHP Monitor wherever you are by pressing the key combination you chose. (Cancel choosing a shortcut by pressing the spacebar.)
ar: إذا تم إعداد تركيبة اختصار، يمكنك تبديل PHP Monitor في أي مكان بالضغط على تركيبة المفاتيح التي اخترتها. (إلغاء اختيار الاختصار بالضغط على مفتاح المسافة.)
bn: যদি একটি শর্টকাট সমন্বয় সেট আপ করা থাকে, আপনি যেখানেই থাকুন না কেন PHP Monitor টগল করতে পারেন আপনার নির্বাচিত কী কম্বিনেশন চাপ দিয়ে। (শর্টকাট নির্বাচন বাতিল করতে স্পেসবার চাপ দিন।)
es: Si se configura una combinación de teclas, puedes alternar PHP Monitor donde sea presionando la combinación de teclas que elegiste. (Cancela la elección de un atajo presionando la barra espaciadora.)
fr: Si une combinaison de raccourcis est configurée, vous pouvez basculer le moniteur PHP où que vous soyez en appuyant sur la combinaison de touches que vous avez choisie. (Annulez le choix d'un raccourci en appuyant sur la barre d'espacement).
hi: यदि एक शॉर्टकट संयोजन सेटअप किया गया है, तो आप PHP Monitor को कहीं भी टॉगल कर सकते हैं जिसे आपने चुना है उसे दबाकर। (शॉर्टकट चुनने को रद्द करने के लिए स्पेसबार दबाएँ।)
id: Jika kombinasi pintasan sudah disetel, Anda dapat mengaktifkan PHP Monitor di mana saja dengan menekan kombinasi kunci yang dipilih. (Batal memilih pintasan dengan menekan spasi.)
it: Se è impostata una combinazione di scorciatoie, puoi attivare PHP Monitor ovunque premendo la combinazione di tasti scelta. (Annulla la scelta di una scorciatoia premendo il tasto barra spaziatrice.)
ja: ショートカットの組み合わせが設定されている場合、選択したキーコンビネーションを押すことでどこにいても PHP Monitor を切り替えることができます。 (スペースバーを押してショートカットの選択をキャンセルしてください。)
tr: Bir kısayol kombinasyonu ayarlanmışsa, seçtiğiniz tuş kombinasyonuna basarak PHP Monitor'ı bulunduğunuz her yerden açıp kapatabilirsiniz. (Kısayol seçimini iptal etmek için boşluk tuşuna basın.)
zh_hans: 如果设置了快捷键组合，则无论您身在何处，都可以通过按下所选组合键来切换 PHP Monitor。(按空格键取消快捷键选择)

# prefs.notify_about_version_change_desc
source: Displays a notification whenever the active PHP version changes.
ar: يعرض إشعارًا كلما تغيرت نسخة PHP النشطة.
bn: যখন সক্রিয় PHP সংস্করণ পরিবর্তন হয় তখন একটি বিজ্ঞপ্তি প্রদর্শিত হবে।
es: Muestra una notificación cada vez que cambia la versión activa de PHP.
fr: Affiche une notification lorsque la version active de PHP change.
hi: जब भी सक्रिय PHP संस्करण बदलता है, एक सूचना प्रदर्शित करता है।
id: Menampilkan pemberitahuan setiap kali versi PHP aktif berubah.
it: Mostra una notifica ogni volta che la versione PHP attiva cambia.
ja: アクティブなPHPバージョンが変更されるたびに通知を表示します。
tr: Aktif PHP sürümü değiştiğinde bir bildirim gösterir.
zh_hans: 当活动 PHP 版本发生变化时显示通知

# prefs.notify_about_version_change
source: Notify about PHP version switch
ar: إعلام حول تبديل إصدار PHP
bn: PHP সংস্করণ পরিবর্তন সম্পর্কে জানান
es: Notificar sobre cambio de versión de PHP
fr: Notification du changement de version de PHP
hi: PHP संस्करण परिवर्तन के बारे में सूचित करें
id: Beritahu tentang pergantian versi PHP
it: Notifica sul cambio della versione PHP
ja: PHP バージョン切替について通知する
tr: PHP sürüm değişikliğinden haberdar et
zh_hans: 通知 PHP 版本切换

# prefs.notify_about_php_fpm_change_desc
source: Displays a notification whenever the active PHP-FPM process has restarted due to a configuration change.
ar: يعرض إشعارًا كلما تم إعادة تشغيل عملية PHP-FPM النشطة بسبب تغيير في التكوين.
bn: যখন সক্রিয় PHP-FPM প্রক্রিয়া কনফিগারেশন পরিবর্তনের কারণে পুনরায় চালু হয়, তখন একটি বিজ্ঞপ্তি প্রদর্শন করে।
es: Muestra una notificación cada vez que el proceso PHP-FPM activo se reinicia debido a un cambio de configuración.
fr: Affiche une notification lorsque le processus PHP-FPM actif a redémarré suite à un changement de configuration.
hi: जब भी सक्रिय PHP-FPM प्रक्रिया कॉन्फ़िगरेशन परिवर्तन के कारण पुनः प्रारंभ होती है, तो एक सूचना प्रदर्शित करता है।
id: Menampilkan notifikasi setiap kali proses PHP-FPM aktif telah dimulai ulang karena perubahan konfigurasi.
it: Visualizza una notifica ogni volta che il processo PHP‑FPM attivo viene riavviato a causa di una modifica della configurazione.
ja: 設定変更によりアクティブな PHP‑FPM プロセスが再起動したときに通知を表示します。
tr: Çalışan PHP‑FPM süreci yapılandırma değişikliği nedeniyle yeniden başlatıldığında bir bildirim görüntüler.
zh_hans: 每当活动的 PHP-FPM 进程因配置更改而重新启动时显示通知

# prefs.notify_about_php_fpm_change
source: Notify about PHP-FPM restart
ar: إبلاغ عن إعادة تشغيل PHP‑FPM
bn: PHP‑FPM পুনরায় চালু হওয়ার বিষয়ে অবহিত করুন
es: Notificar sobre reinicio de PHP-FPM
fr: Notifier le redémarrage de PHP-FPM
hi: PHP‑FPM रीस्टार्ट के बारे में सूचित करें
id: Beritahu tentang restart PHP‑FPM
it: Notifica del riavvio di PHP‑FPM
ja: PHP‑FPMの再起動について通知
tr: PHP-FPM yeniden başlatılması hakkında bildirim
zh_hans: 通知 PHP-FPM 重启

# prefs.notify_about_services_desc
source: Displays a notification whenever any of the Homebrew services (installed and configured by Valet) have been restarted or stopped.
ar: يعرض إشعارًا كلما تم إعادة تشغيل أو إيقاف أي من خدمات Homebrew (المثبتة والمكوّنة بواسطة Valet).
bn: যখনই হোমব্রিউ সার্ভিসগুলির মধ্যে যেকোনো একটি (ভ্যালেট দ্বারা ইনস্টল ও কনফিগার করা) পুনরায় চালু বা বন্ধ হয়, তখন একটি বিজ্ঞপ্তি দেখানো হবে।
es: Muestra una notificación cada vez que cualquiera de los servicios de Homebrew (instalados y configurados por Valet) se han reiniciado o detenido.
fr: Affiche une notification lorsque l'un des services Homebrew (installés et configurés par Valet) a été redémarré ou arrêté.
hi: जब भी कोई भी Homebrew सेवा (Valet द्वारा स्थापित और कॉन्फ़िगर की गई) पुनः आरंभ या बंद हो जाए, तो एक सूचना प्रदर्शित करता है।
id: Menampilkan notifikasi setiap kali layanan Homebrew (yang dipasang dan dikonfigurasi oleh Valet) dimulai ulang atau dihentikan.
it: Mostra una notifica ogni volta che uno dei servizi Homebrew (installati e configurati da Valet) è stato riavviato o interrotto.
ja: Homebrew サービス（Valet によってインストールおよび構成されたもの）が再起動または停止したときに通知を表示します。
tr: Homebrew servislerinden (Valet tarafından kurulan ve yapılandırılan) herhangi biri yeniden başlatıldığında veya durdurulduğunda bir bildirim gösterir.
zh_hans: 在任何 Homebrew 服务(由 Valet 安装和配置)重新启动或停止时显示通知

# prefs.notify_about_services
source: Notify about services status
ar: إعلام بحالة الخدمات
bn: সেবার অবস্থা সম্পর্কে জানানো হবে
es: Notificar sobre estado de servicios
fr: Notifier l'état des services
hi: सेवाओं की स्थिति के बारे में सूचित करें
id: Beritahu tentang status layanan
it: Notifica lo stato dei servizi
ja: サービスの状態について通知
tr: Servis durumları hakkında bildirim
zh_hans: 通知服务状态
